{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=74\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":128474,"links":{"self":"https://petition.parliament.uk/petitions/128474.json"},"attributes":{"action":"Please continue to provide annual financial support for the Cornish language.","background":"In 2002, Cornish was granted official “minority language” status under Part II of the 1992 Council of Europe Charter for Regional and Minority Languages (Hansard 5 Nov 2002 : Column 207W). ","additional_details":"In implementing the Charter under Part II, the Government is obliged to consider the needs and wishes of groups that use the Cornish language and those who wish to learn the language (Council of Europe 1992).","state":"open","signature_count":10111,"created_at":"2016-04-21T14:11:47.202Z","updated_at":"2016-08-06T23:42:08.454Z","open_at":"2016-04-21T15:08:22.438Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T14:26:27.936Z","response_threshold_reached_at":"2016-08-06T12:46:18.525Z","creator_name":"Dr Jon Mills","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126845,"links":{"self":"https://petition.parliament.uk/petitions/126845.json"},"attributes":{"action":"Step in \u0026 safely reunite refugee minors in the EU with their families in the UK","background":"On April 1st Muhammed Hassan squeezed onto a lorry to try and reach his uncle in Manchester. He was 17 and died that night. Muhammed had a legal right to reunite with his family and continuing government failure to step in and reunite these families is leaving hundreds of minors and children at risk","additional_details":"In law refugee children in the EU have a right to reunite with their families. The process for this is broken. Just a handful of children have been reunited after months of legal battles.\r\n\r\nIn February 120,000 of us warned that unless government set up an expedited process in Calais that children would be left at risk. Now a minor who fled “Islamic State” has died just 14 miles from the Prime Minister’s house trying to reach his uncle. No more children should die trying to reach their loved ones.","state":"open","signature_count":10098,"created_at":"2016-04-06T21:55:40.123Z","updated_at":"2016-08-06T20:41:25.950Z","open_at":"2016-04-08T15:46:12.199Z","closed_at":null,"government_response_at":"2016-08-03T09:12:34.678Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-06T22:36:54.218Z","response_threshold_reached_at":"2016-07-03T18:14:57.795Z","creator_name":"Juliet Stevenson","rejection":null,"government_response":{"summary":"The Government is working with Member States to ensure family reunification under the Dublin Regulation works effectively. Plans to resettle unaccompanied refugee children from Europe are underway.","details":"The death of Muhammad Hassan was a tragedy and our thoughts are with his family.  This tragic incident further highlights the dangers of making perilous journeys across the Channel.\r\n\r\nThe Government continues to work with key EU Member States, including France, to ensure the Dublin Regulation family reunification process works effectively. Under the UK-France Joint Declaration, the UK and France have committed to ensuring that the provisions of the Dublin III Regulation are used efficiently and effectively.  To assist the handling of such cases, the two Governments have established a permanent official contact group, agreed single points of contact within respective Dublin Units and a UK asylum expert was seconded to the French administration to facilitate the improvement of all stages of the process.  The UK and France are running regular joint communication campaigns in northern France which inform unaccompanied children and others of their right to claim asylum in France. \r\n\r\nBetween the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 50 requests from France under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 40 have already been transferred to the UK. Between the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 40 requests from the rest of Europe (excluding France) under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 15 have already been transferred to the UK.\r\n\r\nFurthermore, we have started to implement the Immigration Act 2016 commitment to work with local authorities on plans to bring refugee children from Europe. Over 20 children who meet the criteria in the Immigration Act have been accepted for transfer to the UK since Royal Assent in May, the majority of whom have already arrived in the UK. As is required by the Immigration Act 2016, we are consulting with local authorities to confirm available capacity and to ensure appropriate support systems are in place. We are in active discussions with the UNHCR, UNICEF, NGOs and the Italian, Greek and French governments to strengthen and speed up mechanisms to identify, assess and transfer children who meet the criteria to the UK where this in their best interests.\r\n\r\nWe have always been clear that we want to support family reunification as much as possible. It is important to use the tools available to help children reunite with family wherever possible. We will prioritise cases with family links to the UK and where possible work within existing frameworks to ensure swift action is taken to assist these children.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nIn terms of support to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are. The UK is the largest bilateral humanitarian contributor to the ongoing situation in Europe and the Balkans with a total contribution of £65 million.  This includes nearly £46 million to provide life-saving aid to the most vulnerable migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans.\r\n\r\nIt also includes the £10 million Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations (UNHCR, Save the Children and the International Rescue Committee) to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-08-03T09:12:34.676Z","updated_at":"2016-08-03T09:12:34.676Z"},"debate":null}},{"type":"petition","id":122773,"links":{"self":"https://petition.parliament.uk/petitions/122773.json"},"attributes":{"action":"Increase funding rate for 3-4 year olds needing to provide pensions for staff.","background":"This problem affects all providers of early years child care where funding has not increased in parallel with rises in costs of provision.  .  \r\nWe are a small setting having a maximum of 12 children, The increase in the minimum wage along with need to provide a pension will close us.","additional_details":"Following the petition regarding increased hourly funding rate for 2-4 year olds in early years settings which received 10,056 signatures we now have not only an increase in the minimum wage but also the need to provide pensions for staff.  The cost of running a pension scheme, particularly in small settings which provide high quality child care, will cause many such settings to close.  This is a nation wide problem and will affect our children's future.","state":"open","signature_count":10090,"created_at":"2016-02-24T11:42:03.406Z","updated_at":"2016-08-06T09:57:42.329Z","open_at":"2016-03-16T17:51:52.905Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T08:17:30.019Z","response_threshold_reached_at":"2016-07-19T13:34:44.795Z","creator_name":"Gloria Dianne Bates","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131326,"links":{"self":"https://petition.parliament.uk/petitions/131326.json"},"attributes":{"action":"Britain First announce militant action against elected Muslims PROSCRIBE NOW!","background":"Britain First are a far right, militant off-shoot of the BNP.\r\n\r\nIn a recent press release they have stated:\r\nThey consider all elected Muslim Officials 'Occupiers'. Their operations will focus on all aspects of Muslims' day-to-day lives and official functions, including where they live, work, pray.","additional_details":"They must be proscribed now.\r\n\r\nThey also stated:\r\n\"Britain First has an official policy of banning Islam in the UK and will not stop until all Islamist occupiers are driven out of politics completely. \"Stand by for a flurry of direct action operations, similar to those we have launched numerous times against Islamists such as hate preacher Anjem Choudary.\"\r\n\r\nhttp://www.huffingtonpost.co.uk/entry/britain-first-muslim-elected-officials_uk_574352c4e4b0e71ef36d9617?edition=uk\u0026b52pke8u54myousor","state":"open","signature_count":9930,"created_at":"2016-05-25T16:13:02.032Z","updated_at":"2016-08-06T23:33:15.866Z","open_at":"2016-05-27T08:55:34.231Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-25T16:31:58.039Z","response_threshold_reached_at":null,"creator_name":"Al Doughty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122293,"links":{"self":"https://petition.parliament.uk/petitions/122293.json"},"attributes":{"action":"Make it law so that the NHS will always be in public hands","background":"It's the case that the current government wants to run the NHS into the ground by severely underfunding it. By making this law it will still be funded by the people, for all the people, and not treated as a profit making business where the quality of your care depends on your wealth.","additional_details":"","state":"open","signature_count":9891,"created_at":"2016-02-19T22:00:11.537Z","updated_at":"2016-08-06T23:47:50.141Z","open_at":"2016-03-21T11:14:04.867Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-21T12:06:42.724Z","response_threshold_reached_at":null,"creator_name":"Matt barnett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124413,"links":{"self":"https://petition.parliament.uk/petitions/124413.json"},"attributes":{"action":"Stop planned cuts to the Personal Independence Payments.","background":"Personal Independence Payments are awarded to people living with disabilities who need help with basic tasks such as getting out of bed, getting washed and dressed, and bathing/personal hygiene. Approx 640,000 people whose basic care needs are tended to by help paid for with PIP will lose funding.","additional_details":"Over the last few years there have been many changes to the structure and award systems that provide financial assistance to people living with disabilities. The Personal Independence Payment was brought in to help those who can function relatively normally in society if provided with help with basic daily needs. Take away the PIP and the government is potentially going to be facing having to provide residential care for 640,000 additional people, the cost of which will be far greater than PIP.","state":"open","signature_count":9177,"created_at":"2016-03-12T16:35:12.239Z","updated_at":"2016-08-06T19:21:54.380Z","open_at":"2016-03-15T10:29:38.376Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T18:28:51.200Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130118,"links":{"self":"https://petition.parliament.uk/petitions/130118.json"},"attributes":{"action":"UK to openly investigate stolen funds from Nigeria kept in the UK \u0026 their return","background":"The UK has served as a haven for stolen funds for corrupt Nigerian political officials and their associates since the early 60s. These funds are kept as pseudo assets, bank accounts \u0026 properties. In law, the receiver of stolen goods is as guilty as the thief. It is about time the UK does something.","additional_details":"","state":"open","signature_count":9114,"created_at":"2016-05-12T05:51:53.098Z","updated_at":"2016-08-06T23:15:00.121Z","open_at":"2016-05-19T13:45:06.916Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-12T10:20:53.279Z","response_threshold_reached_at":null,"creator_name":"Siji Otenigbagbe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123469,"links":{"self":"https://petition.parliament.uk/petitions/123469.json"},"attributes":{"action":"Call for a vote of no confidence in David Cameron","background":"I am calling for a vote of no confidence in David Cameron. This is based on his pathetic EU renegotiations that do little to solve many of the problems EU membership brings. He is also hampering a fair vote by disallowing euro sceptic civil servants access to important information.","additional_details":"From the moment the referendum date was set David Cameron has dictated what access people have and do not have. He is not fighting for the British people and does not have our best interest in mind. He is not allowing a fair campaign and is allowing scaremongering to run riot. With this in mind I can not see how his position as the highest representative of the British people can continue. As such there should be an immediate call for a vote of no confidence in him.","state":"open","signature_count":8766,"created_at":"2016-03-01T16:46:37.321Z","updated_at":"2016-08-01T19:48:52.032Z","open_at":"2016-03-03T14:02:04.481Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-01T17:06:03.166Z","response_threshold_reached_at":null,"creator_name":"jonathan Hudson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122600,"links":{"self":"https://petition.parliament.uk/petitions/122600.json"},"attributes":{"action":"Ban the use of non-recyclable plastic film and unnecessary packaging on produce.","background":"So much is wrapped in \"Film - not currently recyclable\" - the technology is there for this film to be compostable - and we could manage without most of it. Within 50 years there will be more plastic in the seas than fish - this must change. Make companies reduce their packaging and be responsible.","additional_details":"To be included in this petition:\r\n\r\nPlastic wrapped vegetables and fruit; \r\nSingle use plastic bags for purchasing fruit and vegetables (what happened to paper bags?)\r\nBubble wrap (sorry for those who like to pop the bubbles but the environment is more important); \r\nClingfilm; \r\nFilm lids from microwave meals; \r\nNon-recyclable crisp packets (metallic plastic); \r\n\r\nNext lets aim for abolishing single use water bottles and bring back water fountains - but that's for another day.","state":"open","signature_count":8746,"created_at":"2016-02-22T21:26:58.196Z","updated_at":"2016-08-06T16:04:59.382Z","open_at":"2016-02-25T12:13:50.352Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T21:18:04.051Z","response_threshold_reached_at":null,"creator_name":"Denise Bickley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128487,"links":{"self":"https://petition.parliament.uk/petitions/128487.json"},"attributes":{"action":"Lift the ban on gay and bisexual men from donating blood whilst sexually active","background":"In the UK, men who engage in sexual acts with other men are banned from donating blood, unless they do not engage in these acts for a full 12 months prior to donation.","additional_details":"Men who sleep with men (MSM) are being stigmatised by this rule as being dangerous.\r\n\r\nAll blood samples used for donation are subject to rigorous testing to ensure that various illnesses, including HIV/AIDs, cannot be transferred to a recipient of blood. \r\n\r\nThis also draws away from the fact that a promiscuous heterosexual male who has multiple partners is in fact a higher risk of infection than a monogamous homosexual male.\r\n\r\nThis unjust ban must be lifted if we truly live in a modern society!","state":"open","signature_count":8743,"created_at":"2016-04-21T16:36:23.854Z","updated_at":"2016-08-06T13:17:52.722Z","open_at":"2016-04-22T09:55:05.566Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T16:56:28.614Z","response_threshold_reached_at":null,"creator_name":"Joseph Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":117927,"links":{"self":"https://petition.parliament.uk/petitions/117927.json"},"attributes":{"action":"We, the public, call for an emergency re-run of the general election.","background":"During the election of 7th of may 2015 the conservative party wrote into it's manifesto a whole host of promises that they have subsequently failed to uphold. Examples include going ahead with reforms to child tax credits, which thankfully was blocked by the House of Lords.","additional_details":"Other examples include... Promising; not to cut front line service, not to have more top down NHS renegotiations, not to get rid of education maintenance allowance, not to meddle with sure smart, not to cut green investment, to honouring the freedom of information act, to reduce the national deficit and debt as promised and so on… We, the public, call upon government to put into action an emergency re-run of the general election","state":"open","signature_count":8550,"created_at":"2016-01-07T21:34:45.489Z","updated_at":"2016-08-06T23:49:50.464Z","open_at":"2016-03-03T13:44:37.052Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-11T04:12:25.960Z","response_threshold_reached_at":null,"creator_name":"Rebecca Wallace","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132672,"links":{"self":"https://petition.parliament.uk/petitions/132672.json"},"attributes":{"action":"Keep the Nursing Directorate in the Department of Health","background":"The Government is to scrap the nursing, midwifery and allied health professions policy unit.\r\n\r\nGiven that the Francis report (2013) suggested that nursing had a 'weak voice', and that profession’s voice to be strengthened, this move is counterintuitive. ","additional_details":"I have seen first hand the work that members of this unit do. Not only do they support projects that would otherwise not be recognised (for example, visiting/working with winners of the Molnlycke Wound Academy Scholarship and Awards programme), they provide impartial advice to the Government.\r\n\r\nAccording to the government, advice will be given by Jane Cummings, chief nursing officer based in NHS England. With the bet will in the world, one person cannot undertake the work that a whole unit does.","state":"open","signature_count":8306,"created_at":"2016-06-15T09:27:53.056Z","updated_at":"2016-08-06T21:34:08.971Z","open_at":"2016-06-21T14:17:56.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:22:05.094Z","response_threshold_reached_at":null,"creator_name":"Deborah Jayne Glover MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128555,"links":{"self":"https://petition.parliament.uk/petitions/128555.json"},"attributes":{"action":"Allow CBT riders to ride a 250cc age 21 years and above.","background":"Under current CBT laws you're limited to a 125. \r\n125 bikes are simply under powered for today's roads. \r\nThis leads do many issues for CBT riders out on the roads. with today's traffic 125 bikes are simply not as safe. the average 125 learner legal bike reaches 60 mph.   ","additional_details":"Because 125cc bikes are under powered and increases risks, because they are slow car drivers tend to get aggressive and make dangerous moves such as tailgating. \r\n\r\nWhile on a 125 in a 60/70 mph zone you are maxed out on a learner legal 125, so if something happens such as a car behind you is spinning out of control you do not have not power to pull away and avoid a collision  \r\n\r\nmany other countries allow 250cc bikes on a learner licence \r\n\r\n ","state":"open","signature_count":8231,"created_at":"2016-04-22T13:28:05.482Z","updated_at":"2016-08-06T16:27:33.578Z","open_at":"2016-04-25T09:36:02.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-22T13:33:20.189Z","response_threshold_reached_at":null,"creator_name":"Christopher Jose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123034,"links":{"self":"https://petition.parliament.uk/petitions/123034.json"},"attributes":{"action":"30 free hours childcare for ALL from Sept 16","background":"Provide 30 free hours childcare for working parents of ALL 3 year old children from September 2016, and not just for those in the privileged areas picked by the government. Most areas in the Uk will not receive funding until September 2017 but a few areas","additional_details":"","state":"open","signature_count":8066,"created_at":"2016-02-25T23:16:06.316Z","updated_at":"2016-08-06T22:09:49.378Z","open_at":"2016-02-26T13:57:16.932Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-26T13:34:24.985Z","response_threshold_reached_at":null,"creator_name":"Kirsty Cader","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156984,"links":{"self":"https://petition.parliament.uk/petitions/156984.json"},"attributes":{"action":"Commit to healthcare arrangements for British pensioners living in the EU","background":"British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.","additional_details":"Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.","state":"open","signature_count":8043,"created_at":"2016-06-30T12:22:46.126Z","updated_at":"2016-08-06T21:52:49.513Z","open_at":"2016-07-15T12:49:09.267Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-30T13:11:25.784Z","response_threshold_reached_at":null,"creator_name":"David John William England","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130787,"links":{"self":"https://petition.parliament.uk/petitions/130787.json"},"attributes":{"action":"End the contracts with Atos, Capita and maximus as they are not fit for purpose.","background":"I and many other vulnerable people are getting wrongly assessed by Atos, Capita and Maximus they dont listen to what you have to say also they can be intimidating and contradict what doctors and hospital consultants say also they dont take complaint seriously, there putting lives at risk with lies.","additional_details":"I have 2 letters stating the assessment report was good and up to standards but after fighting the complaint the 3rd letter now states the assessment report for PIP was up to standards and the nurse was contradicting herself and the report needs amending as it could affect the decision but because i won a appeal they wont tell DWP but the contacts needs ending with theses companies as they're not fit for purpose and GPs should have more of a say whether you can or can't work.","state":"open","signature_count":7857,"created_at":"2016-05-18T16:05:43.890Z","updated_at":"2016-08-06T19:46:55.144Z","open_at":"2016-05-27T09:49:25.300Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T16:18:33.559Z","response_threshold_reached_at":null,"creator_name":"Jamie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163203,"links":{"self":"https://petition.parliament.uk/petitions/163203.json"},"attributes":{"action":"Increase Carers Allowance in line with the Living Wage","background":"To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.","additional_details":"Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n","state":"open","signature_count":7684,"created_at":"2016-07-27T09:06:53.750Z","updated_at":"2016-08-06T23:39:27.616Z","open_at":"2016-08-02T15:39:04.174Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-27T09:51:43.014Z","response_threshold_reached_at":null,"creator_name":"Joy Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125212,"links":{"self":"https://petition.parliament.uk/petitions/125212.json"},"attributes":{"action":"Hold A Referendum On Renationalisation Of The Railways","background":"According to YouGov Polls, 66% of the UK Electorate now support renationalisation of the UK railways. It is clear that privatisation of the railway system has caused massive operation inefficiencies due to the complexity of the railway network.","additional_details":"","state":"open","signature_count":7650,"created_at":"2016-03-19T20:01:27.270Z","updated_at":"2016-08-05T21:59:54.557Z","open_at":"2016-03-21T17:15:27.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-19T23:14:45.481Z","response_threshold_reached_at":null,"creator_name":"Marlon Fernandez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120775,"links":{"self":"https://petition.parliament.uk/petitions/120775.json"},"attributes":{"action":"Government to enact legislation which enables TFL to set a cap on PH licenses","background":"In order to reduce congestion and pollution in London . TFL to be given the power to limit the number of PH licenses issued, if government changed legislation this could enable and empower TFL to cap the numbers in order to reduce congestion and environmental damage.","additional_details":"","state":"open","signature_count":7522,"created_at":"2016-02-05T09:11:42.433Z","updated_at":"2016-08-05T13:49:47.581Z","open_at":"2016-02-08T17:48:59.067Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-05T10:25:37.063Z","response_threshold_reached_at":null,"creator_name":"P west","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121206,"links":{"self":"https://petition.parliament.uk/petitions/121206.json"},"attributes":{"action":"Stop the deportation of Luqman Onikosi!","background":"In 2007 Luqman Onikosi came to the UK from Nigeria to study. Whilst in the UK he developed chronic liver disease. The Home Office wants to deport him to Nigeria, which does not have the medical facilities to support him. If he is deported in all likelihood he will die.","additional_details":"\r\n\r\nhttps://ceasefiremagazine.co.uk/humiliation-end-stop-deporting-people-deaths/\r\nhttp://www.theguardian.com/commentisfree/2013/jan/25/why-luqman-onikosi-remain-britain","state":"open","signature_count":7517,"created_at":"2016-02-10T16:40:54.865Z","updated_at":"2016-08-05T21:37:42.624Z","open_at":"2016-02-26T12:32:08.836Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-10T16:51:26.339Z","response_threshold_reached_at":null,"creator_name":"Max O'Donnell-Savage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122595,"links":{"self":"https://petition.parliament.uk/petitions/122595.json"},"attributes":{"action":"Petition the Government to stop expanding the badger cull across the country","background":"Bovine TB is a devastating disease for farmers and cattle. However, the badger cull is proven to be unscientific Inhumane and ineffective.At a cost of £20 million pounds so far a roll out across the country can not be justified.Move away from culling and focus on cattle based measures.","additional_details":"Wales have reduced incidents of bovine TB by 48% without killing a single badger.\r\n\r\nThe Randomised badger culling trials undertaken by the last government killed 11,000 badgers and proved that culling badgers will not reduce the disease\r\n\r\n95% of the disease is spread by cattle ","state":"open","signature_count":7446,"created_at":"2016-02-22T20:37:18.224Z","updated_at":"2016-08-06T21:27:34.394Z","open_at":"2016-02-24T10:25:59.907Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T10:18:33.011Z","response_threshold_reached_at":null,"creator_name":"Emily Lawrence","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132715,"links":{"self":"https://petition.parliament.uk/petitions/132715.json"},"attributes":{"action":"SEN budgets need to be ring fenced for children's education not LA legal fees.","background":"Mr. Ed Timpson claimed that \"No child should lose their support simply because the system is changing\". Conversely parents find that Local Authorities regularly remove vital support in the transfer to the new EHC Plans.\r\nSevere budget cuts to Education mean that parents face an adversarial system.","additional_details":"Children with SEN are routinely denied appropriate education and LA's adopt a defensive stance. Cash is diverted to legal fees to defend against appeals. Parents report huge personal and financial losses in attempts to gain SEN provision.\r\nRecently, a law firm which represents and ‘trains’ LA''s have publicly gloated about their 'WINs' against parents. Local Autho have attempted to distance themselves from this scandal; however parents nationally have reported equally negative experiences.","state":"open","signature_count":7292,"created_at":"2016-06-15T20:17:12.546Z","updated_at":"2016-08-06T18:20:07.489Z","open_at":"2016-06-16T12:06:01.428Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T20:39:34.251Z","response_threshold_reached_at":null,"creator_name":"Nikola Matulewicz-Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127328,"links":{"self":"https://petition.parliament.uk/petitions/127328.json"},"attributes":{"action":"See fibromyalgia has a disability and give the pip payment","background":"I suffer from fibromyalgia and have to really suffer because I was turned down for the pip payment because of the point system, I have to cut my working hours, I may have to end work because of the pain I now suffer","additional_details":"Doctors letters and reports, medication I'm on","state":"open","signature_count":7062,"created_at":"2016-04-09T10:31:33.509Z","updated_at":"2016-08-06T11:00:16.315Z","open_at":"2016-04-11T14:00:14.152Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-09T12:48:53.249Z","response_threshold_reached_at":null,"creator_name":"Trevor Rhymes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134345,"links":{"self":"https://petition.parliament.uk/petitions/134345.json"},"attributes":{"action":"DENY the request for a second EU REFERENDUM","background":"The British public have decided that they no longer want to be part of the EU. The minority within the Leave campaign believe there should be a second referendum. This is neither fair nor democratic. The majority have decided. The remain voters need to accept they have lost and move forward. ","additional_details":"","state":"open","signature_count":6972,"created_at":"2016-06-24T11:30:18.680Z","updated_at":"2016-08-06T18:19:06.881Z","open_at":"2016-06-28T09:02:44.495Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T20:52:59.362Z","response_threshold_reached_at":null,"creator_name":"Sean wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126403,"links":{"self":"https://petition.parliament.uk/petitions/126403.json"},"attributes":{"action":"Make discrimination against Armed Forces personnel and veterans an offence","background":"I am, and always have been, very proud of the fact that I am an RAF Veteran. Recently though, when I tried to make a purchase from a retailer, I was told that the owner didn't work with \"Murderers and Terrorists\" He had seen a picture of me in uniform, and so decided I was, in effect, a terrorist.","additional_details":"My experience is just one of many incidents in which Forces personnel are singled out and discriminated against. The Police can do nothing about it because the Armed Forces aren't recognised as a group in law. \r\n\r\nWith events in the past, such as the killing of Lee Rigby, it has become apparent that anyone with a Forces background is a potential target for hate crimes and discrimination. A change in the law will give the police the power to investigate and prevent further serious incidents.","state":"open","signature_count":6862,"created_at":"2016-04-02T15:20:46.119Z","updated_at":"2016-08-04T06:56:09.375Z","open_at":"2016-04-05T10:57:55.894Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-02T18:11:27.957Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120875,"links":{"self":"https://petition.parliament.uk/petitions/120875.json"},"attributes":{"action":"Introduce a 'teacher panel' for all government education decisions","background":"The new Key Stage 2 tests show an incredible lack of foresight and knowledge of education today.  \r\n\r\nThis petition calls for the government to consult a randomly-selected range of teachers from across the UK whenever it wants to make changes to education policy.","additional_details":"The new KS2 tests focus on grammar, reading and maths.  The concepts are so specific that creative writing, critical thinking, art and other subjects are likely to be cut as teachers scramble to spend more time drilling students.\r\n\r\nTeachers are aware that testing does not work.  A varied, rich, creative curriculum does.  We have ideas.  Why are we not being consulted?\r\n\r\nhttps://www.tes.com/news/school-news/breaking-views/take-absurdly-difficult-english-test-and-see-why-generation-students\r\n\r\n","state":"open","signature_count":6820,"created_at":"2016-02-06T09:38:28.076Z","updated_at":"2016-08-06T23:49:30.442Z","open_at":"2016-02-08T15:22:39.546Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-06T09:57:55.697Z","response_threshold_reached_at":null,"creator_name":"Rebecca Bradley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131568,"links":{"self":"https://petition.parliament.uk/petitions/131568.json"},"attributes":{"action":"Abandon DfE plans to make Year 7 children resit SATs in Mathematics and English","background":"Children in Year 6 at Primary School currently sit National Tests (\"SATs\") in Mathematics and English. The DfE are proposing that children who fail to reach a \"required standard\" will resit these tests at Secondary School in Year 7.","additional_details":"Guidance for schools on this, which was previously available on the DfE website, was recently removed (something which the DfE, despite evidence to the contrary, later denied).\r\n\r\nMathematics teaching professionals believe that there will not be enough time to effectively implement these changes for a September 2017 start. Moreover, we believe that their implementation will slow the Secondary curriculum, create a testing culture, and reinforce a language of failure inappropriate at such a young age.","state":"open","signature_count":6760,"created_at":"2016-05-28T10:08:52.168Z","updated_at":"2016-08-05T07:26:27.652Z","open_at":"2016-06-03T13:30:05.460Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T10:29:09.626Z","response_threshold_reached_at":null,"creator_name":"Simon Cox","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129305,"links":{"self":"https://petition.parliament.uk/petitions/129305.json"},"attributes":{"action":"Legalise car cruising or give us designated areas to meet","background":"Police have been clamping down on car cruising. Car cruising is not a crime but for some people is a way of life.People withing the car scene modify their cars and want people to see their work they have done. Each car is diffrent and we want a chance to show people our work.","additional_details":"In the car scene when a meet is organised we try to meet in an area that cant effect the public. We do not intend to cause any harm to the public we just want to meet and make new friends and show our builds. With atleast giving us a designated area to meet we will be able to meet new people with common interests and show our builds without causing harm or distress to the public.","state":"open","signature_count":6685,"created_at":"2016-05-02T17:30:14.827Z","updated_at":"2016-08-06T00:23:56.958Z","open_at":"2016-05-06T14:12:52.244Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-02T17:40:47.150Z","response_threshold_reached_at":null,"creator_name":"Sean davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139983,"links":{"self":"https://petition.parliament.uk/petitions/139983.json"},"attributes":{"action":"Allow motorcycles to use ALL bus lanes.","background":"Bikes take up less space than most other road users and therefore aren't seen as readily and are at greater risk of personal injury. \r\n\r\nWe are legally allowed to filter past the queuing traffic and get to the front, this way would help make it even safer without affecting the buses and taxis.\r\n\r\n","additional_details":"","state":"open","signature_count":6673,"created_at":"2016-06-25T16:24:05.547Z","updated_at":"2016-08-06T23:06:05.829Z","open_at":"2016-07-05T14:04:02.421Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T16:35:34.338Z","response_threshold_reached_at":null,"creator_name":"Martin Cherry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126310,"links":{"self":"https://petition.parliament.uk/petitions/126310.json"},"attributes":{"action":"Ensure the survival \u0026 funding of our high quality maintained nursery schools.","background":"Only 408 maintained nursery schools are left in England. 200 have been closed since1995. These extremely successful (97% are good or outstanding) inclusive places for children under 5 \u0026 their families are schools, but are not funded as schools, \u0026 thus are under huge threat of being lost forever. ","additional_details":"Maintained nursery schools support higher than average concentrations of children with SEND \u0026 have the expertise \u0026 skills to support them successfully. They are extremely successful at closing the gap between the most disadvantaged children and their peers. They are led by specialist headteachers \u0026 employ qualified teachers \u0026 nursery nurses. 64% are in the 30% most deprived areas in England. \r\nSee the Early Education report: 'Maintained Nursery Schools: the state of play' March 2015 for more info","state":"open","signature_count":6654,"created_at":"2016-04-01T10:58:24.013Z","updated_at":"2016-08-04T14:55:58.356Z","open_at":"2016-04-01T16:34:01.294Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T14:58:10.931Z","response_threshold_reached_at":null,"creator_name":"Theresa Lane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130036,"links":{"self":"https://petition.parliament.uk/petitions/130036.json"},"attributes":{"action":"Stop the travel companies charging high prices for school holiday weeks.","background":"Everyone is complaining about being fined for taking our children out of school to go on holiday. The travel companies are at fault as I believe the majority of people would take their children away during school holidays if they could afford it.","additional_details":"","state":"open","signature_count":6545,"created_at":"2016-05-11T12:39:56.225Z","updated_at":"2016-08-06T22:36:01.742Z","open_at":"2016-05-13T12:27:05.035Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-11T13:10:58.518Z","response_threshold_reached_at":null,"creator_name":"Karen Walker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132175,"links":{"self":"https://petition.parliament.uk/petitions/132175.json"},"attributes":{"action":"Make it illegal to prohibit the wearing of an earned Armed Forces Veteran Badge.","background":"A bus company has prohibited wearing of Veterans badges on the grounds of Uniformity yet encourages wearing Trade Union badges. This is contrary to the spirit of the Military Covenant. The badge is recognition of service to the nation \u0026 denying the right to wear it disrespects that veterans service.","additional_details":"","state":"open","signature_count":6526,"created_at":"2016-06-07T11:39:13.905Z","updated_at":"2016-08-06T00:24:07.086Z","open_at":"2016-06-15T16:04:21.711Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-14T20:06:10.814Z","response_threshold_reached_at":null,"creator_name":"David Fountain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126665,"links":{"self":"https://petition.parliament.uk/petitions/126665.json"},"attributes":{"action":"Change to abortion laws in NI by amended the devolved powers the NI assembly has","background":"This week a young women was sentenced to 2 years suspended for being to poor to travel out of Northern Ireland for an abortion, it is time the UK government acted to force equal treatment","additional_details":"Northern Ireland's abortion laws still put women's lives at risk and discriminate against those to poor to travel to the rest of the UK, This is done with the support of the UK government and using tax payments from the rest of the UK as such the UK government should amend Northern Ireland's devolved powers or use alternative legislation to force the Northern Irish assembly to treat women and their right to an abortion equally to the rest of the UK","state":"open","signature_count":6500,"created_at":"2016-04-05T14:07:35.205Z","updated_at":"2016-08-02T11:01:50.486Z","open_at":"2016-04-05T14:59:31.371Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T14:35:21.257Z","response_threshold_reached_at":null,"creator_name":"simon dungate","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":112044,"links":{"self":"https://petition.parliament.uk/petitions/112044.json"},"attributes":{"action":"Correct Reporting of Share Trades on the London Stock Exchange","background":"We believe the current system works against the private investor as buys are shown as sells and vise versa according to the ask and bid price set by the market makers at the time of trading. We believe this is wide open to manipulation and misinterprets the facts.\r\n\r\n","additional_details":"We would like to see a new, fair system that will report a trade factually. In turn this will lead to greater transparency on the London Stock Exchanges. \r\n\r\nAIM in particular seems manipulated by the Market Makers.\r\nActually defeating their roll of creating a real and fair market for investors. \r\n\r\nAltering spreads to hide the status of transactions isn't transparent. \r\n","state":"open","signature_count":6490,"created_at":"2015-11-08T22:44:53.741Z","updated_at":"2016-08-06T20:00:56.932Z","open_at":"2016-02-12T11:57:55.487Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-11-08T23:19:46.564Z","response_threshold_reached_at":null,"creator_name":"Marc Rowlands","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130482,"links":{"self":"https://petition.parliament.uk/petitions/130482.json"},"attributes":{"action":"Introduce plastic alcohol glasses in clubs and bars after 12am","background":"I was glassed in a unprovoked attack while on a night out. I am asking clubs and bars to introduce plastic to reduce the chance of serious injury to other members of the public. I was left with my face scarred for life, which affected my career, mental health, family and my 3 beautiful children. ","additional_details":"Please read links below for CCTV of the horrendous attack and sign to stop this happening to anyone else. \r\n\r\nhttp://www.dailymail.co.uk/news/article-3589464/Clubber-37-scarred-model-life-unprovoked-bar-attack-smashing-wine-glass-face-leaving-needing-50-stitches.html\r\n\r\nhttp://www.liverpoolecho.co.uk/news/liverpool-news/watch-moment-model-scarred-life-11331136","state":"open","signature_count":6463,"created_at":"2016-05-15T17:08:13.351Z","updated_at":"2016-08-06T22:11:50.813Z","open_at":"2016-05-31T14:48:53.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-21T17:46:12.064Z","response_threshold_reached_at":null,"creator_name":"Gemma Hilton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120792,"links":{"self":"https://petition.parliament.uk/petitions/120792.json"},"attributes":{"action":"Stop Lancashire's tragic library \u0026 museum closures by proper government funding.","background":"Lancashire County Council have had their government funding cut by a further £262million \u0026 are now only able to provide statutory services. As a result of funding cuts, 40 libraries \u0026 several important museums across Lancashire are to close. Lancashire's (\u0026 Britain's) history is being thrown away. ","additional_details":"The library \u0026 museum closure programme;\r\n• is a disastrous decision for both Lancashire \u0026 the North West\r\n• County Museum Service has been carefully \u0026 professionally built up since the mid-1970s, \r\n• consider likely response of bodies such as HLF who have invested £millions,\r\n• was regarded as one of the finest public library services in Western Europe,\r\n• libraries are community hubs,\r\n• closure of 40 libraries challenged under 1964 PLMA legislation\r\n• over 100 libraries lost last yr, 441 since 2010","state":"open","signature_count":6167,"created_at":"2016-02-05T11:43:33.006Z","updated_at":"2016-08-06T10:18:36.214Z","open_at":"2016-02-09T15:21:25.408Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-05T12:38:06.489Z","response_threshold_reached_at":null,"creator_name":"Graham Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125062,"links":{"self":"https://petition.parliament.uk/petitions/125062.json"},"attributes":{"action":"Prevent the sale of the Royal Bank of Scotland at a loss to the taxpayer","background":"According to analysis of figures published by the Government on Wednesday (16th March) by Sky News, the Government are potentially planning on selling their shares in RBS at a massive £20bn loss to the taxpayer. But we don't have to accept this loss because they don't have to sell.","additional_details":"Sky News: http://news.sky.com/story/1661144/taxpayers-face-20bn-loss-on-rbs-share-sales\r\nMove Your Money: http://moveyourmoney.org.uk/budget-2016/","state":"open","signature_count":5710,"created_at":"2016-03-18T13:05:14.168Z","updated_at":"2016-08-05T21:39:43.632Z","open_at":"2016-03-20T16:19:20.994Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-18T15:29:30.916Z","response_threshold_reached_at":null,"creator_name":"Andrew Maggs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123800,"links":{"self":"https://petition.parliament.uk/petitions/123800.json"},"attributes":{"action":"The people of scotland demand a second independence referendum","background":"With continued lies and deceit from westminster, we the people of scotland demand a second independence referendum without objection from westminster","additional_details":"","state":"open","signature_count":5671,"created_at":"2016-03-05T09:34:35.210Z","updated_at":"2016-08-06T23:44:18.940Z","open_at":"2016-03-08T11:48:48.206Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-05T09:51:01.314Z","response_threshold_reached_at":null,"creator_name":"Ian Gibson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120967,"links":{"self":"https://petition.parliament.uk/petitions/120967.json"},"attributes":{"action":"Raise awareness and ensure the safe release of British ISIS hostage John Cantlie","background":"John Cantlie is a British photo-journalist held captive by ISIS for over three years.  He has been used in the \"Lend Me your Ears\" proganda videos directed and filmed by ISIS. ","additional_details":"Information on John may be found at https://en.wikipedia.org/wiki/John_Cantlie and there is a twitter page @CantlieUK.  There is also an international petition for those outside the UK at http://tinyurl.com/ktjf313\r\n\r\n","state":"open","signature_count":5519,"created_at":"2016-02-07T20:37:04.564Z","updated_at":"2016-08-06T23:46:29.610Z","open_at":"2016-02-08T17:00:46.218Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-07T20:45:09.353Z","response_threshold_reached_at":null,"creator_name":"Poppy Douglass","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123864,"links":{"self":"https://petition.parliament.uk/petitions/123864.json"},"attributes":{"action":"Stop the boundary changes","background":"The Goverment are about to introduce political boundary changes, which could see the Tory party in power indefinately, with very little possible opposition. This is a cynical attempt at power grabbing, and an affront to democracy, which must not go ahead.","additional_details":"These boundary changes will see the Labour Prty lose 10% of their seats, the Lib dems 50%, but the Tories a mere 4%. If the 2015 election had been fought on these changes, the Tory majority would have trippled from 11 to 33 seats. ","state":"open","signature_count":5499,"created_at":"2016-03-06T11:43:49.683Z","updated_at":"2016-08-06T00:24:07.125Z","open_at":"2016-03-21T15:19:50.602Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-06T12:55:04.690Z","response_threshold_reached_at":null,"creator_name":"David Babb","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134618,"links":{"self":"https://petition.parliament.uk/petitions/134618.json"},"attributes":{"action":"Hold a second referendum on leaving the EU once exit terms have been negotiated.","background":"On 23rd June 2016, the UK voted to leave the EU. The terms of the departure have yet to be agreed with the EU, and the possibilities vary widely on key issues such as access to the single market and limiting immigration. Once terms are agreed, a second vote should be held to confirm the decision.","additional_details":"During campaigning ahead of the EU referendum, many parties, including politicians and supporters on both sides of the debate, noted that the structure of any agreement to leave was uncertain. The terms that the UK would negotiate with the EU were subject to claim and counter-claim on both sides.\r\n\r\nThe public, therefore, were not aware of the full nature of the 'leave' outcome at that time and should be given the opportunity to vote on again once an agreement with the EU is reached.","state":"open","signature_count":5477,"created_at":"2016-06-24T12:23:42.897Z","updated_at":"2016-08-06T18:41:33.252Z","open_at":"2016-07-04T16:28:00.249Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T13:47:24.904Z","response_threshold_reached_at":null,"creator_name":"William Kerr-Muir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122960,"links":{"self":"https://petition.parliament.uk/petitions/122960.json"},"attributes":{"action":"Give parents rights to be involved with their disabled adult childs decisions.","background":"The capacity criteria is too low for most invisibly vulnerable disabled adults of 18 with foetal alcohol spectrum disorder, autism etc, their brain damage, impulsivity \u0026  dysmaturity can be dangerous \u0026  families are excluded from legally keeping their adult child safe from themselves \u0026 others. \r\n","additional_details":"Give parents of invisibly disabled children with special needs of 18 + legal rights to assist them in making decisions that affect theirs and their families lives post 18. Even with care plans \u0026 EHCPS in place they have no legal rights .\r\nYoung people with FASD,  autism etc are being failed by law and the system as the capacity threshold  is too low \u0026 is not checking for neurodevelopmental disorders  in the same way that IQ tests do not check for capacity, vulnerability or gullibility! Adults with FASD are failed by services that should offer protection and support for our vulnerable children and adults. Parents are being denied rights to protect their child as law dispels their rights to be involved in their vulnerable child's decisions should the young person wish.","state":"open","signature_count":5476,"created_at":"2016-02-25T15:30:16.252Z","updated_at":"2016-08-05T17:02:19.466Z","open_at":"2016-03-02T18:16:40.442Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T17:00:49.122Z","response_threshold_reached_at":null,"creator_name":"Alison mccormick ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124307,"links":{"self":"https://petition.parliament.uk/petitions/124307.json"},"attributes":{"action":"Increase NHS Pay in Accordance with the Living Wage Increases","background":"I propose for the NHS pay to me increased in line with the increase from National Minimum Wage to the new Living Wage.  A 1% pay increase has been proposed for NHS employees as of April 2016, at the same time the new Living Wage will come in to play.  The increase from NMW to Living Wage is 7.46%.","additional_details":"I work for NHS on the Band 3 Agenda for Change payscale.  At present I earn £17495 per annum.  The 1% pay rise results in a new salary of £17669 \u003e a gross increase of £15.33pm, subject to income tax and NI deductions.  \r\nThe increase from NMW to Living Wage = 7.46% increase.  Therefore there is only a £1.83/hr difference between me and someone on Living Wage, where before there was a £2.24/hr difference (NMW).\r\nI propose that NHS should increase pay scales in line with 7.46% increase for others.","state":"open","signature_count":5467,"created_at":"2016-03-11T10:47:39.616Z","updated_at":"2016-08-02T19:38:19.081Z","open_at":"2016-03-15T10:25:18.329Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T18:57:19.120Z","response_threshold_reached_at":null,"creator_name":"Casey McDaid","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124188,"links":{"self":"https://petition.parliament.uk/petitions/124188.json"},"attributes":{"action":"Review the Armed Forces 1℅ paycap.","background":"The Armed Forces have been on a 1℅ payrise for the last few years. Although the Government made around 20,000 servicemen redundant they task the Forces more frequently to backfill they're short falls (floods, Olympics etc) while they enjoyed a 11℅ pay rise last year and a 1.4℅ rise this year.","additional_details":"A 1℅ pay increase does not reflect the cost of living. The cheapest food available to a single soldier is rising by 17℅ alone with accommodation also increasing. The extra duties placed on the Armed Forces (floods, Olympics, fuel strikes, fire strikes, prison strikes etc) deserve more than the 1℅ forced upon us when we are available 24/7. Compare this to MP's pay rises against the amount of time they spend actually working it is unfair and morally wrong.","state":"open","signature_count":5415,"created_at":"2016-03-09T23:48:33.759Z","updated_at":"2016-08-04T06:55:28.524Z","open_at":"2016-03-11T20:14:27.722Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-10T06:50:12.359Z","response_threshold_reached_at":null,"creator_name":"Robert Johnson-Cooke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122105,"links":{"self":"https://petition.parliament.uk/petitions/122105.json"},"attributes":{"action":"The crisis in Zimbabwe requires an urgent response from the UK Government","background":"The people of Zimbabwe are facing a crippling drought, economic melt down, illegal demolitions of homes, tribal tensions as a result of  corruption and poor governance. The leaders live lavishly at the expense of the poor masses who carry the weight of world on an empty stomach and a broken spirit.","additional_details":"The people of Zimbabwe have suffered immensely under Zanu PF misrule, the nation has been turned into a private enterprise with the citizens being reduced to mere bystanders.\r\n\r\nhttp://www.bbc.co.uk/news/world-africa-35500820 \r\nhttps://www.newsday.co.zw/2016/01/22/council-destroys-settlement-ahead-of-mugabe-return/ \r\nhttps://www.newsday.co.zw/2015/12/01/amhvoicesagric-inputs-must-be-distributed-fairly/ \r\nhttp://www.theindependent.co.zw/2015/10/17/grace-mugabe-abuses-98m-facility/","state":"open","signature_count":5407,"created_at":"2016-02-18T14:37:17.353Z","updated_at":"2016-08-06T11:46:03.929Z","open_at":"2016-02-18T18:16:31.428Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-18T14:51:47.254Z","response_threshold_reached_at":null,"creator_name":"Tsitsi Valerie Machingauta","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127446,"links":{"self":"https://petition.parliament.uk/petitions/127446.json"},"attributes":{"action":"Crack down on Puppy Farming/BY breeding with stricter breeding licence criteria.","background":"The current criteria/eligibility and fees to obtain a dog breeding licence is making it open to everybody, we are over run with dogs and puppies in this country. Breeding is an easy option to make big money quick. We need to clamp down and start putting the welfare of the animals first.\r\n\r\n\r\n\r\n","additional_details":"Just check out sites such as gumtree, preloved, pets4homes, even Facebook....the number of adverts are in the 1000's, rescue centres are bursting at the seams - yet licences continue to be issued allowing further breeding. The welfare of the poor dogs being bred needs questioning as the needs of the dogs isn't always first priority.\r\nThis is how easy it is to get a license and the fee for a licence varies depending where you live.\r\nhttps://www.gov.uk/dog-breeding-licence-england-scotland-wales","state":"open","signature_count":5321,"created_at":"2016-04-10T10:54:59.996Z","updated_at":"2016-08-06T22:48:57.305Z","open_at":"2016-04-14T18:19:53.427Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-10T15:49:50.659Z","response_threshold_reached_at":null,"creator_name":"Lucy Rhodes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122116,"links":{"self":"https://petition.parliament.uk/petitions/122116.json"},"attributes":{"action":"Government to invest in Neuroblastoma relapse treatment(common childrens cancer)","background":"Neuroblastoma (NB) is the most common extracranial solid cancer in childhood with an incidence of about 100 cases per year in the UK. \r\nThe chance of relapse is 80% \u0026 treatment is only available abroad costing over £500,000. Parents of sick children are appealing to the public for funding.\r\n\r\n\r\n\r\n","additional_details":"If treatment is available and successful in America, why is the UK not offering the same treatment to our children?\r\nIf treatment is available in America, why is the government not offering funding to help? \r\nThe government and NHS have a responsibility to the people of the UK, therefore more research into Neuroblastoma should be funded and treatment should be made available as soon as possible. \r\nIn the meantime, the government should be helping these families and their children. \r\n\r\nhttp://www.theguardian.com/society/2012/aug/24/childrens-cancer-treatment\r\n\r\nhttp://www.chroniclelive.co.uk/news/north-east-news/newcastle-boy-kian-musgrove-faces-10669593\r\n\r\nhttp://www.chroniclelive.co.uk/news/north-east-news/dudley-toddler-fighting-cancer-hit-10766903\r\n","state":"open","signature_count":5305,"created_at":"2016-02-18T16:14:33.190Z","updated_at":"2016-08-01T12:22:06.914Z","open_at":"2016-02-19T18:14:51.108Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-19T10:18:31.836Z","response_threshold_reached_at":null,"creator_name":"Kayleigh Lowes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123348,"links":{"self":"https://petition.parliament.uk/petitions/123348.json"},"attributes":{"action":"Enact a law making deception and lying by politicians a criminal offence.","background":"Politicians hold a priviliged position that has the potential to create damage to the welfare of the country and its populace when personal or party agendas take precedence.\r\nUsing deceit, lies or misdirection to pass legislation or support a position is unacceptable and must stop.\r\n","additional_details":"No action is ever taken against politicians whose actions while in government damages the country physically, socially or financially.\r\nBasically politicians make it up as they go along, experimenting with aspects they dont grasp or have a personal axe to grind in doing so, example, Tony Blair and the unwritten mass immigration policy, David Camerons Lisbon Treaty referendum promise.\r\nPoliticians need to be financially and personally accountable to the public, we need a law to hold them to.\r\n","state":"open","signature_count":5149,"created_at":"2016-02-29T11:53:21.240Z","updated_at":"2016-08-06T23:06:15.909Z","open_at":"2016-03-02T18:18:30.571Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-29T19:35:43.333Z","response_threshold_reached_at":null,"creator_name":"Tony Warren","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136417,"links":{"self":"https://petition.parliament.uk/petitions/136417.json"},"attributes":{"action":"Vote on an early General Election before sending Article 50","background":"The public have voted to leave the EU but with little indication of how negotiations will be approached. An election would allow the various Parties to set out their priorities (e.g. Market Access v's Restricted Movement) for negotiating our future EU relationship and let the people choose. ","additional_details":"","state":"open","signature_count":5147,"created_at":"2016-06-24T20:39:44.601Z","updated_at":"2016-08-06T15:29:04.029Z","open_at":"2016-06-29T14:59:11.257Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T23:25:08.911Z","response_threshold_reached_at":null,"creator_name":"Ben Gillingham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121908,"links":{"self":"https://petition.parliament.uk/petitions/121908.json"},"attributes":{"action":"Give adolescents access to eating disorders treatment before they're underweight","background":"In the UK, many adolescents are being denied treatment for early stage eating disorders due to the fact that they are of a healthy weight. \r\nEating disorders are illnesses of the mind and many children are becoming critically ill due to the lack of treatment available for the initial signs of an ED.","additional_details":"Eating disorders can kill at any weight. They're an illness of the mind that can be treated with the right community support which enables both patients and their families to know how to manage these illnesses. So why is it that children and young adults are being denied treatment because of their weight. Too many individuals have slipped through the net because they didn't meet the \"criteria\" for that crucial help that's needed which could prevent the deterioration of physical and mental health","state":"open","signature_count":5058,"created_at":"2016-02-16T23:21:12.431Z","updated_at":"2016-08-06T23:50:10.519Z","open_at":"2016-02-18T10:16:50.220Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-16T23:55:58.301Z","response_threshold_reached_at":null,"creator_name":"Emily Beaumont","rejection":null,"government_response":null,"debate":null}}]}