{"links":{"self":"https://petition.parliament.uk/petitions.json?page=26\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=71\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=27\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=25\u0026state=open"},"data":[{"type":"petition","id":119951,"links":{"self":"https://petition.parliament.uk/petitions/119951.json"},"attributes":{"action":"All overground rail companies should have to provide a seat for paying customers","background":"Make it a legal requirement that all overground rail companies must provide a seat for all paying customers. In instances where this is not possible due to unavoidable problems on the line, customers should be reimbursed at the receiving station. ","additional_details":"On many overground routes there are many stations which are too small for a long train with 12-15 carriages to be able to stop at whilst allowing access on and off for each carriage. However, it is general practice in some areas, and entirely reasonable to expect that customers can access rear carriages by walking through the carriages on the train. This frees the companies up to provide longer trains without worrying that some stations may not be large enough to provide access to all carriages.","state":"open","signature_count":70,"created_at":"2016-01-26T22:21:15.623Z","updated_at":"2016-07-13T09:33:12.099Z","open_at":"2016-01-27T11:11:12.513Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-27T08:32:29.081Z","response_threshold_reached_at":null,"creator_name":"Charlotte Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119484,"links":{"self":"https://petition.parliament.uk/petitions/119484.json"},"attributes":{"action":"Actively work to reduce the use of plastic packaging by retailers in the UK","background":"A new report by the Ellen McArthur Foundation states that by 2050, the world's oceans could contain \"More plastic than fish.\" In accordance with global environmental goals and the recent talks in Paris, the government should start actively tackling plastic waste produced by large retailers in the UK","additional_details":"\"Each year, at least 8 million tonnes of plastics leak into the ocean - equivalent to the contents of one garbage truck every minute.\" \r\n\r\nhttp://www.ellenmacarthurfoundation.org/publications/the-new-plastics-economy-rethinking-the-future-of-plastics\r\n\r\nThe introduction of the 5p plastic bag charge has reduced bag usage by 78% (data from Tesco). Now it is time for the government to put the onus onto retailers to drastically reduce the use of environmentally damaging materials as packaging.","state":"open","signature_count":70,"created_at":"2016-01-22T12:16:27.345Z","updated_at":"2016-07-12T13:43:51.794Z","open_at":"2016-01-24T16:13:35.961Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-22T22:48:14.944Z","response_threshold_reached_at":null,"creator_name":"Leanne Rowe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":157655,"links":{"self":"https://petition.parliament.uk/petitions/157655.json"},"attributes":{"action":"Free blood tests for people putting themselves forward as Living Donors.","background":"If someone is willing to be a Living Donor, undergo invasive surgery to change peoples lives, and at the same time save the NHS money - surely, we can provide them a blood group certificate on the NHS and not ask them to pay for it? \r\nIt's a selfless act, \u0026 being forced to go private is prohibitive.","additional_details":"I've lived with CKD for ten years, and now I am in need of a transplant or face years of dialysis. I am so lucky that a group of people have come forward as potential Living Donors.\r\n\r\nThese people are willing to undergo invasive surgery to change lives. This surgery would also save the NHS millions, transplanting kidneys is more cost efficient than dialysis. \r\n\r\nIt's the principle - if someone is willing to undertake such a selfless act, as a society let's not ask them to pay for the privilege. \r\n","state":"open","signature_count":69,"created_at":"2016-07-01T13:16:47.776Z","updated_at":"2016-07-19T08:17:16.732Z","open_at":"2016-07-14T17:08:22.123Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-01T13:58:31.780Z","response_threshold_reached_at":null,"creator_name":"Richard Gale","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136897,"links":{"self":"https://petition.parliament.uk/petitions/136897.json"},"attributes":{"action":"For the UK to hold a General Election within 12 months of the EU referendum","background":"The resigning Prime Minister, Rt Hon. David Cameron, held a referendum for the people to vote on leaving or remaining in the EU.\r\nWith the result in favour of the \"Leave\" campaign he announced his intention to leave his post, paving the way for an unelected Prime Minister after less than 2 years.","additional_details":"Following the massive turnout in the referendum \u0026 the decision of their elected leader to leave his post, the people of the United Kingdom, deserve to elect a new Prime Minister. \r\nThis decision should not be left to  the Conservative party as the country now finds itself in entirely new circumstances and any new PM chosen by them, would not be properly recognised by the public.\r\nA General Election should be held within 12 months of the result of the E.U. Referendum (No later than 1st July 2017).","state":"open","signature_count":69,"created_at":"2016-06-25T00:31:21.802Z","updated_at":"2016-07-11T20:04:13.461Z","open_at":"2016-06-29T16:54:43.733Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T01:06:42.085Z","response_threshold_reached_at":null,"creator_name":"Daniel James Armstrong","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132595,"links":{"self":"https://petition.parliament.uk/petitions/132595.json"},"attributes":{"action":"Bring back compulsory Sexual Education lessons in Secondary Schools in the UK","background":"In the early hours of the 12th June 2016, a horrific, homophobic-fuelled attack happened in a gay club in Orlando. In response to this tragedy, I am proposing that we bring back compulsory Sexual Education Lessons, with a focus on LGBTQIA+ and Feminism in order to help eradicate homophobia.","additional_details":"As a 15 year old, I can tell you levels of homophobia in Secondary Schools are high, and actual Sexual Education lessons are no longer compulsory. The school has to do something, but actual lessons are no longer compulsory. I believe that homophobia in secondary schools is a direct result of this. I am LGBTQ+, and I always see this prejudice and discrimination in school and on social media and it is sickening. Now more than ever, the UK needs to be united, and attempt to eradicate homophobia.","state":"open","signature_count":69,"created_at":"2016-06-13T22:36:49.025Z","updated_at":"2016-07-04T03:28:43.109Z","open_at":"2016-06-15T14:54:11.939Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-13T23:11:44.433Z","response_threshold_reached_at":null,"creator_name":"Lucas Johnston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127948,"links":{"self":"https://petition.parliament.uk/petitions/127948.json"},"attributes":{"action":"Parliament to make Companies in UK offer Royal mail rates and courier rates.","background":"Homes in the Highlands and Islands of Scotland and in Northern Ireland are normally only offered one rate. This results in much higher costs to these areas OR BEING REFUSED ANY DELIVERY AT ALL. Around 69% online dealers do not offer delivery by Royal Mail, which is the same wherever it is in UK ","additional_details":"A Postcode Penalty survey found 63% of online retailers charge extra delivery for certain parts of the UK and 34% said delivery would take longer for those who live on islands. Royal Mail charges the same no matter where you are located in the UK. The Government must create a law that  that ensures that, at least, those customers in these areas mentioned above are offered courier rates and Royal mail rates. THEY ARE  ALL PART OF UK and should be entitled to get the cheapest delivery service.","state":"open","signature_count":69,"created_at":"2016-04-15T07:19:20.273Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-15T14:41:52.275Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-15T09:11:55.917Z","response_threshold_reached_at":null,"creator_name":"Stewart Grant","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123640,"links":{"self":"https://petition.parliament.uk/petitions/123640.json"},"attributes":{"action":"Ban artificial colours (E numbers) from children's medicine in the UK","background":"Many medicines for children and babies still contain dangerous E numbers. E.g Calpol has E122; a colour which can cause health issues, behavioural problems and hyperactivity in children. The FSA advises against giving such colourings to children. Natural colours should be used instead if required.","additional_details":"Much information is available, but here are just a few of the links:\r\nhttp://www.nhs.uk/news/2013/10October/Pages/Call-to-ban-additives-in-childrens-medicines.aspx\r\nhttp://www.webmd.boots.com/add-adhd/guide/food-dye-adhd\r\nhttp://www.feingold.org/Research/PDFstudies/E-numbers.pdf\r\nhttp://www.telegraph.co.uk/news/health/children/10395491/Additives-in-Calpol-should-be-banned-due-to-hyperactivity-in-children.html\r\nhttp://www.food.gov.uk/sites/default/files/multimedia/pdfs/labellingcoloursreg13332008.pdf","state":"open","signature_count":69,"created_at":"2016-03-03T11:31:49.276Z","updated_at":"2016-07-18T12:58:33.683Z","open_at":"2016-03-04T17:42:46.018Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-03T21:43:23.058Z","response_threshold_reached_at":null,"creator_name":"Gillian Mackie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123076,"links":{"self":"https://petition.parliament.uk/petitions/123076.json"},"attributes":{"action":"cap the profit individuals are allowed to make on ticket resale websites.","background":"There is no cap on the profit individuals are allowed to make when reselling tickets using the appropriate resale websites. This is means people are able to make an extreme profit on the hard work of artists. Exploitation of the arts industry like this should not be acceptable.  ","additional_details":"Ticket resale websites such as getmein.com and viagogo.co.uk allow individuals to resell tickets for events at extortionate prices. For example the recent sell out of Catfish and the Bottlemen's tour has lead to hundred's of tickets being available for up to ten times face value of the ticket just minutes after the event sold out. Although the live music industry is where this problem is most significant, individuals continue to capitalise on events throughout the arts performance industry.","state":"open","signature_count":69,"created_at":"2016-02-26T11:51:03.712Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-03-09T11:59:55.070Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-26T12:27:47.685Z","response_threshold_reached_at":null,"creator_name":"Sarah Rose Scott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120701,"links":{"self":"https://petition.parliament.uk/petitions/120701.json"},"attributes":{"action":"UK Parliament to exchange the collapsing £ for gold offered by World Bank \u0026 IMF","background":"British Pound (£) has been put at risk of collapse by the Bank of England’s money creation programme termed \"Quantitative Easing\". The Board of Governors of World Bank and IMF have announce transition to asset-backed currencies to prevent a collapse that would cause immense suffering to UK people.","additional_details":"This link https://s3.amazonaws.com/khudes/LTJC.pdf contains the offer from the World Bank and IMF board of Governors, the Negotiation Monetary Agreement by Karen Hudes (Acting General Counsel of the International Bank for Reconstruction and Development, is legal counsel to the trust) and a letter from Karen Hudes to Rt Hon Justine Greening MP, see page 337.\r\n\r\nKaren Hudes contact details are included within the World Bank and IMF offical announcement if further clarification is needed.","state":"open","signature_count":69,"created_at":"2016-02-04T13:15:14.574Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-11T17:16:47.618Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-04T16:07:43.456Z","response_threshold_reached_at":null,"creator_name":"Paul Jenkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120033,"links":{"self":"https://petition.parliament.uk/petitions/120033.json"},"attributes":{"action":"Regulate use of Helium in entertainment to protect medical and scientific needs.","background":"Helium is a rare element on Earth, shown when the price doubled between 2002-2007, and despite new plants in Qatar, Russia and the US shortages will occur.\r\n\r\nThis element is widely used in medicine, science and industry but is wasted in party balloons. Regulation is needed.","additional_details":"Helium is a very light element, and one of the few elements that \"leak\" out of the Earth's atmosphere. This means that when Helium is used, such as in party balloons, it cannot be retrieved from the atmosphere and will eventually disappear into space.\r\n\r\nHelium is used in MRI scanners, supercritical fluids, telescopic lenses, and much more.\r\n\r\nThe shortages experienced in the 2000s are inevitable in the future, and such a precious resource MUST be protected and regulated for future discovery.","state":"open","signature_count":69,"created_at":"2016-01-27T15:49:32.893Z","updated_at":"2016-07-11T00:22:29.475Z","open_at":"2016-01-28T17:43:34.127Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-27T17:05:50.271Z","response_threshold_reached_at":null,"creator_name":"Allan Carmen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119100,"links":{"self":"https://petition.parliament.uk/petitions/119100.json"},"attributes":{"action":"Petition For Government to Save British Steel Industry And Subsidise Costs","background":"Steel companies in other EU countries have been bailed out by their respective governments in order to save the industry , such as Italy. More than two thousand jobs have been lost in the last two years in this sector. Remember the mining industry ? It happened like this. History repeating itself.","additional_details":"China is flooding the market with cheap steel. Cut off the demand and you cut off the supply. If the Government can waste £84bn on bankers who still got their bonuses, who still live unaffected lives then they can help these communities who will be decimated. Port Talbot Steel works losing £1million per week and we waste £20 million teaching people to speak English from abroad. Let's prioritise. Three new aircraft carriers being built . Where is the material coming from ? Its not the UK !","state":"open","signature_count":69,"created_at":"2016-01-19T18:32:50.824Z","updated_at":"2016-07-07T18:14:15.221Z","open_at":"2016-02-03T15:02:47.020Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-28T10:14:10.747Z","response_threshold_reached_at":null,"creator_name":"Mathew Edward James Richards","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":161258,"links":{"self":"https://petition.parliament.uk/petitions/161258.json"},"attributes":{"action":"Increase the number of Police Constables and Increase Police Constables Pay","background":"The number of Police officers continue to drop every year down to 207,140 as of March 31st 2015. More and more harsh cuts effect the safety of everyone, leave Police forces stretched and workload too high for each officer. Pay for officers is also too low and only getting 1% is a slap in the face.","additional_details":"Government reports show the downward spiral in numbers. An offer of just 1% pay rise is just not acceptable, for the hard work, long hours and low pay that our officers have to put in. Especially in a modern environment filled with danger, our officers put their lives on the line, every day that they report for duty. They are not permitted to industrial strike action and have little in the way of representation. The people of the U.K. Now need to show our officers that we support them. ","state":"open","signature_count":68,"created_at":"2016-07-13T18:45:08.669Z","updated_at":"2016-07-23T22:41:25.514Z","open_at":"2016-07-22T11:51:57.084Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-14T16:38:57.178Z","response_threshold_reached_at":null,"creator_name":"Simon Lee","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":161038,"links":{"self":"https://petition.parliament.uk/petitions/161038.json"},"attributes":{"action":"Free sun cream for all school children","background":"I have been recently been diagnosed with skin cancer, being only 28 this has come as a bit of a shock. being a red head, fair skinned , and freckly I always kept an eye on skin changes but you still think it wont happen to you. This then flagged up and made me take notice the price of sun cream.","additional_details":"Every child should have access to sun cream, especially march-October, teachers, anybody in a position of care to a child should be allowed to apply sun cream where they see fit.\r\nSun damage ages the skin but also raises the risk of skin cancer, one of the most preventable cancer. I believe all school children should receive a 'sunstart' pack containing a sun hat, sun cream, and information sheet, a bottle of water , and an activity pack. FREE SUN CREAM FOR ALL SCHOOL CHILDREN.","state":"open","signature_count":68,"created_at":"2016-07-12T20:44:08.402Z","updated_at":"2016-07-23T08:55:46.128Z","open_at":"2016-07-21T15:14:10.234Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-12T20:54:28.149Z","response_threshold_reached_at":null,"creator_name":"Lisa Potter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":146173,"links":{"self":"https://petition.parliament.uk/petitions/146173.json"},"attributes":{"action":"Open negotiations to join the Schengen Area.","background":"Switzerland, Norway, Iceland and Liechtenstein are in Schengen without being in the EU. Schengen allows for free movement and common visa policy across Europe, without requiring welfare support for immigrants, and provides for police and judicial cooperation to fight transnational crime. ","additional_details":"The UK has voted to leave the European Union but many people, especially young people in Britain, value being able to travel and work freely across Europe. We value the contribution that visitors and residents from elsewhere in Europe make to our economy and society. We will likely be required to agree to freedom of movement as part of any deal to join the European Economic Area or EFTA. We could start negotiating to join Schengen before triggering formal negotiations to leave the EU.","state":"open","signature_count":68,"created_at":"2016-06-26T13:20:40.081Z","updated_at":"2016-07-22T16:25:11.723Z","open_at":"2016-07-06T14:53:55.842Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T14:28:13.881Z","response_threshold_reached_at":null,"creator_name":"Stephanie Biden","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":137150,"links":{"self":"https://petition.parliament.uk/petitions/137150.json"},"attributes":{"action":"A referendum on an elected House of Lords and a proportional representation.","background":"In the recent referendum on membership of the EU, one of the key arguments revolved around democracy and the role of unelected officials in law making processes. The U.K. has 800 unelected officials in the legislative process, and a voting system that does not accurately represent citizen's views.","additional_details":"","state":"open","signature_count":68,"created_at":"2016-06-25T07:14:18.174Z","updated_at":"2016-07-19T21:06:19.341Z","open_at":"2016-07-06T09:49:45.190Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T10:20:23.501Z","response_threshold_reached_at":null,"creator_name":"Daniel Neary","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133232,"links":{"self":"https://petition.parliament.uk/petitions/133232.json"},"attributes":{"action":"Change the law to ensure the safety of children crossing roads near schools","background":"Make it compulsory for local councils to be held accountable for ensuring that children can cross busy, dangerous roads safely when walking to school.\r\nLocal councils currently do not have to provide a solution for children crossing busy roads and it is at their discretion.","additional_details":"On gypsy lane in Nuneaton, 2 crossing patrol staff members have unfortunately been unable to fulfil their roles due to extremely sad circumstances. As a result children are having to cross an incredibly busy, dangerous road, resulting in children nearly being hit at speed by dangerous drivers. Due to the current legal requirements, the police nor the council have to provide safe passage which is putting children at serious risk. The duty of care is non existent and this needs to change.","state":"open","signature_count":68,"created_at":"2016-06-21T13:03:41.223Z","updated_at":"2016-07-07T22:01:44.622Z","open_at":"2016-07-05T11:17:45.592Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-21T14:09:14.485Z","response_threshold_reached_at":null,"creator_name":"Katie Harrison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131454,"links":{"self":"https://petition.parliament.uk/petitions/131454.json"},"attributes":{"action":"Make energy drinks age restricted","background":"Energy drinks are full of caffeine and other ingredients that can lead to serious health issues. I, along with many other people, feel that all energy drinks should be sold under the age restriction law. I feel that the ingredients in energy drinks are not suitable for children younger than 16 years","additional_details":"Energy drinks are loaded with sugar and caffeine (sometimes more than twice the caffeine that's in a can of cola) so they’ll certainly give you a temporary energy jolt. However, the boost is short-lived and may be accompanied by other problems.\r\nThe caffeine in energy drinks can make you feel irritable and restless. It can increase your blood pressure, while the sugar can contribute to weight gain, especially if you don’t exercise regularly. http://www.nhs.uk/Livewell/tiredness-and-fatigue/Pages/energy-mythbuster.aspx","state":"open","signature_count":68,"created_at":"2016-05-26T20:26:40.145Z","updated_at":"2016-07-23T17:09:20.331Z","open_at":"2016-06-01T13:40:15.772Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-26T21:19:01.777Z","response_threshold_reached_at":null,"creator_name":"Siobhan Macinnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125126,"links":{"self":"https://petition.parliament.uk/petitions/125126.json"},"attributes":{"action":"Vehicles powered by fossil fuels should be banned from UK cities by 2025","background":"Air pollution is linked to 40,000 early deaths per year in the UK. A major contributor to the state of air quality is the use of vehicles powered by fossil fuels on Britain's roads. Climate change and health implications aside, just imagine the air in our cities being as fresh as an alpine breeze.","additional_details":"Clean air technology exists in the form of electric engines, batteries, and hydrogen fuel cells. Cars and other vehicles powered by this technology are currently expensive, and out of the reach of most consumers and business. However, legislation could increase the pace of innovation within automotive industries in order to make such technology cheap and available to all. This will be a big step towards the cleaner brighter future that we all deserve.","state":"open","signature_count":68,"created_at":"2016-03-18T23:06:47.677Z","updated_at":"2016-07-09T11:43:36.382Z","open_at":"2016-03-21T17:12:13.122Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-19T07:23:21.917Z","response_threshold_reached_at":null,"creator_name":"Michael Joyce","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123755,"links":{"self":"https://petition.parliament.uk/petitions/123755.json"},"attributes":{"action":"Provide funding for makaton training to all healthcare professionals for free.","background":",   Makaton is a sign language not recognised in  healthcare professionals and ,seeing to the needs of people with learning difficulties is a  duty of care for every member. It should be in  the hospitals for free. It would stop patients form suffering further trauma. Thank you","additional_details":"NHS.Wales.uk NHS Scotland.uk NHS.UK  www.GOV.UK  www.legislation. org.uk www.makaton .org.uk\r\nAll this evidence available online provides you with Reports Commission reviews and case studies also their policy agendas in Wales Scotland and the UK ","state":"open","signature_count":68,"created_at":"2016-03-04T14:39:09.365Z","updated_at":"2016-07-04T12:44:06.106Z","open_at":"2016-03-07T12:00:38.634Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-06T19:09:14.267Z","response_threshold_reached_at":null,"creator_name":"Delyth Roberts","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122023,"links":{"self":"https://petition.parliament.uk/petitions/122023.json"},"attributes":{"action":"Atleast 70% of road tax funds to be spent repairing roads","background":"UK drivers spend billions every year in road tax, yet majority of roads are in horrific conditions resulting in damages and accidents causing us even more money","additional_details":"","state":"open","signature_count":68,"created_at":"2016-02-17T20:27:04.884Z","updated_at":"2016-07-03T11:11:50.645Z","open_at":"2016-02-19T12:24:41.632Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-17T21:37:20.900Z","response_threshold_reached_at":null,"creator_name":"Michael riches","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121331,"links":{"self":"https://petition.parliament.uk/petitions/121331.json"},"attributes":{"action":"Make it UK Law to make all Plastic Bags out of Hemp (Biodegradable Bioplastic).","background":"With the advent of Plastic Bags came a worldwide problem that has shown itself to be one we must tackle head on.\r\n\r\nPlastic in our Eco Systems has cause major environmental issues. We've had the solution for many years, but we haven't had the backing of legislation to support change for the better.","additional_details":"13 billion plastic carrier bags are used in the UK each year. Just 8.7 plastic checkout bags contain enough embodied petroleum energy to drive a car 1 kilometre. \r\n\r\nUsing sustainable and renewable natural plant fibres (such as hemp, flax, jute, and kenaf) and through industrial production techniques that mix them into plastics, a new award winning (Biomaterial of the year 2010) granule has been made from a combination of hemp with polypropylene, thus reducing the use of petroleum products.","state":"open","signature_count":68,"created_at":"2016-02-11T18:30:57.067Z","updated_at":"2016-07-06T11:27:38.170Z","open_at":"2016-02-12T12:44:41.317Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-11T19:51:32.164Z","response_threshold_reached_at":null,"creator_name":"Omar Abidi","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159169,"links":{"self":"https://petition.parliament.uk/petitions/159169.json"},"attributes":{"action":"Support our teachers in the UK and protect our children's education.","background":"In support of the NUT strike, we want an increase in funding for schools (in the face of imminent cuts and likely redundancies);\r\n\r\nGuaranteed terms and conditions across all types of schools;\r\n\r\nNational negotiations to reduce chronic workload problems.","additional_details":"","state":"open","signature_count":67,"created_at":"2016-07-05T20:11:47.768Z","updated_at":"2016-07-23T23:32:07.589Z","open_at":"2016-07-18T16:02:22.779Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-06T07:38:59.549Z","response_threshold_reached_at":null,"creator_name":"Annabel Yoxall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132697,"links":{"self":"https://petition.parliament.uk/petitions/132697.json"},"attributes":{"action":"Introduce stronger laws on anti-Islamism.","background":"Muslims in Britain are facing increased hostility, prejudice and discrimination. Stop the negative portrayal of a whole religion and terming 'terrorism' with Islam in the media. Ordinary Muslims do not need to suffer for the actions of a minority. ","additional_details":"In the light of recent terrorist attacks; including the Paris and Orlando shootings, the whole religion of Islam has been constantly blamed in the media for the actions of criminals. There is nothing Islamic about committing any forms of abuses. Help stop bigotry in all the media and our institutions so that ordinary Muslims can live normal lives in Britain. ","state":"open","signature_count":67,"created_at":"2016-06-15T15:58:12.784Z","updated_at":"2016-07-03T23:57:08.441Z","open_at":"2016-06-21T13:40:42.951Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T16:44:38.410Z","response_threshold_reached_at":null,"creator_name":"Haaris Javed Riaz","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129104,"links":{"self":"https://petition.parliament.uk/petitions/129104.json"},"attributes":{"action":"The UK must renegotiate deal with EU regarding the cruel trade and import of fur","background":"As the fur industry grows - worth $40 billion worldwide - the cruelty it funds is becoming clear, and a UK ban gains support. The 'in/out' referendum approaches for the UK, and upon the option of staying in the EU, the proposal to ban the trade and import of fur in the UK should be considered.","additional_details":"On fur factory farms, animals are crammed into tiny cages, deprived of space, proper hygiene, and often skinned alive. Years ago, red paint was thrown on wearers of fur in protest. No penalties exist for some of the largest fur exporters on the planet - this industry should never have become acceptable. \r\nPrevious petitions for banning fur were rejected as the UK has no control over this issue. A condition for its stay in the EU should be a ban on the import and sale of fur in the UK is debated.","state":"open","signature_count":67,"created_at":"2016-04-28T19:46:25.906Z","updated_at":"2016-07-13T17:39:36.645Z","open_at":"2016-05-01T14:26:09.854Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-28T21:07:53.719Z","response_threshold_reached_at":null,"creator_name":"Eilidh Elizabeth Graham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124980,"links":{"self":"https://petition.parliament.uk/petitions/124980.json"},"attributes":{"action":"Introduce a charge for single-use take-away coffee cups.","background":" Every year, 3 billion cups are thrown into landfill sites in the UK, taking up valuable space and resources.\r\nCharging for each cup will raise awareness of the single-use cups impact on the environment and encourage consumers to carry their own re-usable cup (as we now carry our own bags). ","additional_details":"Each paper cup contributes to 0.11kg of C02.\r\n(Starbucks with Alliance for Environmental Innovation, April 2000)\r\nEach cup requires 200 litres of water; the production of cups and lids contributes to the loss of millions of trees, the loss of habitat and to the degradation of the ecosystem.  \r\n(WWF; www.appropedia.org/paper cup) \r\nThe technology needed to produce 100% degradable or recyclable cups is not widely available. Precious resources are wasted now. A charge would reduce the consumption of single-use cups.","state":"open","signature_count":67,"created_at":"2016-03-17T17:55:30.616Z","updated_at":"2016-07-12T19:22:19.547Z","open_at":"2016-03-21T13:30:26.850Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-18T19:07:48.947Z","response_threshold_reached_at":null,"creator_name":"Anne Marie Gent","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120316,"links":{"self":"https://petition.parliament.uk/petitions/120316.json"},"attributes":{"action":"Include HGV training to the Government backed 24+ Advanced Learning Loans.","background":"To expand the 24+ advanced learning government backed loan to cover HGV license acquisition. There is currently a shortage of 45-50,000 drivers in the UK. Other industries are benefiting from the loan but not an industry that can create 50,000 jobs \u0026 whereby the loan could be paid back quickly.  ","additional_details":"Driver shortage- http://www.theguardian.com/world/2015/oct/25/lorry-driver-shortage-christmas-deliveries-road-haulage-association\r\n\r\nCourses covered: https://www.gov.uk/government/publications/advanced-learner-loans-qualifications-catalogue\r\n\r\nAve pay for Class 1 (HGV 1) Driver £28,362 PA\r\nhttp://www.totaljobs.com/salary-checker/average-class-1-driver-salary","state":"open","signature_count":67,"created_at":"2016-01-30T19:03:29.038Z","updated_at":"2016-07-22T11:04:15.201Z","open_at":"2016-02-01T13:35:12.644Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-30T20:03:00.974Z","response_threshold_reached_at":null,"creator_name":"Daniel Newton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120187,"links":{"self":"https://petition.parliament.uk/petitions/120187.json"},"attributes":{"action":"Make the Ambulance Service an 'Emergency' service rather than an 'essential' one","background":"Currently the ambulance service is not an emergency service it is classed as an essential service. This is the same as the gas, electricity etc yet retain the 999 status and drive under blue light conditions. The workload is increasing but funding and staff levels falling due to working conditions\r\n","additional_details":"The ambulance service are attending more calls for help. Paramedics and Emergency care assistants they are being subjected to over runs, reduced or no breaks and continual pressures of being short staffed with not enough ambulances to cover the number of calls. All are actually underpaid and overworked for the role they now take on, many paramedics earning the same as a newly qualified nurse but making life changing decisions about patient care. We need to give them the recognition they deserve.","state":"open","signature_count":67,"created_at":"2016-01-29T06:49:57.411Z","updated_at":"2016-07-21T22:38:33.215Z","open_at":"2016-02-01T11:50:01.491Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-29T20:18:06.116Z","response_threshold_reached_at":null,"creator_name":"Emma Mason","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":158368,"links":{"self":"https://petition.parliament.uk/petitions/158368.json"},"attributes":{"action":"UK Government to stop using the term 'Islamic State' \u0026 refer to them as 'Daesh'.","background":"In the wake of many terrorist attacks around the world, the British Government must not associate the religious beliefs of 3 million UK Muslims with that of a terrorist organisation. Doing so aids hate crimes and the social campaigns of the terrorists. The name \"Daesh\" should be used in parliament.","additional_details":"I am a Muslim living in the UK. When I hear the term \"Islamic State\", \"ISIL\" or \"so-called Islamic State\", I wonder why we are assisting the terrorists in their hate campaigns. I find it an insult to hear the term used, as would the 400,000 Muslims that served this land in World War 1 or currently serving in the army. These terrorists are referred to as \"Daesh\" in predominantly Muslim countries. The term \"Islamic State\" is a perversion of a religion, consisting of 23% of the global population.","state":"open","signature_count":66,"created_at":"2016-07-03T09:57:25.533Z","updated_at":"2016-07-23T15:21:36.266Z","open_at":"2016-07-15T16:21:11.514Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-03T11:56:59.820Z","response_threshold_reached_at":null,"creator_name":"Resheed Al-Nakeeb","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133346,"links":{"self":"https://petition.parliament.uk/petitions/133346.json"},"attributes":{"action":"Grant London the powers to negotiate its own terms with the European Union.","background":"London is a global capital of culture and business. This partly thanks to the European Common Market and free movement of labour within Europe. London has voted overwhelmingly to stay within the EU, whilst England as a whole hasn't. \r\nLondon should be free to negotiate its own terms with the EU.","additional_details":"","state":"open","signature_count":66,"created_at":"2016-06-22T18:23:07.954Z","updated_at":"2016-07-05T12:51:10.771Z","open_at":"2016-06-30T17:56:42.095Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T05:14:16.557Z","response_threshold_reached_at":null,"creator_name":"Arthur Rhys Giles","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131989,"links":{"self":"https://petition.parliament.uk/petitions/131989.json"},"attributes":{"action":"More funding in the NHS for prosthetic legs","background":"I have been an amputee since i was 3. All the while i have been having problems with my prosthetic leg not because of the ability of staff but the lack of funding. Why should there be a price on someone's mobility? I struggle with my leg and many others do too, more funding means better legs.","additional_details":"With the lack of funding the availability of resources are minimal, i get sores and ulcers and my leg gives way alot. Many others struggle with them as well and its a shame that we cant live our lives to the full, we cannot possibly afford private legs with better equipment and the large variety of things we can get to make the leg fit and feel better.  Please sign this petition as it will help me and many others to be independent.","state":"open","signature_count":66,"created_at":"2016-06-03T22:59:47.547Z","updated_at":"2016-07-01T22:59:25.068Z","open_at":"2016-06-06T09:39:09.883Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-04T00:50:00.240Z","response_threshold_reached_at":null,"creator_name":"Jessica Frezza","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131629,"links":{"self":"https://petition.parliament.uk/petitions/131629.json"},"attributes":{"action":"Change National Planning Policy which permits inappropriate housing development","background":"The current government planning policy means that if councils don't have a 5 year land supply for housing developers can cast aside planning policy and build on our beautiful countryside.  Local opinion and landscape designation are ignored resulting in development on greenfield sites.","additional_details":"Across the country our neighbourhoods are under threat by developers who speculatively submit planning applications knowing that our councils don't have the finances or resources to challenge them.  There is clearly a need for more housing however a huge amount of brownfield available with planning permission which developers are land banking whilst they exploit the weakness in our planning policy that enables them to force through development on cheaper to develop greenfield sites.","state":"open","signature_count":66,"created_at":"2016-05-29T15:19:20.925Z","updated_at":"2016-07-23T11:53:44.116Z","open_at":"2016-06-03T17:08:54.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-29T19:41:41.140Z","response_threshold_reached_at":null,"creator_name":"Richard Campbell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128665,"links":{"self":"https://petition.parliament.uk/petitions/128665.json"},"attributes":{"action":"Funding for youth clubs in poorer constituencies to help lessen crime rates.","background":"I believe more youth clubs and projects will allow young people to learn new and important skills, develop compulsory social skills and tolerance and most importantly decrease crime rates in poorer constituencies by keeping kids/ teenagers active and off the streets.","additional_details":"","state":"open","signature_count":66,"created_at":"2016-04-23T21:39:48.405Z","updated_at":"2016-07-16T23:05:45.059Z","open_at":"2016-04-25T14:05:17.654Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-23T22:19:28.705Z","response_threshold_reached_at":null,"creator_name":"Meisha Joy Owen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128353,"links":{"self":"https://petition.parliament.uk/petitions/128353.json"},"attributes":{"action":"All British citizens shall have the right to vote in national referendums.","background":"All British citizens must have the right to participate in referendums that are national in extent. The rule that bars citizens from voting in constituency elections if they have lived outside the country for more than 15 years shall not apply to voting in national referendums.","additional_details":"All British citizens are affected by the outcome of national referendums; therefore, all British citizens must have the right to vote in said referendums, no matter where in the world they live and no matter how long they have lived outside the country. No national referendum shall be conducted until this matter is resolved and all loyal subjects are granted this fundamental democratic right.","state":"open","signature_count":66,"created_at":"2016-04-20T04:10:40.874Z","updated_at":"2016-07-19T21:27:32.087Z","open_at":"2016-04-25T10:49:21.766Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-20T14:29:55.752Z","response_threshold_reached_at":null,"creator_name":"Steven Menear","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126705,"links":{"self":"https://petition.parliament.uk/petitions/126705.json"},"attributes":{"action":"Introduce a procedure where the people can call for a vote of \"no confidence\"","background":"In a democracy I believe that if we are able to elect our leader, then we should be able to raise the question of \"no confidence\" in our elected leader.","additional_details":"","state":"open","signature_count":66,"created_at":"2016-04-05T18:25:30.609Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-06T13:24:46.663Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T20:43:04.200Z","response_threshold_reached_at":null,"creator_name":"Matthew Kibby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126630,"links":{"self":"https://petition.parliament.uk/petitions/126630.json"},"attributes":{"action":"Make it a legal requirement that all cats be microchipped","background":"The UK Government should change the law to make it a legal requirement for all cat owners to have their pet(s) microchipped.","additional_details":"Since April 2016 it has been UK law that all pet dogs be fitted with a sterile microchip. This aids in identification when pets go missing, are stolen or get injured.\r\n\r\nCats enjoy roaming over vast areas around their homes.  In too many unfortunate cases cats are lost, injured or stolen and many are not fitted with microchips, making it nearly impossible to locate their owners. And with the worrying number of cat murders in the South East, it is especially important to chip your cat.","state":"open","signature_count":66,"created_at":"2016-04-05T09:19:46.774Z","updated_at":"2016-07-19T09:35:48.365Z","open_at":"2016-04-05T15:31:40.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T10:19:12.198Z","response_threshold_reached_at":null,"creator_name":"Neil Gardner","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126556,"links":{"self":"https://petition.parliament.uk/petitions/126556.json"},"attributes":{"action":"Introduce Scandinavian transparency of Personal income and Taxation to the UK.","background":"In the wake of the Panama papers revelations it is surely  time to Campaign for Scandinavian style transparency of personal income and Taxation.\r\nIn Norway, Everyone's Income Is Public—and So Is Tax Paid\r\nThe UK must introduce this to shame evaders and close loopholes and discourage tax evasion. \r\n","additional_details":"If taxes paid were publicized, then this would do more than just shame tax evaders. Even in cases where people are legally exploiting the tax laws to their advantage, it would help to create a conversation about the tax code itself. For example, if we learn of some obscure tax credit allows wealthier individuals to consistently avoid paying a major portion of their income taxes, then we could debate whether or not it's good policy. \r\nTransparency is the best form of disinfectant on this issue. ","state":"open","signature_count":66,"created_at":"2016-04-04T15:33:45.261Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-06T13:06:42.133Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T16:36:16.894Z","response_threshold_reached_at":null,"creator_name":"Michael Quinn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125171,"links":{"self":"https://petition.parliament.uk/petitions/125171.json"},"attributes":{"action":"Ban the primate pet trade in the UK","background":"More than 5000 primates including cappuchins and squirrel monkeys, are currently being kept privately as pets in the UK. Being subject to abhorrent conditions, unable to meet their basic physical, social and psychological needs, the primates are forced to live a life they'd rather not live.","additional_details":"Many of these monkeys fortunately end up in sanctuaries such as Wild Futures UK, set up to ensure their protection and meet the needs that had been withheld from them. But even then, many of these monkeys can never be returned to the wild they were taken from due to their inability to fit in with wild monkeys. The psychological damage many primates face  means they could never survive in the wild.\r\n\r\nJoin me and various UK organisations in calling for a complete ban on the primate pet trade","state":"open","signature_count":66,"created_at":"2016-03-19T12:23:40.114Z","updated_at":"2016-07-14T15:35:19.394Z","open_at":"2016-03-21T17:18:09.850Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-20T20:39:23.159Z","response_threshold_reached_at":null,"creator_name":"Billy Rickards","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124415,"links":{"self":"https://petition.parliament.uk/petitions/124415.json"},"attributes":{"action":"Move the UK government to a Northern city. Westminster needs massive renovation.","background":"The UK is suffering from the fact that many issues that are important are  centred on the Southern part of it. Scotland wants to break away from the union. The need to refurbish the Palace of Westminster means that moving government can re-balance the nation both politically and financially.","additional_details":"Westminster refurbishment creates a golden opportunity to move UK government to Sheffield, Leeds, Manchester, Liverpool or another suitable location. The effect of moving the UK government to a Northern city will be to create a true and lasting Northern powerhouse through the building of airport, rail \u0026 road infrastructure and the services needed to support them. It will create lasting employment in all sectors \u0026 through wealth creation will lead to a more financially balanced United Kingdom.","state":"open","signature_count":66,"created_at":"2016-03-12T17:39:23.052Z","updated_at":"2016-07-03T14:27:32.895Z","open_at":"2016-03-17T17:17:39.602Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T20:14:45.498Z","response_threshold_reached_at":null,"creator_name":"Paul Andrews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122516,"links":{"self":"https://petition.parliament.uk/petitions/122516.json"},"attributes":{"action":"Have in house training for Maternity care assistants/ Msw's to become midwifes.","background":"I am a maternity care assistant and have been for nine years. I work 30 hours whilst studing at college. I am trying to further my education to go on to study midwifery. With the fees and bursary being stopped.  I dont think I can continue to do my chosen career and become a midwife.  ","additional_details":"Every year the universities change the entry requirements making it harder.\r\nHowever, with the change in fees and bursary, it makes it more difficult for us to leave a full paying job.\r\nI feel Maternity Care Assistants should have equal rights and equal oppurtunities like HCA's. They're bringing a new role out called nursing associate for HCA's to train on the job and become a qualified nurse. We should have the same on the job training or bring back the secondment to become a qualified midwife. I","state":"open","signature_count":66,"created_at":"2016-02-22T09:11:27.859Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-23T11:43:02.870Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-22T21:05:47.944Z","response_threshold_reached_at":null,"creator_name":"Keeley Amanda Golding","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":154339,"links":{"self":"https://petition.parliament.uk/petitions/154339.json"},"attributes":{"action":"Equal voting rights for EU citizens resident in the UK - Void the referendum","background":"British citizens who lived in the EU for more than 15 years were not permitted a vote. As such parity should exist for EU citizens who have lived and contributed to British society for more than 15 years.\r\nOn these grounds the referendum to leave the EU should be re-run to allow a fair vote for all.","additional_details":"EU citizens are currently permitted to vote in Local and European Elections regardless of how long they have been resident and paid taxes for, but have been blocked from voting in Parliamentary Elections. There are many EU citizens who have lived in the UK for longer than 15 years, as are there Briish Citizens who have lived elsewhere in the EU. Both groups were discriminated by not being allowed to vote on their future on June the 23rd 2016 in the Referendum to Remain or Leave the EU.","state":"open","signature_count":65,"created_at":"2016-06-28T08:21:04.889Z","updated_at":"2016-07-16T23:05:34.958Z","open_at":"2016-07-05T18:02:45.340Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-28T10:02:42.660Z","response_threshold_reached_at":null,"creator_name":"Peter Brettle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130889,"links":{"self":"https://petition.parliament.uk/petitions/130889.json"},"attributes":{"action":"Tax disc to start from date applied, not start of month","background":"Since 2014, vehicle excise duty has been solely electronic, with no requirement to show a tax disc in the windscreen of the vehicle.\r\n\r\nTherefore with MOT and insurance being 12 months from start, there is no reason for tax not to be the same. ","additional_details":"People who buy a vehicle automatically have to renew the road tax on the vehicle. If somebody chooses to buy a car on (for example) the 15th of a month, they're losing two weeks worth of money for no reason, because the tax is back dated to the 1st of the month, when they didn't even own the vehicle. There is no longer a reason for this, given all details are electronic. It wouldn't even cost the treasury a penny as people still have to renew it annually.","state":"open","signature_count":65,"created_at":"2016-05-19T15:25:24.677Z","updated_at":"2016-07-17T14:47:02.975Z","open_at":"2016-05-23T14:51:21.959Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-19T16:08:22.367Z","response_threshold_reached_at":null,"creator_name":"Martin Clitheroe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122076,"links":{"self":"https://petition.parliament.uk/petitions/122076.json"},"attributes":{"action":"Cohabiting couples who split should get the same legal rights as married.","background":"I have been with my partner for 26 years living together for over 20 years. We have 2 children together he has many properties and a business. The relationship has broken down and I find myself not entitled to a penny as he has not put my name on any of his properties which were bought together.","additional_details":"","state":"open","signature_count":65,"created_at":"2016-02-18T10:06:52.895Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-19T17:27:46.025Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-18T12:10:50.509Z","response_threshold_reached_at":null,"creator_name":"Mrs Tasneem Bhatt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119965,"links":{"self":"https://petition.parliament.uk/petitions/119965.json"},"attributes":{"action":"Stop bedroom tax!","background":"A mother who lost her disabled son and couldn't afford the bedroom tax so she hung herself! I work part time half of my wages go on bedroom tax and rent. I waited 10 years on being in private rent that cost £100's more got a house my children live with there dad I need rooms for them. ","additional_details":"I earn £400 a month with no help with benefits and my rent is £176 without £40 council tax gas £23 electric £35 water £30 tv licence £30 car insurance for work £23 for car tax phone £20 £30 debts and I'm told by housing benefit I can live on £73.10 a week rest goes on rent! Same payment as being on job seekers allowance. And the government says you are better off working! £357 without food toiletries spending on my children I have to survive on £43 a month. No wonder people don't want to work. Please sign this petition thank you.","state":"open","signature_count":65,"created_at":"2016-01-26T23:52:37.283Z","updated_at":"2016-07-22T23:50:00.048Z","open_at":"2016-02-08T19:11:55.546Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-27T01:08:16.596Z","response_threshold_reached_at":null,"creator_name":"Michelle fallon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159073,"links":{"self":"https://petition.parliament.uk/petitions/159073.json"},"attributes":{"action":"Relax UK Drone Rules","background":"The rules regarding flying drones in the United States have been greatly relaxed, paving the way for thousands of businesses to fly legally in the country's airspace.\r\n\r\nWe the signed would like to see the United Kingdom take similar steps for us Drone flyers!","additional_details":"","state":"open","signature_count":64,"created_at":"2016-07-05T13:06:29.146Z","updated_at":"2016-07-21T15:50:22.815Z","open_at":"2016-07-18T10:25:12.728Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-05T13:44:31.947Z","response_threshold_reached_at":null,"creator_name":"Glenn Eldridge","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":149153,"links":{"self":"https://petition.parliament.uk/petitions/149153.json"},"attributes":{"action":"Organise a Brexit referendum for 15 to 17 year olds","background":"I am a 15 year old girl who feels that her future has been ignored by those voting in the Brexit referendum. I believe we can show the government that the outcome could have been very different if our views had been taken into account. ","additional_details":"","state":"open","signature_count":64,"created_at":"2016-06-26T21:33:14.344Z","updated_at":"2016-07-21T11:30:59.840Z","open_at":"2016-07-13T16:55:20.163Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T23:03:09.020Z","response_threshold_reached_at":null,"creator_name":"Jemima Langdon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":138133,"links":{"self":"https://petition.parliament.uk/petitions/138133.json"},"attributes":{"action":"Refuse any request for another Scottish independence referendum before May 2020","background":"The constitution is a reserved matter and therefore no consent should be given to another Scottish referendum before May 2020.","additional_details":"The Scotland Act 1998 states that the constitution is a reserved matter therefore consent has to be given by Westminster before any future Scottish independence referendum could take place.","state":"open","signature_count":64,"created_at":"2016-06-25T11:15:29.771Z","updated_at":"2016-07-18T23:38:04.905Z","open_at":"2016-07-01T06:49:01.708Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T15:07:24.901Z","response_threshold_reached_at":null,"creator_name":"B Christie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130400,"links":{"self":"https://petition.parliament.uk/petitions/130400.json"},"attributes":{"action":"Make it illegal for a company to require only women to wear makeup at work","background":"Following Nicola Thorp's petition on high heels, it should also be illegal to require women to wear makeup at work, except in circumstances where it genuinely is required and a man would also be required to do so (e.g. theatrical productions, but there is no excuse for offices).","additional_details":"Makeup is expensive (and cannot normally be claimed back as a work expense), time consuming (you won't normally get paid for that time) and can damage skin. Contrary to sexist stereotypes not all women have been wearing it daily since their teens, and some would actually be unable to do a professional-looking makeup job at all. This should not stop someone getting a job. Note that most schools actually ban children, including older teens, from wearing it.","state":"open","signature_count":64,"created_at":"2016-05-14T13:22:02.552Z","updated_at":"2016-07-17T10:14:38.412Z","open_at":"2016-05-16T09:46:43.067Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-14T16:40:10.001Z","response_threshold_reached_at":null,"creator_name":"Penelope Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130246,"links":{"self":"https://petition.parliament.uk/petitions/130246.json"},"attributes":{"action":"The DfT should urgently plan and fund a mass transit system for Leeds","background":"Leeds is the largest city in western Europe without a mass transit system. Leeds has the third worst air quality in the UK and has recently been warned over exceeding World Health Organisation's air quality limits. ","additional_details":"Today it as been announced that central government aren't going to back a mass transit system that, however flawed it was, would have gone some way to improving these issues. These plans were ten years and £60m in the making. Please  sign this petition if you believe that local MPs, councillors and the DfT should be compelled to produce a plan and find the funding for an immediate transport intervention for Leeds and the city region.","state":"open","signature_count":64,"created_at":"2016-05-12T23:00:45.241Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-05-16T15:41:11.140Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-13T09:40:11.139Z","response_threshold_reached_at":null,"creator_name":"David Reynolds","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126422,"links":{"self":"https://petition.parliament.uk/petitions/126422.json"},"attributes":{"action":"Change In Dog Walking Legislation - In Public Places Within The UK","background":"I am calling for a change in the law to make it compulsory all dog owners in the UK have sufficient control over their dog by making it mandatory dogs are walked on a lead in public places at all times.\r\nI believe action is required due to the number of dog attacks particularly on young children.","additional_details":"Dogs which are not under the direct control of their owners can be unpredictable and cause anxiety to people of all ages, all dogs are potentially dangerous. \r\nMy own child was attacked by a dog at the age of 3 and is left permanently scarred, I have friends who have experienced their child being attacked and I feel strongly that the law needs changed.\r\n","state":"open","signature_count":64,"created_at":"2016-04-02T20:37:20.979Z","updated_at":"2016-07-03T22:49:34.847Z","open_at":"2016-04-04T11:05:41.526Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-02T21:37:24.471Z","response_threshold_reached_at":null,"creator_name":"Mrs Sophie Fyffe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124918,"links":{"self":"https://petition.parliament.uk/petitions/124918.json"},"attributes":{"action":"Reverse the 40% tax threshold increase \u0026 apply savings to disability benefits","background":"I am a 40% taxpayer.  From 2017 I will be better off by £141.50 a year by virtue of increases to the 40% tax threshold.  I don't need this money but many others do.  Savings from reversing this increase should be applied to those who have recently had their benefits slashed - the disabled.","additional_details":"My annual savings have been calculated using online calculators such as that published by The Independent http://www.independent.co.uk/news/business/news/budget-2016-use-our-calculator-to-work-out-how-the-tax-changes-affect-you-a6934526.html and reports of cuts to the Personal Independence Payment http://www.theguardian.com/society/2016/mar/13/cuts-will-see-200000-disabled-people-lose-3000-a-year","state":"open","signature_count":64,"created_at":"2016-03-17T09:25:52.057Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-03-17T17:08:26.281Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-17T12:49:32.096Z","response_threshold_reached_at":null,"creator_name":"Steven James Appleton","rejection":null,"government_response":null,"debate":null}}]}