{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=69\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":131481,"links":{"self":"https://petition.parliament.uk/petitions/131481.json"},"attributes":{"action":"Ban the wearing of a Burka, any full or partial front face coverings in public.","background":"All full or partial front face coverings should be banned in public for security reasons, the Burka its self is a huge security risk, the person wearing it could be male or female unless you can see the full face you would never know. Crash helmets will of course still be compulsory while riding.","additional_details":"Burkas and some full/partial face coverings are worn by choice, it's been said in the past a wanted male criminal has escaped the country by wearing a burka. ","state":"open","signature_count":15210,"created_at":"2016-05-27T08:24:21.788Z","updated_at":"2016-09-17T23:27:07.667Z","open_at":"2016-06-02T10:21:16.231Z","closed_at":null,"government_response_at":"2016-08-11T14:50:38.664Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T20:00:57.743Z","response_threshold_reached_at":"2016-07-21T21:06:23.251Z","creator_name":"Colin Smith","rejection":null,"government_response":{"summary":"Face coverings can be worn in public places for a variety of legitimate reasons.  The Government has no intention of making it a criminal offence to wear face coverings.","details":"Face coverings can be worn in public places for a variety of legitimate reasons, from religious observance to keeping warm in inclement weather.  The Government has no intention of making it a criminal offence to wear face coverings.\r\n\r\nWhere face coverings are used for the purpose of concealing identity, section 60AA of the Criminal Justice and Public Order Act 1994 provides police officers with the power to remove them.  The police may also remove face coverings during a stop and search or following an arrest.  The Government considers these powers to be both proportionate to citizens’ civil liberties and sufficient to allow the police to protect the public from harm.\r\n\r\nHome Office","created_at":"2016-08-11T14:50:38.662Z","updated_at":"2016-08-11T14:50:38.662Z"},"debate":null}},{"type":"petition","id":128996,"links":{"self":"https://petition.parliament.uk/petitions/128996.json"},"attributes":{"action":"Stop North Devon District Hospital possible closures of essential services.","background":"It has come to light that there may be possible closures of essential services at North Devon District Hospital - A\u0026E, Baby care unit, Maternity and Stroke unit. This needs to be halted as this will without doubt lead to deaths.","additional_details":"","state":"open","signature_count":14633,"created_at":"2016-04-27T20:07:24.073Z","updated_at":"2016-09-17T21:56:02.861Z","open_at":"2016-04-29T13:51:23.360Z","closed_at":null,"government_response_at":"2016-07-06T14:31:56.592Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-27T20:16:49.151Z","response_threshold_reached_at":"2016-06-17T13:51:23.971Z","creator_name":"Christopher Brian Brookes-Cowley","rejection":null,"government_response":{"summary":"Reconfiguration of front line health services is a matter for the local NHS, led by clinicians and in the interests of local people. Any significant service changes will be formally consulted on. ","details":"Consideration of the shape of services at North Devon District Hospital is part of a wider review of health and care services North, East and West Devon, under a programme called the Success Regime. The purpose of the Success Regime is to improve and promote health and care services for patients in local health and care systems that are struggling with financial or quality problems, or sometimes both.  Two other health economies are also participating: Mid and South Essex and West, North and East Cumbria.\r\n\r\nThe regime is tailored to local circumstances, building on existing interventions and working with providers, commissioners and other local stakeholders to diagnose underlying issues and develop and implement the solutions to address both short-term performance and long-term strategic issues.\r\n\r\nFollowing an intense diagnostic phase, the North, East and West Devon Success Regime have published a “Case for Change” report, which sets out the underlying challenges facing the area and opportunities to reduce health inequalities, improve access to services and ensure clinical and financial stability. The Success Regime is now starting work locally to respond to the Case for Change. Potential service models for acute and community care are being considered. \r\n\r\nLocal and national leaders working as part of the Success Regime are conscious of the need to ensure that the people of North Devon are able to access high quality, sustainable services. Devon’s rural nature, deprivation levels and age of population are being factored into thinking about how services could look in the future. The geography of the area means that certain key services based in acute hospitals will remain an important feature of healthcare provision across Devon in future, including in the North of the county. However, ear marking particular services could hinder a full process of options development which is necessary to reach the most sustainable proposals.\r\n\r\nNo decisions have yet been made and the input of local communities will remain important throughout the process. Any significant service change proposals will go through formal public consultation. \r\n\r\nThe reconfiguration of front line health services is a matter for the local NHS. The Government is clear that service changes should be tailored to meet the needs of the local population, and led by clinicians, not driven from the top down. \r\n\r\nDepartment of Health","created_at":"2016-07-06T14:31:56.589Z","updated_at":"2016-07-06T14:31:56.589Z"},"debate":null}},{"type":"petition","id":131556,"links":{"self":"https://petition.parliament.uk/petitions/131556.json"},"attributes":{"action":"Fund more research into DIPG brain tumours, which are almost universally fatal.","background":"In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.","additional_details":"• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n","state":"open","signature_count":14547,"created_at":"2016-05-27T23:24:18.798Z","updated_at":"2016-09-17T22:44:57.660Z","open_at":"2016-06-03T09:55:42.250Z","closed_at":null,"government_response_at":"2016-07-15T13:19:09.608Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T08:05:52.730Z","response_threshold_reached_at":"2016-06-28T11:35:38.278Z","creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"The Government has set up a new working group on how to increase the impact and quantity of brain tumour research, including that on DIPG to achieve better outcomes for patients and their families.","details":"The Government agrees that an increase in the level of research into diffuse intrinsic pontine gliomas (DIPG) and other brain tumours is crucial in order to achieve better outcomes for patients and their families who are affected by these devastating diseases.\r\n\r\nGeorge Freeman, the Minister for Life Sciences, is therefore convening the new Department of Health Task and Finish Working Group on Brain Tumour Research. This is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group will be chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser, and will report directly to the Minister for Life Sciences. The Government anticipates that the Working Group will need to meet in person three times before completing its tasks by September 2017.\r\n\r\nThe Department funds the National Institute for Health Research (NIHR) to increase the volume of applied health research for the benefit of patients and the public, drive faster translation of basic science discoveries into tangible benefits for patients and the economy, and develop and support the people who conduct and contribute to applied health research. NIHR cancer research expenditure has risen from £101 million in 2010/11 to £135 million in 2014/15 (the latest available figure). Most of this investment (£111 million in 2014/15) is in cancer research infrastructure where spend on specific disease areas such as brain tumours cannot be separated from total infrastructure expenditure. This infrastructure including NIHR biomedical research centres and the NIHR Clinical Research Network.\r\n\r\nThe Medical Research Council (MRC) is one of the main agencies through which the Government support medical and clinical research. It is an independent research funding body which receives its grant in aid from the Department for Business, Innovation and Skills. The MRC supports research through a range of grants and personal awards to scientists in universities, medical schools and other research institutes and welcomes investigator-initiated research proposals in all areas of research relevant to human health. Between 2010/11 to 2014/15 the MRC spent £10.9 million supporting research into brain and pituitary tumours, spanning basic discovery science, translational projects to progress treatments to clinics and early clinical trials. MRC will be represented on the Working Group.\r\n\r\nDepartment of Health","created_at":"2016-07-15T13:19:09.605Z","updated_at":"2016-07-15T13:19:09.605Z"},"debate":null}},{"type":"petition","id":129792,"links":{"self":"https://petition.parliament.uk/petitions/129792.json"},"attributes":{"action":"Don't close Poole Hospital's A\u0026E or Bournemouth Hospital's A\u0026E!","background":"\r\nWe don't want either hospitals A\u0026E to be closed! It's too far for people the opposite ends of the county. It's looking like Bournemouth will win. \r\n\r\n","additional_details":"\"Both RBCH and Poole Hospital are in contention to be redeveloped to take around 80 per cent of the county’s A\u0026E patients as part of the Dorset Clinical Commissioning Group’s (CCG) Clinical Services Review.\" \r\n\r\n- Bournemouth Echo. \r\n\r\nBoth A\u0026Es should remain open. It will be too much pressure on the one hospital to deal with so many accidents and emergencies. \r\n\r\nWhy fix what wasn't broken? \r\n","state":"open","signature_count":13921,"created_at":"2016-05-09T08:53:22.783Z","updated_at":"2016-09-17T16:56:55.405Z","open_at":"2016-05-09T17:01:49.682Z","closed_at":null,"government_response_at":"2016-05-25T09:03:03.052Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T09:23:52.459Z","response_threshold_reached_at":"2016-05-10T11:15:31.401Z","creator_name":"Natasha carter ","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Dorset CCG has stated that they are seeking to secure high quality, sustainable health services that meet the needs of the local population. \r\n","details":"We are clear the reconfiguration of front line health services is a matter for the local NHS. Services should be tailored to meet the needs of the local population, and proposals for substantial service change must meet the four tests of reconfiguration which are (i) support from GP commissioners (ii) strengthened public and patient engagement (iii) clarity on the clinical evidence base (iv) support for patient choice.\r\n\r\nIn 2014 Dorset Clinical Commissioning Group (CCG) launched a Clinical Services Review which seeks to:\r\n•\tMeet the needs of an increasing elderly population with complex needs;\r\n•\tOvercome funding challenges;\r\n•\tLay plans for the next five years and beyond, and \r\n•\tSecure high-quality services for current and future generations\r\n\r\nThe CCG has also stated it aims to achieve a more sustainable workforce across hospitals to allow better care to be provided more reliably over the whole of Dorset in future years.\r\n\r\nAs part of the Clinical Services Review, the CCG is proposing changes to the organisation of Dorset's acute hospitals. On 18 May 2016 the CCG’s Governing Body named its preferred option under the review, which proposes Royal Bournemouth Hospital as the major emergency hospital; Poole Hospital as the major planned care hospital with a 24-hour urgent care centre, and Dorset County Hospital as remaining a district general hospital and retaining its A \u0026 E Department.\r\n\r\nThe CCG has stated this configuration will now be independently scrutinised as part of the national assurance process led by NHS England and the proposals will go to the Joint Health Overview and Scrutiny Committee for Dorset. \r\n\r\nIf approved, the CCG has confirmed the proposals will be subject to public consultation planned for later this year.\r\n\r\nDepartment of Health","created_at":"2016-05-25T09:03:03.048Z","updated_at":"2016-05-25T09:03:03.048Z"},"debate":null}},{"type":"petition","id":127577,"links":{"self":"https://petition.parliament.uk/petitions/127577.json"},"attributes":{"action":"Stop councils using surface/gravel dressing to maintain roads","background":"Every year councils across the country put road users lives at risk by surface dressing roads. Laying down gravel and stone chips in the hope that traffic will eventually bed it down is wrong, corner cutting, false economy and out right dangerous ","additional_details":"","state":"open","signature_count":13827,"created_at":"2016-04-11T17:46:12.130Z","updated_at":"2016-09-17T21:21:16.952Z","open_at":"2016-04-12T19:00:21.902Z","closed_at":null,"government_response_at":"2016-08-12T11:25:50.886Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-11T20:43:14.827Z","response_threshold_reached_at":"2016-08-04T09:57:07.585Z","creator_name":"Nicholas Alexander","rejection":null,"government_response":{"summary":"This Government takes the issue of road safety and the condition of the local road network very seriously. ","details":"The Government is allocating more than £6bn in this Parliament to highway authorities in England, outside London, for highways maintenance.\r\n\r\nFor local roads, which are the statutory responsibility of local highway authorities, it is for each individual authority to decide on the most suitable materials to be used for resurfacing and repair works, based upon their local knowledge and circumstances.\r\n\r\nSurface Dressing can be an efficient and effective method for routine maintenance of road surfaces. Once authorities have repaired any defects on the road, they spray the existing surface with a thin layer of hot bitumen binder, then spread stone chippings over the bitumen and use a heavy roller so that the bitumen sticks them to the existing surface. \r\n \r\nThis type of dressing forms a water-resistant protective layer which makes the road less slippery (more skid-resistant) and extends its life by preventing water (and then ice) getting in to cause cracks and eventually potholes. \r\n \r\nUsually after a week the highway authority will return to sweep the road to remove most loose chippings. However, some loose chippings will remain until road vehicles press them into the bitumen.\r\n\r\nDepartment for Transport","created_at":"2016-08-12T11:25:50.884Z","updated_at":"2016-08-12T11:25:50.884Z"},"debate":null}},{"type":"petition","id":126548,"links":{"self":"https://petition.parliament.uk/petitions/126548.json"},"attributes":{"action":"Test on Request-GP's to listen to girls \u0026 if they have symptoms to do the smear","background":"Jade Goody passed away of cervical cancer and publicised her illness to save others. I don't want the government to lower the age however I would like the government to make it that if a young girl attends a GP with symptoms that they then do the smear. #TheJadeGoodyEffect xx","additional_details":"I run The Jade Goody Memorial page and hundreds of girls contact us weekly with symptoms and doctors refusing to give smears due to them being under 25. They then go on to find out they have cancer or pre-cancerous cells. Surely the cost of a smear is less than the cost of cancer treatment of cancer develops? I'm not asking for the smear age to be lowered but for girls who are having symptoms have the option to been checked xx","state":"open","signature_count":13710,"created_at":"2016-04-04T13:49:15.973Z","updated_at":"2016-09-17T16:12:28.211Z","open_at":"2016-04-05T10:56:28.776Z","closed_at":null,"government_response_at":"2016-05-09T15:19:28.259Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-04T18:05:54.891Z","response_threshold_reached_at":"2016-04-23T05:34:48.285Z","creator_name":"Kerry Bolton","rejection":null,"government_response":{"summary":"We are committed to tackling cervical cancer through vaccination, screening, and GPs assessing women of any age who present with symptoms and referring them, in line with clinical guidelines.","details":"We are committed to tackling cervical cancer. \r\n\r\nGuidance for primary care on the management of young women who present with gynaecological symptoms, ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’, was developed and published in March 2010.  The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners, and the Royal College of Physicians.  This guidance can be found on the GOV.UK website, https://www.gov.uk/government/collections/cervical-screening-professional-guidance\r\n\r\nThe National Institute for Health and Care Excellence (NICE) guidelines for Suspected cancer: recognition and referral (June 2015) are also available to help GPs assess when it is appropriate to refer patients for suspected cancer, including cervical cancer. It should be noted that a cervical screening test (previously known as a smear test) is a method of detecting abnormal cells on the cervix and is unlikely to be appropriate when a woman has gynaecological issues that are symptomatic of cancer. The guidelines recommend that GPs should consider a suspected cancer pathway referral (for an appointment within 2 weeks) for women if, on examination, the appearance of their cervix is consistent with cervical cancer and do not include the need to conduct a cervical screening test.  The guidelines are available on NICE’s website at www.nice.org.uk/guidance/ng12\r\n\r\nFollowing advice from an expert advisory body, the Joint Committee on Vaccination and Immunisation, a routine HPV vaccination programme for girls has been available since 2008.  The aim of the programme is primarily to prevent cervical cancer, by routinely offering vaccination to girls aged around 13 years before they become sexually active.  It is expected that the HPV vaccination programme will reduce the already low rates of cervical cancer in these young women and allow them to be protected for years to come.\r\n\r\nWomen are invited for cervical screening from 25 years of age in order to identify and treat abnormalities in the cells of the cervix and the early signs of cancer. Experts estimate the programme saves up to 4,500 lives per year in England.\r\n\r\nDepartment of Health\r\n","created_at":"2016-05-09T15:19:28.256Z","updated_at":"2016-05-09T15:19:28.256Z"},"debate":null}},{"type":"petition","id":136595,"links":{"self":"https://petition.parliament.uk/petitions/136595.json"},"attributes":{"action":"Maintain the Erasmus scheme despite Britain's exit from the European Union","background":"My degree programme consists of a placement year which is part-funded by the Erasmus scheme.\r\n\r\nHowever, the EU referendum has endangered access to this funding for myself and thousands of others. Please support my plea to make the Erasmus scheme a vital part of the United Kingdom's renegotiation.","additional_details":"I have also drafted a letter to send to your MP to show the importance of this scheme please visit this Dropbox link to get access to a download of this letter.\r\n\r\nhttps://www.dropbox.com/s/hofvmeoawzmnkqy/Erasmus%20MP%20Letter.docx?dl=0\r\n\r\nIf you would like any additional information about the Erasmus scheme then please follow this link:\r\n\r\nhttp://www.european-funding-guide.eu/articles/financing-tips/erasmus-programme","state":"open","signature_count":13470,"created_at":"2016-06-24T21:45:17.950Z","updated_at":"2016-09-17T21:14:34.476Z","open_at":"2016-07-04T16:21:22.416Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T22:20:56.116Z","response_threshold_reached_at":"2016-07-16T11:40:07.146Z","creator_name":"Ryan Dominic Ball","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125827,"links":{"self":"https://petition.parliament.uk/petitions/125827.json"},"attributes":{"action":"The repeal of  the code on farming chickens for meat + farming should be debated","background":"The Government plans to scrap  the code on farming chickens for meat and breeding.","additional_details":"The proposed Government amendments or downgrading of animal welfare standards (scheduled to commence on 27 April 2016) i.e the repealing of statutory codes on farm animal welfare, including: \r\n\r\n1. the scrapping of the official code on farming chickens for meat and breeding; and \r\n2. the proposed move to \" industry-led” guidance,\r\n\r\nmay reasonably be seen as significantly posing the risk of: \r\n\r\n(A) reducing animal welfare standards; and \r\n(B) negatively impacting on consumer safety and public health,\r\n\r\nand, as such, should be debated in, and be the subject of, legislation passed by the UK Parliament before being implemented.","state":"open","signature_count":13038,"created_at":"2016-03-26T04:10:32.035Z","updated_at":"2016-09-17T20:31:13.883Z","open_at":"2016-03-31T11:33:33.001Z","closed_at":null,"government_response_at":"2016-04-14T13:01:15.563Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-26T09:10:10.552Z","response_threshold_reached_at":"2016-04-05T20:45:25.141Z","creator_name":"David Walker","rejection":null,"government_response":{"summary":"The Government intends to retain the statutory codes. ","details":"We have the highest standards of animal welfare in the world and no changes were ever planned to the animal welfare legislation upholding them, or to the strict enforcement and penalties that apply. \r\n \r\nThe Government has confirmed that this legislation will continue to be supported by statutory codes. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-04-14T13:01:15.555Z","updated_at":"2016-04-14T13:01:15.555Z"},"debate":null}},{"type":"petition","id":129423,"links":{"self":"https://petition.parliament.uk/petitions/129423.json"},"attributes":{"action":"Reinstate RPI index linking to Military pensions from the current CPI index link","background":"Military pensions have previously been index linked to RPI, this was part of the agreement of pay and pensions. This was altered and all are now index linked to CPI. This alteration has a huge financial impact later, for all current serving and veteran personnel.","additional_details":"The CPI linking should not apply until the date of activation. It should only apply to those starting their service after the date of CPI index linking was introduced. The pension agreement change is different to the terms most people started their service on and is a change that was forced. It cannot be considered fair to change an employees contract retrospectively without their acceptance and further more this is effecting the financial plans and hopes for those who serve and served.  ","state":"open","signature_count":12960,"created_at":"2016-05-04T10:09:37.841Z","updated_at":"2016-09-13T14:06:37.548Z","open_at":"2016-05-05T11:24:29.866Z","closed_at":null,"government_response_at":"2016-05-27T14:26:17.607Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T17:51:50.777Z","response_threshold_reached_at":"2016-05-15T20:23:14.135Z","creator_name":"Sean Carrington","rejection":null,"government_response":{"summary":"On 22 June 2010, the Chancellor announced that for 2011, public service pensions would increase in line with the CPI rather than the RPI.","details":"On 22 June 2010, the Chancellor announced that for 2011, with the exception of the state pension and pension credit, benefits, tax credits and public service pensions would increase in line with the Consumer Price Index (CPI) rather than the Retail Price Index (RPI).\r\n\r\nPublic service pensions, including Armed Forces pensions, are increased under the provisions of the Pensions (Increase) Act 1971 and Section 59 of the Social Security Pensions Act 1975. The latter provides for public service pensions to be uprated at the same time and by the same percentage as the increase in the additional pension provided under the State Earnings Related Pension Scheme (SERPS), which has been based on the increase in the CPI since April 2011. Prior to this date the RPI was used rather than the CPI. The underlying purpose of this legislation is to maintain the purchasing power of the additional elements of state retirement pensions and public service pensions. \r\n\r\nThe rationale for the change is as follows:\r\n•\tCPI is the headline measure of inflation used by the Bank of England;\r\n•\tCPI takes better account of how behaviour changes in response to price changes; \r\n•\tCPI also more accurately represents the inflation experience of pensioners and benefit recipients – for example, RPI excludes pensioners who receive a significant proportion of their income from the State (up to 20% of retired households); and\r\n•\tCPI is less volatile – for example, RPI was negative in September 2009 whereas CPI continued to rise.\r\n\r\nThe pension is accrued (or activated) on the basis of current prices.  The uprating of pensions does not apply retrospectively.\r\n\r\nIn response to a legal challenge against this decision the High Court and the Court of Appeal both ruled in the Government's favour, finding that CPI is appropriate for benefits and pensions uprating.\r\n\r\nRPI has also historically experienced periods of negative year on year change, as in 2009 when the uprating of pensions in payment was also frozen.\r\n\r\nMinistry of Defence","created_at":"2016-05-27T14:26:17.605Z","updated_at":"2016-05-27T14:28:05.184Z"},"debate":null}},{"type":"petition","id":130787,"links":{"self":"https://petition.parliament.uk/petitions/130787.json"},"attributes":{"action":"End the contracts with Atos, Capita and maximus as they are not fit for purpose.","background":"I and many other vulnerable people are getting wrongly assessed by Atos, Capita and Maximus they dont listen to what you have to say also they can be intimidating and contradict what doctors and hospital consultants say also they dont take complaint seriously, there putting lives at risk with lies.","additional_details":"I have 2 letters stating the assessment report was good and up to standards but after fighting the complaint the 3rd letter now states the assessment report for PIP was up to standards and the nurse was contradicting herself and the report needs amending as it could affect the decision but because i won a appeal they wont tell DWP but the contacts needs ending with theses companies as they're not fit for purpose and GPs should have more of a say whether you can or can't work.","state":"open","signature_count":12747,"created_at":"2016-05-18T16:05:43.890Z","updated_at":"2016-09-17T23:30:18.269Z","open_at":"2016-05-27T09:49:25.300Z","closed_at":null,"government_response_at":"2016-09-13T14:38:51.303Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T16:18:33.559Z","response_threshold_reached_at":"2016-08-30T14:47:15.739Z","creator_name":"Jamie Brown","rejection":null,"government_response":{"summary":"We are committed to ensuring claimants receive high quality, objective, fair and accurate assessments and closely monitor all aspects of the process including the performance of Assessment Providers.","details":"The Department is committed to protecting the most vulnerable people in society and is determined to support more people into work and provide individuals who cannot work with the correct support that they need – the effective assessment of people’s abilities is key to this goal. \r\n\r\nHealth and disability assessments require specialist skills, which is why the Department contracts to have them undertaken by qualified healthcare professionals.\r\n\r\nThe role of our Assessment Providers is to carry out health and disability assessments on behalf of the DWP. Our providers are committed to providing a quality, sensitive and respectful service by conducting fair, accurate and objective assessments. DWP closely and robustly monitors the performance of all our contracted providers.  \r\n\r\nAssessments undertaken by our contracted providers consider the impact a health condition or disability has on an individual, rather than providing a diagnosis or treatment plan and therefore the role undertaken by our contracted healthcare professionals is quite different to the role carried out by a GP. \r\n\r\nAll healthcare professionals undertaking assessments on behalf of DWP are registered practitioners who have also met requirements around training, experience and competence. \r\nTheir approach should allow an individual the time they need to describe the impact of their health condition or disability in their own words. Healthcare professionals adopt a holistic approach, assessing all the evidence available to them, including their clinical knowledge, to provide a report to DWP Decision Makers. The decision maker will then take into consideration all available evidence, including evidence received from the claimant, reports from GPs, hospital doctors and other clinicians in addition to the assessment report, to determine a person’s eligibility for benefit. \r\n\r\nDWP has also put in place an independent audit of assessments to ensure that the advice provided to the Department's decision makers is of suitable quality, fully explained and justified. In addition, there are other safeguards in place to ensure correct decisions are made, such as DWP decision makers being able to ask the provider for clarification or advice or returning the report to the provider if they believe that it does not provide sufficient information for them to make a decision.\r\n\r\nDWP also has a range of other policies and procedures in place to help people that may need additional support and if someone has been identified by us as needing further support, we ensure this information is passed on to our contracted provider, who will also endeavour to provide the appropriate support to meet their needs.\r\n\r\nAssessment providers are continually looking at ways to improve the service they provide and work closely with DWP on initiatives to improve the overall customer experience. \r\n\r\nOur providers take complaints very seriously and will fully investigate all complaints received, obtaining all relevant information to inform a balanced, appropriate and full response. \r\n\r\nIf, at the end of the complaint process, an individual remains dissatisfied with the way in which the Assessment Provider has dealt with their complaint, they can escalate their concerns to the Independent Case Examiner, who provides a free complaints review service to people that want to complain about government organisations.\r\n\r\nWe are confident that we have the right Assessment Providers in place to deliver our health and disability assessments and that we have a strong contract management and operational monitoring regime in place that enables us to robustly monitor the performance of these contracted providers.\r\n\r\nDepartment for Work and Pensions","created_at":"2016-09-13T14:38:51.300Z","updated_at":"2016-09-13T14:38:51.300Z"},"debate":null}},{"type":"petition","id":128795,"links":{"self":"https://petition.parliament.uk/petitions/128795.json"},"attributes":{"action":"Amend the immigration bill to allow 3000 lone child refugees to enter the UK","background":"On Monday 25th April 2016, MPs voted AGAINST amending the bill to allow these stranded children refuge in the UK. We the people demand that the government move forward with the amendments in order to prevent thousands of unaccompanied Syrian children falling victim to exploitation and abuse. ","additional_details":"","state":"open","signature_count":12732,"created_at":"2016-04-25T22:58:13.747Z","updated_at":"2016-09-16T14:40:58.972Z","open_at":"2016-04-26T11:48:28.193Z","closed_at":null,"government_response_at":"2016-05-12T15:41:46.493Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T23:08:36.986Z","response_threshold_reached_at":"2016-04-28T15:38:02.434Z","creator_name":"Philip Larkin","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:41:46.490Z","updated_at":"2016-05-12T15:41:46.490Z"},"debate":null}},{"type":"petition","id":126346,"links":{"self":"https://petition.parliament.uk/petitions/126346.json"},"attributes":{"action":"Legalise cannabis use for adults over 21 years of age..","background":"6 plants/18 seedlings/24 oz useable cannabis per adult.Allow extracts,medibles,topicals to be sold in licensed dispensaries,after being tested in accredited testing facilities.No restrictions of THC content.End prohibition and the failed war on drugs.We're not going away.","additional_details":"Psychotic illness is genetic in nature,not caused by cannabis,as per University of Toronto/Harvard Medical School and is,in fact,treated successfully with cannabis.Cannabis is used as an exit drug to treat alcoholism.Hebrew University in Jerusalem.Raphael Mechoulam, Ph.D of Hebrew University.Colorado,Washington,Oregon,Alaska, Washington DC,et al.The Lancet.JAMA. National Geographic.  Dravet Syndrome. Lennox-Gastault Syndrome. Fibromyalgia. Crohn's.MND.MS.Anxiety.Depression.We're not going away.","state":"open","signature_count":12260,"created_at":"2016-04-01T16:35:03.683Z","updated_at":"2016-09-17T23:32:38.641Z","open_at":"2016-04-04T09:50:32.481Z","closed_at":null,"government_response_at":"2016-08-23T10:56:47.988Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T16:52:43.829Z","response_threshold_reached_at":"2016-07-25T16:43:26.054Z","creator_name":"Anne O'Neill","rejection":null,"government_response":{"summary":"The Government has no intention of legalising cannabis. Cannabis has the capacity to damage people’s mental and physical health, and harms both individuals and communities. ","details":"The evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs, is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”.  Legalising it would not prevent the crime associated with its production and supply, nor prevent the associated harms to users, their families and wider society. \r\n\r\nLegalisation would wrongly signal that cannabis use is without risk, particularly among those who do not use drugs. It is vital that we prevent people, especially young people, from using drugs in the first place and intervene early with those who do start to develop problems. Making cannabis legal would be counter-productive to this action.\r\n\r\nIndeed legalisation would carry its own administrative and enforcement costs which could be substantial. A system of this kind would continue to require resources from health services, enforcement partners and the criminal justice system to manage wider prescription and dependence treatment costs – including treating health harms of individual users; compliance activity and monitoring activities around production, demand and supply.\r\n\r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval. \r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals.\r\n\r\nThe Government continues to take action to prevent the harms caused by drug use – from educating young people about the risks to helping dependent individuals through treatment, and supporting law enforcement in tackling the illicit trade.  We have seen a reduction in drug misuse among adults and young people compared with a decade ago and more people are recovering from their dependency now than in 2009/10. \r\n\r\nThe Government is currently developing a new Drug Strategy, working with key partners, including commissioners, treatment providers, service users and our independent experts, the Advisory Council on the Misuse of Drugs, to identify what further steps we can take to tackle the issue.  \r\n\r\nHome Office","created_at":"2016-08-23T10:56:47.985Z","updated_at":"2016-08-23T10:56:47.985Z"},"debate":null}},{"type":"petition","id":163428,"links":{"self":"https://petition.parliament.uk/petitions/163428.json"},"attributes":{"action":"Prevent the closure of the Maternity Unit at Banbury Horton General Hospital","background":"Banbury is one of the largest towns in Oxfordshire and getting bigger.\r\nThe services of the Maternity ward at Horton Banbury save and support babies, mums and families and has done so in the past. \r\nHaving to go to the JR in Oxford is risking way too many lives. The MU at Horton is highly needed!\r\n","additional_details":"","state":"open","signature_count":11594,"created_at":"2016-07-29T07:09:37.784Z","updated_at":"2016-09-17T09:06:35.014Z","open_at":"2016-07-29T12:18:47.453Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T07:19:35.003Z","response_threshold_reached_at":"2016-08-04T15:20:55.849Z","creator_name":"Gavin Mack","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130909,"links":{"self":"https://petition.parliament.uk/petitions/130909.json"},"attributes":{"action":"Make more awareness and help available for young men dealing with mental health.","background":"Due to recently losing our little brother to suicide' and doing a research check, We have realised there isn't enough awareness or help available for young men with mental health issues. \r\n\r\nNot enough is being done for males. ","additional_details":"","state":"open","signature_count":11328,"created_at":"2016-05-19T18:54:58.207Z","updated_at":"2016-09-17T21:55:52.717Z","open_at":"2016-05-23T16:00:56.504Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-19T19:38:54.083Z","response_threshold_reached_at":"2016-09-09T20:59:25.013Z","creator_name":"Hayley Carroll ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163725,"links":{"self":"https://petition.parliament.uk/petitions/163725.json"},"attributes":{"action":"Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century","background":"Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n","additional_details":"In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.","state":"open","signature_count":11140,"created_at":"2016-08-01T10:51:32.176Z","updated_at":"2016-09-17T23:58:12.976Z","open_at":"2016-08-05T09:18:52.582Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-02T00:47:28.747Z","response_threshold_reached_at":"2016-09-08T06:27:47.038Z","creator_name":"Ewan William George Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127045,"links":{"self":"https://petition.parliament.uk/petitions/127045.json"},"attributes":{"action":"Stop Clause 81 of the police and crime bill being passed as law.","background":"The supporters of this petition are against clause 81 of the police and crime bill. The supporters would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law.\r\n","additional_details":"Clause 81 of the police and crime bill would give the police and only the police the right to be consulted by the home secretary when making amendments to the home office guide on firearms law. The supporters of this petition would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law. We feel this is the only democratic and balanced way amendments to this or any law should be conducted\r\n","state":"open","signature_count":11075,"created_at":"2016-04-07T22:18:40.834Z","updated_at":"2016-09-17T17:42:46.922Z","open_at":"2016-04-08T16:22:14.304Z","closed_at":null,"government_response_at":"2016-06-07T14:08:00.357Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-07T23:11:10.103Z","response_threshold_reached_at":"2016-04-29T15:22:24.974Z","creator_name":"Sacha Barac","rejection":null,"government_response":{"summary":"The UK has some of the toughest gun control laws in the world and we are determined to keep it that way. ","details":"The Government keeps the firearms licensing system under review to safeguard against abuse by criminals and to preserve public safety. Following Her Majesty’s Inspectorate of Constabulary (HMIC’s) inspection of firearms licensing , and their recommendation to put police guidelines on a statutory footing, clause 107 of the Policing and Crime Bill introduces a power for the Home Secretary to issue the police with statutory guidance on firearms. \r\n\r\nThis will allow existing safeguards around firearms ownership, for example background checks, medical suitability checks, and criteria around applicants with a history of domestic violence, to be enshrined in statutory guidelines. Other aspects of the existing Home Office guide will remain on a non-statutory footing. \r\n\r\nThe new statutory guidance will ensure that the highest standards of public safety are maintained. Responsible gun owners who pose no risk will continue to be granted firearms certificates by the police, as they are now. \r\n\r\nThe police must have regard to the guidance issued by the Home Secretary. Currently, because Home Office guidance is non-statutory, the police are not obliged to follow it. HMIC’s report on firearms licensing found that existing guidance was frequently not followed, resulting in an inconsistent approach between forces.\r\n\r\nThe Home Secretary will consult widely on the first edition of the new statutory guidance and will consider the views of shooting organisations as well as those of the police. The Government always aims to seek views from organisations likely to be affected by policy changes, and this is not a matter for legislation. The police must be able to implement the new guidance and are therefore listed as a statutory consultee.\r\n\r\nThe clause will be subject to Parliamentary scrutiny during the passage of the Bill.\r\n\r\nHome Office","created_at":"2016-06-07T14:08:00.354Z","updated_at":"2016-06-07T14:08:00.354Z"},"debate":null}},{"type":"petition","id":132671,"links":{"self":"https://petition.parliament.uk/petitions/132671.json"},"attributes":{"action":"Ensure that MPs are factually accurate \u0026 accountable in public campaigns","background":"Throughout recent campaigns, MPs from all sides have been accused of scaremongering and falsely purveying facts. We, the British public deserve more. We hereby ask that MPs be required by law to cite their claims with reputable sources both in writing and in speech, and be held accountable to them.","additional_details":"For too long MPs have been allowed to make unsubstantiated claims in public campaigns. These claims stagnate debate and confuse the public, as MPs argue and bicker with each other.\r\n\r\nA student at university must fully reference all information. A consultant must back-up their claims. An engineer must cite their sources. \r\n\r\n - Why should MPs be exempt from factual accountability? - \r\n\r\nIt is time for schoolyard politics to grow up. It isn't our job to check facts - MPs should be made to state them.","state":"open","signature_count":10771,"created_at":"2016-06-15T09:04:35.404Z","updated_at":"2016-09-17T20:56:27.442Z","open_at":"2016-06-15T11:54:24.587Z","closed_at":null,"government_response_at":"2016-08-02T11:40:19.623Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:36:39.494Z","response_threshold_reached_at":"2016-07-02T08:51:14.966Z","creator_name":"Cobain Schofield","rejection":null,"government_response":{"summary":"Members of Parliament are expected to act in accordance with the Code of Conduct, issued by the Parliamentary Commissioner on Standards. ","details":"The Code outlines the general principles of conduct, identified by the Committee on Standards in Public Life. These are the principles of selflessness, integrity, objectivity, accountability, openness, honesty and leadership.\r\n\r\nWhen taking up their seats in the House of Commons, MPs swear an oath of allegiance, or make a solemn affirmation.\r\n\r\nThe Parliamentary Commissioner for Standards is responsible for ensuring adherence to the Code and investigating instances of alleged breaches. Government Ministers are also bound by the Ministerial Code.\r\n\r\nLeader of the House","created_at":"2016-08-02T11:40:19.621Z","updated_at":"2016-08-02T11:40:19.621Z"},"debate":null}},{"type":"petition","id":131222,"links":{"self":"https://petition.parliament.uk/petitions/131222.json"},"attributes":{"action":"Make British Sign Language part of the curriculum","background":"It's compulsory for students in England to take a language to 14 but signing isn't listed along with French, Germany or Mandarin. With one in 60 brits profoundly deaf and 11m others with hearing problems, this is a glaring omission is it not?","additional_details":"","state":"open","signature_count":10704,"created_at":"2016-05-24T08:32:43.157Z","updated_at":"2016-09-17T20:51:14.624Z","open_at":"2016-05-25T11:23:11.518Z","closed_at":null,"government_response_at":"2016-09-15T09:27:56.808Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T09:26:24.701Z","response_threshold_reached_at":"2016-07-27T18:55:02.128Z","creator_name":"jade armstrong","rejection":null,"government_response":{"summary":"BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.   ","details":"The teaching of a foreign language is statutory at key stages 2 and 3 for pupils in maintained schools.\r\n\r\nTeaching of one modern foreign language has always been a statutory requirement of the national curriculum at key stage 3, and schools can teach any major European or world language to meet this requirement. From September 2014, maintained primary schools must teach a modern or ancient foreign language to pupils at key stage 2.\r\n\r\nThe government accepts that British Sign Language (BSL) can be a beneficial subject that schools might choose to teach in addition to foreign languages. However, the national curriculum programmes of study for languages contain a number of requirements that could not be met through BSL; for example at key stage 2 the requirement to describe people, places, things and actions in writing. A maintained school would therefore be unable to meet the curriculum requirement solely by teaching BSL.\r\n\r\nDepartment for Education","created_at":"2016-09-15T09:27:56.805Z","updated_at":"2016-09-15T09:27:56.805Z"},"debate":null}},{"type":"petition","id":131326,"links":{"self":"https://petition.parliament.uk/petitions/131326.json"},"attributes":{"action":"Britain First announce militant action against elected Muslims PROSCRIBE NOW!","background":"Britain First are a far right, militant off-shoot of the BNP.\r\n\r\nIn a recent press release they have stated:\r\nThey consider all elected Muslim Officials 'Occupiers'. Their operations will focus on all aspects of Muslims' day-to-day lives and official functions, including where they live, work, pray.","additional_details":"They must be proscribed now.\r\n\r\nThey also stated:\r\n\"Britain First has an official policy of banning Islam in the UK and will not stop until all Islamist occupiers are driven out of politics completely. \"Stand by for a flurry of direct action operations, similar to those we have launched numerous times against Islamists such as hate preacher Anjem Choudary.\"\r\n\r\nhttp://www.huffingtonpost.co.uk/entry/britain-first-muslim-elected-officials_uk_574352c4e4b0e71ef36d9617?edition=uk\u0026b52pke8u54myousor","state":"open","signature_count":10678,"created_at":"2016-05-25T16:13:02.032Z","updated_at":"2016-09-17T18:53:38.044Z","open_at":"2016-05-27T08:55:34.231Z","closed_at":null,"government_response_at":"2016-08-24T14:48:52.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-25T16:31:58.039Z","response_threshold_reached_at":"2016-08-09T22:42:15.514Z","creator_name":"Al Doughty","rejection":null,"government_response":{"summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\n","details":"Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far right extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nThe Government condemns those who seek to spread hate by demonising British Muslims.  Those who seek to divide us damage our country by stoking anti-Muslim hatred and who deliberately raise community fears and tensions by bringing disorder and violence to our towns and cities.  \r\n\r\nThe Government’s Counter-Extremism Strategy sets out comprehensive measures to defeat all forms of extremism – violent or non-violent, Islamist or far-right extremism, by countering extremist ideology, building partnerships against extremism, disrupting extremists, and building cohesive communities.\r\n\r\nHome Office","created_at":"2016-08-24T14:48:52.508Z","updated_at":"2016-08-24T14:48:52.508Z"},"debate":null}},{"type":"petition","id":163483,"links":{"self":"https://petition.parliament.uk/petitions/163483.json"},"attributes":{"action":"Suspend Natural England licence to kill buzzards.","background":"Natural England has been granted a licence to kill buzzards to protect pheasants.","additional_details":"https://raptorpersecutionscotland.wordpress.com/2016/07/29/natural-england-issues-licence-to-kill-buzzards-to-protect-pheasants/","state":"open","signature_count":10622,"created_at":"2016-07-29T16:31:15.189Z","updated_at":"2016-09-17T20:07:42.730Z","open_at":"2016-08-03T13:52:04.125Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-30T10:12:29.147Z","response_threshold_reached_at":"2016-08-30T22:34:54.332Z","creator_name":"Philippa Storey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128474,"links":{"self":"https://petition.parliament.uk/petitions/128474.json"},"attributes":{"action":"Please continue to provide annual financial support for the Cornish language.","background":"In 2002, Cornish was granted official “minority language” status under Part II of the 1992 Council of Europe Charter for Regional and Minority Languages (Hansard 5 Nov 2002 : Column 207W). ","additional_details":"In implementing the Charter under Part II, the Government is obliged to consider the needs and wishes of groups that use the Cornish language and those who wish to learn the language (Council of Europe 1992).","state":"open","signature_count":10294,"created_at":"2016-04-21T14:11:47.202Z","updated_at":"2016-09-17T18:56:39.462Z","open_at":"2016-04-21T15:08:22.438Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T14:26:27.936Z","response_threshold_reached_at":"2016-08-06T12:46:18.525Z","creator_name":"Dr Jon Mills","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127285,"links":{"self":"https://petition.parliament.uk/petitions/127285.json"},"attributes":{"action":"Stop United Lincs Hospitals Trust from DOWNGRADING Boston Pilgrim hospital.","background":"ULHT put forward strategies to take away Midwifery, Paediatrics \u0026 Vascular  surgery from Pilgrim Hospital \u0026 they want to downgrade the A \u0026 E department at Pilgrim to move all the above to Lincoln County Hospital.  Lives will be at put at risk as it is a journey of one to two hours to Lincoln. ","additional_details":"Lincolnshire is the fourth largest county \u0026 has seen a huge rise in population due to immigration and the government should increase the provision of funding at Pilgrim and detach it from ULHT at Lincoln to ensure services not only remain in Pilgrim but services that have been taken away over the last few years return to Boston. The high population locally in south, east and coastal Lincs is greater than the whole of central Lincoln \u0026 our NHS LOCAL delivery of services must reflect that need. ","state":"open","signature_count":10240,"created_at":"2016-04-08T21:54:55.175Z","updated_at":"2016-09-16T23:31:01.340Z","open_at":"2016-04-11T14:05:18.008Z","closed_at":null,"government_response_at":"2016-09-09T10:55:01.716Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-08T22:44:43.082Z","response_threshold_reached_at":"2016-07-21T19:46:48.229Z","creator_name":"David Phillip Bosworth","rejection":null,"government_response":{"summary":"Local NHS service changes should be led by clinicians and be in patients’ best interests.The NHS in Lincolnshire will consult fully as it continues to develop a service model to meet local need best","details":"The Government recognises that people in Lincolnshire have concerns about the Lincolnshire Health and Care review and its current proposals, but the reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n \r\nLocal NHS organisations are working together on the Lincolnshire Health and Care programme to review the local model of care, including urgent and emergency care.  The programme aims to ensure that the future provision of acute and community health services in Lincolnshire is financially sustainable, and that all services are clinically viable and safe.\r\n   \r\nIt is important to emphasise that no final decisions have yet been made.  The programme board published its Case for Change on 29 June and a full public consultation on the proposals will take place later this year.  Latest news on the programme and information on how local people can get involved can be found at http://lincolnshirehealthandcare.org. \r\n\r\nDepartment of Health","created_at":"2016-09-09T10:55:01.207Z","updated_at":"2016-09-09T10:55:01.207Z"},"debate":null}},{"type":"petition","id":122293,"links":{"self":"https://petition.parliament.uk/petitions/122293.json"},"attributes":{"action":"Make it law so that the NHS will always be in public hands","background":"It's the case that the current government wants to run the NHS into the ground by severely underfunding it. By making this law it will still be funded by the people, for all the people, and not treated as a profit making business where the quality of your care depends on your wealth.","additional_details":"","state":"open","signature_count":10158,"created_at":"2016-02-19T22:00:11.537Z","updated_at":"2016-09-17T22:19:10.498Z","open_at":"2016-03-21T11:14:04.867Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-21T12:06:42.724Z","response_threshold_reached_at":"2016-08-14T08:46:46.629Z","creator_name":"Matt barnett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126845,"links":{"self":"https://petition.parliament.uk/petitions/126845.json"},"attributes":{"action":"Step in \u0026 safely reunite refugee minors in the EU with their families in the UK","background":"On April 1st Muhammed Hassan squeezed onto a lorry to try and reach his uncle in Manchester. He was 17 and died that night. Muhammed had a legal right to reunite with his family and continuing government failure to step in and reunite these families is leaving hundreds of minors and children at risk","additional_details":"In law refugee children in the EU have a right to reunite with their families. The process for this is broken. Just a handful of children have been reunited after months of legal battles.\r\n\r\nIn February 120,000 of us warned that unless government set up an expedited process in Calais that children would be left at risk. Now a minor who fled “Islamic State” has died just 14 miles from the Prime Minister’s house trying to reach his uncle. No more children should die trying to reach their loved ones.","state":"open","signature_count":10132,"created_at":"2016-04-06T21:55:40.123Z","updated_at":"2016-09-17T20:27:11.624Z","open_at":"2016-04-08T15:46:12.199Z","closed_at":null,"government_response_at":"2016-08-03T09:12:34.678Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-06T22:36:54.218Z","response_threshold_reached_at":"2016-07-03T18:14:57.795Z","creator_name":"Juliet Stevenson","rejection":null,"government_response":{"summary":"The Government is working with Member States to ensure family reunification under the Dublin Regulation works effectively. Plans to resettle unaccompanied refugee children from Europe are underway.","details":"The death of Muhammad Hassan was a tragedy and our thoughts are with his family.  This tragic incident further highlights the dangers of making perilous journeys across the Channel.\r\n\r\nThe Government continues to work with key EU Member States, including France, to ensure the Dublin Regulation family reunification process works effectively. Under the UK-France Joint Declaration, the UK and France have committed to ensuring that the provisions of the Dublin III Regulation are used efficiently and effectively.  To assist the handling of such cases, the two Governments have established a permanent official contact group, agreed single points of contact within respective Dublin Units and a UK asylum expert was seconded to the French administration to facilitate the improvement of all stages of the process.  The UK and France are running regular joint communication campaigns in northern France which inform unaccompanied children and others of their right to claim asylum in France. \r\n\r\nBetween the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 50 requests from France under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 40 have already been transferred to the UK. Between the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 40 requests from the rest of Europe (excluding France) under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 15 have already been transferred to the UK.\r\n\r\nFurthermore, we have started to implement the Immigration Act 2016 commitment to work with local authorities on plans to bring refugee children from Europe. Over 20 children who meet the criteria in the Immigration Act have been accepted for transfer to the UK since Royal Assent in May, the majority of whom have already arrived in the UK. As is required by the Immigration Act 2016, we are consulting with local authorities to confirm available capacity and to ensure appropriate support systems are in place. We are in active discussions with the UNHCR, UNICEF, NGOs and the Italian, Greek and French governments to strengthen and speed up mechanisms to identify, assess and transfer children who meet the criteria to the UK where this in their best interests.\r\n\r\nWe have always been clear that we want to support family reunification as much as possible. It is important to use the tools available to help children reunite with family wherever possible. We will prioritise cases with family links to the UK and where possible work within existing frameworks to ensure swift action is taken to assist these children.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nIn terms of support to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are. The UK is the largest bilateral humanitarian contributor to the ongoing situation in Europe and the Balkans with a total contribution of £65 million.  This includes nearly £46 million to provide life-saving aid to the most vulnerable migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans.\r\n\r\nIt also includes the £10 million Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations (UNHCR, Save the Children and the International Rescue Committee) to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-08-03T09:12:34.676Z","updated_at":"2016-08-03T09:12:34.676Z"},"debate":null}},{"type":"petition","id":167168,"links":{"self":"https://petition.parliament.uk/petitions/167168.json"},"attributes":{"action":"Begin a public inquiry into the performance of the Northbound Dartford Crossing.","background":"Road users \u0026 hauliers have been suffering the incompetence of the 'new \u0026 improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.","additional_details":"","state":"open","signature_count":9888,"created_at":"2016-09-15T15:23:13.742Z","updated_at":"2016-09-17T23:49:51.513Z","open_at":"2016-09-15T16:39:59.490Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-15T15:48:10.272Z","response_threshold_reached_at":null,"creator_name":"Alan Pattison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132672,"links":{"self":"https://petition.parliament.uk/petitions/132672.json"},"attributes":{"action":"Keep the Nursing Directorate in the Department of Health","background":"The Government is to scrap the nursing, midwifery and allied health professions policy unit.\r\n\r\nGiven that the Francis report (2013) suggested that nursing had a 'weak voice', and that profession’s voice to be strengthened, this move is counterintuitive. ","additional_details":"I have seen first hand the work that members of this unit do. Not only do they support projects that would otherwise not be recognised (for example, visiting/working with winners of the Molnlycke Wound Academy Scholarship and Awards programme), they provide impartial advice to the Government.\r\n\r\nAccording to the government, advice will be given by Jane Cummings, chief nursing officer based in NHS England. With the bet will in the world, one person cannot undertake the work that a whole unit does.","state":"open","signature_count":9779,"created_at":"2016-06-15T09:27:53.056Z","updated_at":"2016-09-17T21:56:23.213Z","open_at":"2016-06-21T14:17:56.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:22:05.094Z","response_threshold_reached_at":null,"creator_name":"Deborah Jayne Glover MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130118,"links":{"self":"https://petition.parliament.uk/petitions/130118.json"},"attributes":{"action":"UK to openly investigate stolen funds from Nigeria kept in the UK \u0026 their return","background":"The UK has served as a haven for stolen funds for corrupt Nigerian political officials and their associates since the early 60s. These funds are kept as pseudo assets, bank accounts \u0026 properties. In law, the receiver of stolen goods is as guilty as the thief. It is about time the UK does something.","additional_details":"","state":"open","signature_count":9179,"created_at":"2016-05-12T05:51:53.098Z","updated_at":"2016-09-17T21:25:28.704Z","open_at":"2016-05-19T13:45:06.916Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-12T10:20:53.279Z","response_threshold_reached_at":null,"creator_name":"Siji Otenigbagbe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156984,"links":{"self":"https://petition.parliament.uk/petitions/156984.json"},"attributes":{"action":"Commit to healthcare arrangements for British pensioners living in the EU","background":"British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.","additional_details":"Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.","state":"open","signature_count":9000,"created_at":"2016-06-30T12:22:46.126Z","updated_at":"2016-09-17T19:56:27.872Z","open_at":"2016-07-15T12:49:09.267Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-30T13:11:25.784Z","response_threshold_reached_at":null,"creator_name":"David John William England","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128487,"links":{"self":"https://petition.parliament.uk/petitions/128487.json"},"attributes":{"action":"Lift the ban on gay and bisexual men from donating blood whilst sexually active","background":"In the UK, men who engage in sexual acts with other men are banned from donating blood, unless they do not engage in these acts for a full 12 months prior to donation.","additional_details":"Men who sleep with men (MSM) are being stigmatised by this rule as being dangerous.\r\n\r\nAll blood samples used for donation are subject to rigorous testing to ensure that various illnesses, including HIV/AIDs, cannot be transferred to a recipient of blood. \r\n\r\nThis also draws away from the fact that a promiscuous heterosexual male who has multiple partners is in fact a higher risk of infection than a monogamous homosexual male.\r\n\r\nThis unjust ban must be lifted if we truly live in a modern society!","state":"open","signature_count":8945,"created_at":"2016-04-21T16:36:23.854Z","updated_at":"2016-09-17T18:47:59.167Z","open_at":"2016-04-22T09:55:05.566Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T16:56:28.614Z","response_threshold_reached_at":null,"creator_name":"Joseph Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128555,"links":{"self":"https://petition.parliament.uk/petitions/128555.json"},"attributes":{"action":"Allow CBT riders to ride a 250cc age 21 years and above.","background":"Under current CBT laws you're limited to a 125. \r\n125 bikes are simply under powered for today's roads. \r\nThis leads do many issues for CBT riders out on the roads. with today's traffic 125 bikes are simply not as safe. the average 125 learner legal bike reaches 60 mph.   ","additional_details":"Because 125cc bikes are under powered and increases risks, because they are slow car drivers tend to get aggressive and make dangerous moves such as tailgating. \r\n\r\nWhile on a 125 in a 60/70 mph zone you are maxed out on a learner legal 125, so if something happens such as a car behind you is spinning out of control you do not have not power to pull away and avoid a collision  \r\n\r\nmany other countries allow 250cc bikes on a learner licence \r\n\r\n ","state":"open","signature_count":8912,"created_at":"2016-04-22T13:28:05.482Z","updated_at":"2016-09-17T23:50:41.668Z","open_at":"2016-04-25T09:36:02.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-22T13:33:20.189Z","response_threshold_reached_at":null,"creator_name":"Christopher Jose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163203,"links":{"self":"https://petition.parliament.uk/petitions/163203.json"},"attributes":{"action":"Increase Carers Allowance in line with the Living Wage","background":"To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.","additional_details":"Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n","state":"open","signature_count":8670,"created_at":"2016-07-27T09:06:53.750Z","updated_at":"2016-09-17T21:40:05.651Z","open_at":"2016-08-02T15:39:04.174Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-27T09:51:43.014Z","response_threshold_reached_at":null,"creator_name":"Joy Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125212,"links":{"self":"https://petition.parliament.uk/petitions/125212.json"},"attributes":{"action":"Hold A Referendum On Renationalisation Of The Railways","background":"According to YouGov Polls, 66% of the UK Electorate now support renationalisation of the UK railways. It is clear that privatisation of the railway system has caused massive operation inefficiencies due to the complexity of the railway network.","additional_details":"","state":"open","signature_count":7720,"created_at":"2016-03-19T20:01:27.270Z","updated_at":"2016-09-17T10:33:13.807Z","open_at":"2016-03-21T17:15:27.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-19T23:14:45.481Z","response_threshold_reached_at":null,"creator_name":"Marlon Fernandez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164488,"links":{"self":"https://petition.parliament.uk/petitions/164488.json"},"attributes":{"action":"Death caused by racing should bring charge of manslaughter not dangerous driving","background":"Our son James was killed in a hit \u0026 run while on a pelican crossing. The driver who killed James was racing at over 90mph in a 40mph zone. The impact was such that James landed 70m down the road and killed instantly from multiple injuries. Leaving James he disposed of the car and burnt his clothes. ","additional_details":"Majid Malik is a serial offender with 39 previous offences. Had appropriate sentences been applied to the likes of Malik our son and others would be alive today. Malik chose to drive at 90mph, to race, to leave James dead in the road. Such choices made by those who are willing to kill by racing are calculated acts that must bring charges of   manslaughter and not be downgraded to dangerous driving. A car hitting a pedestrian at 90mph is more certain to kill than the use of a gun or knife.","state":"open","signature_count":7593,"created_at":"2016-08-09T21:26:58.184Z","updated_at":"2016-09-17T20:46:52.347Z","open_at":"2016-08-12T16:43:04.475Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-10T08:43:03.275Z","response_threshold_reached_at":null,"creator_name":"Richard Gilbey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132715,"links":{"self":"https://petition.parliament.uk/petitions/132715.json"},"attributes":{"action":"SEN budgets need to be ring fenced for children's education not LA legal fees.","background":"Mr. Ed Timpson claimed that \"No child should lose their support simply because the system is changing\". Conversely parents find that Local Authorities regularly remove vital support in the transfer to the new EHC Plans.\r\nSevere budget cuts to Education mean that parents face an adversarial system.","additional_details":"Children with SEN are routinely denied appropriate education and LA's adopt a defensive stance. Cash is diverted to legal fees to defend against appeals. Parents report huge personal and financial losses in attempts to gain SEN provision.\r\nRecently, a law firm which represents and ‘trains’ LA''s have publicly gloated about their 'WINs' against parents. Local Autho have attempted to distance themselves from this scandal; however parents nationally have reported equally negative experiences.","state":"open","signature_count":7528,"created_at":"2016-06-15T20:17:12.546Z","updated_at":"2016-09-16T22:19:06.172Z","open_at":"2016-06-16T12:06:01.428Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T20:39:34.251Z","response_threshold_reached_at":null,"creator_name":"Nikola Matulewicz-Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126155,"links":{"self":"https://petition.parliament.uk/petitions/126155.json"},"attributes":{"action":"Increase the penalty for people who steal dogs.","background":"The Theft Act of 1968 covers companion animals, and if your dog is stolen then you have the same legal rights of recourse as you would if anything else you owned was illegally taken.  However, our dogs are more than just posessions and should be afforded greater protection under the law.","additional_details":"Stolen pets are sold on the black market or used in illegal dog fights and it is believed by campaigners that police do not take the thefts seriously enough nor are the current penalties enough of a deterrent.\r\n\r\nDognapping, which is becoming increasingly violent, is worth at least £100,000 a year with more than 2,400 dogs stolen in 2014 \u0026 2015.\r\n\r\nTo help protect our dog's from criminals I would like parliament to consider increasing the penalty for those convicted of stealing dogs.","state":"open","signature_count":7452,"created_at":"2016-03-30T15:24:56.226Z","updated_at":"2016-09-17T23:58:02.895Z","open_at":"2016-04-01T11:46:25.299Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-30T15:42:47.659Z","response_threshold_reached_at":null,"creator_name":"Peter Langdon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134345,"links":{"self":"https://petition.parliament.uk/petitions/134345.json"},"attributes":{"action":"DENY the request for a second EU REFERENDUM","background":"The British public have decided that they no longer want to be part of the EU. The minority within the Leave campaign believe there should be a second referendum. This is neither fair nor democratic. The majority have decided. The remain voters need to accept they have lost and move forward. ","additional_details":"","state":"open","signature_count":7392,"created_at":"2016-06-24T11:30:18.680Z","updated_at":"2016-09-17T17:08:40.605Z","open_at":"2016-06-28T09:02:44.495Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T20:52:59.362Z","response_threshold_reached_at":null,"creator_name":"Sean wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139983,"links":{"self":"https://petition.parliament.uk/petitions/139983.json"},"attributes":{"action":"Allow motorcycles to use ALL bus lanes.","background":"Bikes take up less space than most other road users and therefore aren't seen as readily and are at greater risk of personal injury. \r\n\r\nWe are legally allowed to filter past the queuing traffic and get to the front, this way would help make it even safer without affecting the buses and taxis.\r\n\r\n","additional_details":"","state":"open","signature_count":7331,"created_at":"2016-06-25T16:24:05.547Z","updated_at":"2016-09-17T20:31:34.173Z","open_at":"2016-07-05T14:04:02.421Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T16:35:34.338Z","response_threshold_reached_at":null,"creator_name":"Martin Cherry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127328,"links":{"self":"https://petition.parliament.uk/petitions/127328.json"},"attributes":{"action":"See fibromyalgia has a disability and give the pip payment","background":"I suffer from fibromyalgia and have to really suffer because I was turned down for the pip payment because of the point system, I have to cut my working hours, I may have to end work because of the pain I now suffer","additional_details":"Doctors letters and reports, medication I'm on","state":"open","signature_count":7232,"created_at":"2016-04-09T10:31:33.509Z","updated_at":"2016-09-17T16:49:12.635Z","open_at":"2016-04-11T14:00:14.152Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-09T12:48:53.249Z","response_threshold_reached_at":null,"creator_name":"Trevor Rhymes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129232,"links":{"self":"https://petition.parliament.uk/petitions/129232.json"},"attributes":{"action":"Get Hyperbaric Oxygen Therapy on the NHS for Fibromyalgia sufferers.","background":"Fibromyalgia, is a condition that causes widespread pain all over the body.\r\nThere are many other symptoms that can affect a person with Fibromyalgia: fatigue, muscle stiffness, difficulty sleeping, problems with mental processes (known as \"fibro-fog\"), depression, headaches and many more\r\n","additional_details":"There are few available treatments that actually help people with Fibromyalgia.  Side effects from tablets can make it difficult for people to work and can cause additional issues. \r\nHyperbaric Oxygen Therapy (HBOT) really helps those with Fibromyalgia and allows a person to live a relatively normal life. It's simply a treatment of breathing pure oxygen under a pressurised condition at a diving depth that works for the individual. \r\nHBOT should be available on the NHS for Fibromyalgia sufferers.\r\n","state":"open","signature_count":7014,"created_at":"2016-05-01T12:25:03.925Z","updated_at":"2016-09-18T00:00:03.102Z","open_at":"2016-05-03T12:01:03.956Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-01T12:54:41.635Z","response_threshold_reached_at":null,"creator_name":"Norma Orlinski ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126403,"links":{"self":"https://petition.parliament.uk/petitions/126403.json"},"attributes":{"action":"Make discrimination against Armed Forces personnel and veterans an offence","background":"I am, and always have been, very proud of the fact that I am an RAF Veteran. Recently though, when I tried to make a purchase from a retailer, I was told that the owner didn't work with \"Murderers and Terrorists\" He had seen a picture of me in uniform, and so decided I was, in effect, a terrorist.","additional_details":"My experience is just one of many incidents in which Forces personnel are singled out and discriminated against. The Police can do nothing about it because the Armed Forces aren't recognised as a group in law. \r\n\r\nWith events in the past, such as the killing of Lee Rigby, it has become apparent that anyone with a Forces background is a potential target for hate crimes and discrimination. A change in the law will give the police the power to investigate and prevent further serious incidents.","state":"open","signature_count":6912,"created_at":"2016-04-02T15:20:46.119Z","updated_at":"2016-09-16T23:26:01.741Z","open_at":"2016-04-05T10:57:55.894Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-02T18:11:27.957Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131568,"links":{"self":"https://petition.parliament.uk/petitions/131568.json"},"attributes":{"action":"Abandon DfE plans to make Year 7 children resit SATs in Mathematics and English","background":"Children in Year 6 at Primary School currently sit National Tests (\"SATs\") in Mathematics and English. The DfE are proposing that children who fail to reach a \"required standard\" will resit these tests at Secondary School in Year 7.","additional_details":"Guidance for schools on this, which was previously available on the DfE website, was recently removed (something which the DfE, despite evidence to the contrary, later denied).\r\n\r\nMathematics teaching professionals believe that there will not be enough time to effectively implement these changes for a September 2017 start. Moreover, we believe that their implementation will slow the Secondary curriculum, create a testing culture, and reinforce a language of failure inappropriate at such a young age.","state":"open","signature_count":6798,"created_at":"2016-05-28T10:08:52.168Z","updated_at":"2016-09-16T14:30:44.957Z","open_at":"2016-06-03T13:30:05.460Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T10:29:09.626Z","response_threshold_reached_at":null,"creator_name":"Simon Cox","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129305,"links":{"self":"https://petition.parliament.uk/petitions/129305.json"},"attributes":{"action":"Legalise car cruising or give us designated areas to meet","background":"Police have been clamping down on car cruising. Car cruising is not a crime but for some people is a way of life.People withing the car scene modify their cars and want people to see their work they have done. Each car is diffrent and we want a chance to show people our work.","additional_details":"In the car scene when a meet is organised we try to meet in an area that cant effect the public. We do not intend to cause any harm to the public we just want to meet and make new friends and show our builds. With atleast giving us a designated area to meet we will be able to meet new people with common interests and show our builds without causing harm or distress to the public.","state":"open","signature_count":6785,"created_at":"2016-05-02T17:30:14.827Z","updated_at":"2016-09-17T21:53:41.935Z","open_at":"2016-05-06T14:12:52.244Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-02T17:40:47.150Z","response_threshold_reached_at":null,"creator_name":"Sean davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126310,"links":{"self":"https://petition.parliament.uk/petitions/126310.json"},"attributes":{"action":"Ensure the survival \u0026 funding of our high quality maintained nursery schools.","background":"Only 408 maintained nursery schools are left in England. 200 have been closed since1995. These extremely successful (97% are good or outstanding) inclusive places for children under 5 \u0026 their families are schools, but are not funded as schools, \u0026 thus are under huge threat of being lost forever. ","additional_details":"Maintained nursery schools support higher than average concentrations of children with SEND \u0026 have the expertise \u0026 skills to support them successfully. They are extremely successful at closing the gap between the most disadvantaged children and their peers. They are led by specialist headteachers \u0026 employ qualified teachers \u0026 nursery nurses. 64% are in the 30% most deprived areas in England. \r\nSee the Early Education report: 'Maintained Nursery Schools: the state of play' March 2015 for more info","state":"open","signature_count":6732,"created_at":"2016-04-01T10:58:24.013Z","updated_at":"2016-09-17T20:21:53.466Z","open_at":"2016-04-01T16:34:01.294Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T14:58:10.931Z","response_threshold_reached_at":null,"creator_name":"Theresa Lane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130036,"links":{"self":"https://petition.parliament.uk/petitions/130036.json"},"attributes":{"action":"Stop the travel companies charging high prices for school holiday weeks.","background":"Everyone is complaining about being fined for taking our children out of school to go on holiday. The travel companies are at fault as I believe the majority of people would take their children away during school holidays if they could afford it.","additional_details":"","state":"open","signature_count":6651,"created_at":"2016-05-11T12:39:56.225Z","updated_at":"2016-09-17T10:32:43.389Z","open_at":"2016-05-13T12:27:05.035Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-11T13:10:58.518Z","response_threshold_reached_at":null,"creator_name":"Karen Walker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132175,"links":{"self":"https://petition.parliament.uk/petitions/132175.json"},"attributes":{"action":"Make it illegal to prohibit the wearing of an earned Armed Forces Veteran Badge.","background":"A bus company has prohibited wearing of Veterans badges on the grounds of Uniformity yet encourages wearing Trade Union badges. This is contrary to the spirit of the Military Covenant. The badge is recognition of service to the nation \u0026 denying the right to wear it disrespects that veterans service.","additional_details":"","state":"open","signature_count":6604,"created_at":"2016-06-07T11:39:13.905Z","updated_at":"2016-09-16T23:26:00.010Z","open_at":"2016-06-15T16:04:21.711Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-14T20:06:10.814Z","response_threshold_reached_at":null,"creator_name":"David Fountain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130482,"links":{"self":"https://petition.parliament.uk/petitions/130482.json"},"attributes":{"action":"Introduce plastic alcohol glasses in clubs and bars after 12am","background":"I was glassed in a unprovoked attack while on a night out. I am asking clubs and bars to introduce plastic to reduce the chance of serious injury to other members of the public. I was left with my face scarred for life, which affected my career, mental health, family and my 3 beautiful children. ","additional_details":"Please read links below for CCTV of the horrendous attack and sign to stop this happening to anyone else. \r\n\r\nhttp://www.dailymail.co.uk/news/article-3589464/Clubber-37-scarred-model-life-unprovoked-bar-attack-smashing-wine-glass-face-leaving-needing-50-stitches.html\r\n\r\nhttp://www.liverpoolecho.co.uk/news/liverpool-news/watch-moment-model-scarred-life-11331136","state":"open","signature_count":6519,"created_at":"2016-05-15T17:08:13.351Z","updated_at":"2016-09-17T16:15:59.742Z","open_at":"2016-05-31T14:48:53.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-21T17:46:12.064Z","response_threshold_reached_at":null,"creator_name":"Gemma Hilton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126665,"links":{"self":"https://petition.parliament.uk/petitions/126665.json"},"attributes":{"action":"Change to abortion laws in NI by amended the devolved powers the NI assembly has","background":"This week a young women was sentenced to 2 years suspended for being to poor to travel out of Northern Ireland for an abortion, it is time the UK government acted to force equal treatment","additional_details":"Northern Ireland's abortion laws still put women's lives at risk and discriminate against those to poor to travel to the rest of the UK, This is done with the support of the UK government and using tax payments from the rest of the UK as such the UK government should amend Northern Ireland's devolved powers or use alternative legislation to force the Northern Irish assembly to treat women and their right to an abortion equally to the rest of the UK","state":"open","signature_count":6513,"created_at":"2016-04-05T14:07:35.205Z","updated_at":"2016-09-14T21:27:24.042Z","open_at":"2016-04-05T14:59:31.371Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T14:35:21.257Z","response_threshold_reached_at":null,"creator_name":"simon dungate","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159907,"links":{"self":"https://petition.parliament.uk/petitions/159907.json"},"attributes":{"action":"A full review of the staffing shortages within NHS district nursing service.","background":"People prefer to recover at home. The district nursing service, with the reductions in staffing since 2003 is at breaking point. District nurses are now critically endangered health professionals says the royal college of nursing and 10,000 front line staff are required.","additional_details":"There has been large cuts to the district nursing service, senior nursing sisters who require the specialist practitioner degree have been reduced in numbers and in high demand with many jobs advertised for months waiting to be filled.\r\nDistrict nurses will dissappear by 2025.\r\nOnly 37% of time spent dealing with patients. \r\n2003 - 2013 47% drop in staff from 12,620 to 6,656. Ref: Royal College of Nursing.\r\nWe want the government to debate this and commit to recruiting front line staff required.\r\n","state":"open","signature_count":6378,"created_at":"2016-07-08T10:47:27.048Z","updated_at":"2016-09-16T23:45:34.334Z","open_at":"2016-07-20T09:42:15.069Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-08T13:47:53.405Z","response_threshold_reached_at":null,"creator_name":"Gordon Roberts","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134618,"links":{"self":"https://petition.parliament.uk/petitions/134618.json"},"attributes":{"action":"Hold a second referendum on leaving the EU once exit terms have been negotiated.","background":"On 23rd June 2016, the UK voted to leave the EU. The terms of the departure have yet to be agreed with the EU, and the possibilities vary widely on key issues such as access to the single market and limiting immigration. Once terms are agreed, a second vote should be held to confirm the decision.","additional_details":"During campaigning ahead of the EU referendum, many parties, including politicians and supporters on both sides of the debate, noted that the structure of any agreement to leave was uncertain. The terms that the UK would negotiate with the EU were subject to claim and counter-claim on both sides.\r\n\r\nThe public, therefore, were not aware of the full nature of the 'leave' outcome at that time and should be given the opportunity to vote on again once an agreement with the EU is reached.","state":"open","signature_count":6352,"created_at":"2016-06-24T12:23:42.897Z","updated_at":"2016-09-17T20:25:10.545Z","open_at":"2016-07-04T16:28:00.249Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T13:47:24.904Z","response_threshold_reached_at":null,"creator_name":"William Kerr-Muir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163019,"links":{"self":"https://petition.parliament.uk/petitions/163019.json"},"attributes":{"action":"Search all Islamic buildings for weapons and extremist literature and items","background":"As large numbers of weapons are being found in mosque's in Europe searches should be carried out in Britain to keep us safe from weapons and Islamic extremists ","additional_details":"","state":"open","signature_count":6252,"created_at":"2016-07-25T17:11:18.953Z","updated_at":"2016-09-17T22:41:16.528Z","open_at":"2016-07-26T13:56:35.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-25T18:09:59.680Z","response_threshold_reached_at":null,"creator_name":"Kiron O'Connor ","rejection":null,"government_response":null,"debate":null}}]}