{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=67\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":168663,"links":{"self":"https://petition.parliament.uk/petitions/168663.json"},"attributes":{"action":"Ban the sale of fireworks to the public and only approve organised displays.","background":"Every year 1000's of people are hurt, burnt, maimed and even lose their lives through accidents involving fireworks.\r\nEvery year people are terrorised by the misuse of fireworks.\r\nEvery year animals are hurt and traumatised by fireworks.\r\nBan them please.","additional_details":"","state":"open","signature_count":146972,"created_at":"2016-10-06T14:50:30.633Z","updated_at":"2016-11-26T23:39:00.161Z","open_at":"2016-10-10T15:10:40.242Z","closed_at":null,"government_response_at":"2016-11-14T11:25:55.090Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-06T17:56:26.632Z","rejected_at":null,"debate_outcome_at":"2016-11-17T16:39:53.052Z","moderation_threshold_reached_at":"2016-10-06T15:09:03.033Z","response_threshold_reached_at":"2016-10-29T07:22:04.779Z","creator_name":"Mike Old","rejection":null,"government_response":{"summary":"Government acknowledges genuine concerns about the use and, the misuse, of fireworks. Legislation restricts the sale of fireworks and controls their use, and we have no plans to extend this further.","details":"The government recognises the concerns raised about the use of fireworks by the public, particularly the potential distress caused by the use of noisy fireworks to pets, livestock and the public, and injuries caused by accidents and the misuse of fireworks.\r\n\r\nMany individuals enjoy being able to hold private fireworks displays at home, and have a sensible and responsible attitude to their use.  Indeed, the majority of the public who use fireworks do so in a safe and considerate way; it is only an anti-social minority that uses them dangerously and inconsiderately. \r\n\r\nWhile members of the public can hold private firework displays at any time of the year, they are subject to strict curfews which prevent fireworks being used after 11pm, except on a limited number of specific nights of the year around the traditional celebrations of 5th November, New Year, Chinese New Year and Diwali when they can be used up to midnight (5th November) or 1am (New Year, Chinese New Year and Diwali). \r\n\r\nRetailers are restricted to selling fireworks for limited periods around these four traditional occasions, unless they have a valid licence specifically allowing all year round sales.\r\n\r\nThere is maximum noise level of 120 decibels on fireworks sold to the public, and local authorities have powers to deal with excessive firework noise.  There is also a prohibition on setting off fireworks in a public place, enforceable by the police with tough sanctions for non-compliance.\r\n\r\nThere is government-sponsored advice and guidance to support the responsible and considerate use of fireworks on the Safer Fireworks website.  \r\n\r\nWhile any firework-related injury is a cause for concern, the number of injuries are significantly lower than suggested.  Furthermore, the latest official statistics, demonstrate that there is a downward trend in hospital admissions in England (arising from the discharge of fireworks) with 28% decrease between 2010 and 2014/15, when there were 114 admissions.\r\n\r\nThe government will continue to focus on reducing accidents and nuisance by encouraging industry, retailers and others to promote responsible use through guidance and public education.  We urge those using fireworks to be considerate to their neighbours and give sufficient notice of firework use, particularly where they are proposing to let off fireworks in the vicinity of animals, especially livestock, where they should notify owners of livestock nearby of their plans.\r\n\r\nThe government considers these controls effectively manage and reduce the level of risk posed by the public use of fireworks, and that to bring in further restrictions would be detrimental to an important British tradition reflecting our history and multi-culturalism.  There are no plans at the moment to place further limitations on their use.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2016-11-14T11:25:55.088Z","updated_at":"2016-11-14T11:25:55.088Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.\r\n \r\nThere was a debate on Monday 6 June on a petition that called for restrictions on the use of fireworks. The Committee has therefore decided not to schedule a debate on this subject again, because it is only a few months since the last debate. \r\n\r\nYou can watch the debate here:\r\nhttp://parliamentlive.tv/Event/Index/be872a6a-721c-4dec-9a5b-0c136d4d1501\r\n\r\nYou can read a transcript of the debate here:\r\nhttps://hansard.parliament.uk/commons/2016-06-06/debates/16060612000001/Fireworks\r\n\r\nYou can read the petition here:\r\nhttps://petition.parliament.uk/petitions/109702"}}},{"type":"petition","id":168524,"links":{"self":"https://petition.parliament.uk/petitions/168524.json"},"attributes":{"action":"Close all retail on boxing day, retail isn't needed on boxing day!","background":"Christmas is a family time, the one day is not enough time to see two sides of families, retail workers work extremely hard during the Christmas run up and only get the one day. If only everywhere could be closed boxing day! Some things are needed over the festive period, retail isn't one of them.","additional_details":"","state":"open","signature_count":138658,"created_at":"2016-10-04T19:23:13.100Z","updated_at":"2016-11-26T23:41:30.935Z","open_at":"2016-10-14T15:40:00.876Z","closed_at":null,"government_response_at":"2016-11-22T14:00:43.922Z","scheduled_debate_date":"2016-12-12","debate_threshold_reached_at":"2016-11-15T18:54:03.677Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-04T20:40:17.044Z","response_threshold_reached_at":"2016-10-28T21:08:07.317Z","creator_name":"Jack Johnson","rejection":null,"government_response":{"summary":"We do not believe it is for central Government to tell businesses how to run their shops or how best to serve their customers. Therefore we are not proposing to ban shops from opening on Boxing Day. ","details":"The Importance of the Retail sector and its employees\r\n\r\nThe Government recognises the importance of retail to national and local economies.  It employs 3 million people and the sector generated £90 billion of Gross Value Added in 2014, 5.6% of the UK economy and 4% higher than in 2013.\r\n\r\nThe Government also believes that all workers, including those in retail, should have access to employment rights and protections.  The Government’s website, GOV.UK, provides detailed and accessible advice on all aspects of employment, including what to do in case of a dispute.\r\n\r\nRetail opening hours\r\n\r\nThere are no controls on shops’ opening hours on Boxing Day, unless it falls on a Sunday. The Sunday Trading Act 1994 limits the opening hours of large stores in England and Wales (i.e. those with a trading area over 280 square metres / 3,000 square feet) to 6 continuous hours (between 10am and 6pm) on a Sunday and not at all on Easter Sunday. The Christmas Day Trading Act 2004 prohibits large shops from opening on Christmas Day whatever day of the week it falls. Similar legislation applies in Northern Ireland.\r\n\r\nThe arrival of the internet has changed consumers’ shopping habits radically and many have got used to the freedom to buy what they need at any time that suits them. Online businesses and smaller retailers already have the flexibility to respond to this demand. Billions of pounds are spent by millions of shoppers on Boxing Day and it is also a busy day for internet sales. The Government believes that all businesses should be allowed flexibility to meet their customers’ needs and offer consumers choice about when and how they want to shop. This will help drive competition, productivity and the local economy, as well as helping create jobs.\r\n\r\nIn this internet age, the Government aims to support local high streets to remain at the heart of our communities by being vibrant and viable places where people live, shop, use services and spend their leisure time, both during the day and evening. \r\n\r\nBoxing Day, Bank Holidays and Working Hours\r\n\r\nThe Government believes that the current regulatory situation represents a fair balance between the interests of employers and workers. \r\n\r\nUnder the relevant legislation (the Working Time Regulations or WTRs), workers do not have a statutory entitlement to time off on Bank Holidays.  However employers may allow workers to take time off on those days.\r\n\r\nWorkers have many protections under the WTR, including\r\n•\tA statutory annual leave entitlement of 5.6 weeks (subject to a limit of 28 days)\r\n•\tA maximum working week of 48 hours, normally averaged over 17 weeks (however workers can choose to opt-out of the 48 hour limit)\r\n•\tEntitlements to rest breaks, and daily and weekly rest periods\r\n\r\nYoung workers and night workers are entitled to additional protections.\r\n\r\nIf workers are unhappy with any aspects of their working conditions, they can contact the ACAS helpline for free and confidential advice on 0300 123 1100, or consult the ACAS website at www.acas.org.uk. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-11-22T14:00:43.918Z","updated_at":"2016-11-22T14:00:43.918Z"},"debate":null}},{"type":"petition","id":132140,"links":{"self":"https://petition.parliament.uk/petitions/132140.json"},"attributes":{"action":"Free childcare when both parents are working. Not just those who are on benefits","background":"Free childcare is in place for 2 year olds where the parents have low income and mostly on benefits and don't work. If the parents are not working then their children don't need childcare. My husband and I work very hard to provide for our family but have to pay huge amount of money for childcare.","additional_details":"When childcare is paid for when both parents are working it makes a huge dent in income, we could do with the help. All children deserve this, It seems as though I would be better off not working.","state":"open","signature_count":133393,"created_at":"2016-06-06T20:18:34.361Z","updated_at":"2016-11-26T23:36:56.328Z","open_at":"2016-06-10T11:23:41.830Z","closed_at":null,"government_response_at":"2016-11-01T09:34:37.646Z","scheduled_debate_date":"2016-11-21","debate_threshold_reached_at":"2016-10-10T19:18:38.332Z","rejected_at":null,"debate_outcome_at":"2016-11-22T10:28:45.746Z","moderation_threshold_reached_at":"2016-06-07T07:54:03.337Z","response_threshold_reached_at":"2016-10-09T13:18:30.152Z","creator_name":"Ann-Marie Farrell","rejection":null,"government_response":{"summary":"We give low-income 2-year-olds from working and nonworking households free early learning because they can arrive at school behind better-off children, and this helps to bridge that gap.","details":"The first few years of a child’s life are fundamentally important. Evidence tells us that they shape children’s future development; influence how well children do at school; their on-going health and wellbeing; and their achievements later in life. It helps to promote a child’s physical, emotional, cognitive and social development. \r\n \r\nThis Government believes that no child should be held back in life because of their background. We want to support everybody to go as far as their talents will take them. Participation in early education at age two delivers greater benefits to disadvantaged children than early education at age three or four, but this group are less likely to access formal early education than their more affluent peers. The early learning for two-year-olds programme is therefore intended to help close this unfair gap. The two-year-old entitlement is in place to close the attainment gap between the most disadvantaged and their better off peers, rather than to act as a work incentive. \r\n\r\nHowever we do clearly understand the impact the cost of childcare can have on parents, and that’s why we are supporting parents with high childcare costs and investing in childcare at record levels. Total government spend on childcare support will increase from £5 billion in 2015-16 to over £6 billion by 2019-20. We are spending this on the current free 15 hours a week for three and four-year-olds and the most disadvantaged two-year-olds; the early years pupil premium for disadvantaged three- and four-year-olds, as well as providing 30 hours of free childcare for working parents of three- and four-year-olds from September 2017. \r\n \r\nWe are also introducing Tax-Free Childcare, which, from early 2017, will save around 2 million families up to £2,000 per child on their annual childcare bill for children aged under 12 (or £4,000 for children with special educational needs or disabilities up to the age of 17). In addition, the childcare element of Universal Credit provides up to 70% of eligible childcare costs (to a maximum limit of £532.29 for one child and £912.50 for two or more children). For parents in receipt of Universal Credit this rose to 85% of eligible costs from April 2016, with the maximum limits increasing to £646.35 for one child and £1108.04 for two or more children.\r\n\r\nDepartment for Education","created_at":"2016-11-01T09:34:37.643Z","updated_at":"2016-11-01T09:34:37.643Z"},"debate":{"debated_on":"2016-11-21","transcript_url":"https://hansard.parliament.uk/commons/2016-11-21/debates/D185C964-E8F2-48A8-ABF6-B14F8D44F25E/FreeChildcare","video_url":"http://www.parliamentlive.tv/Event/Index/571e5cfd-4dc5-402e-ba6c-4ff4d0171889","overview":""}}},{"type":"petition","id":133618,"links":{"self":"https://petition.parliament.uk/petitions/133618.json"},"attributes":{"action":"Invoke Article 50 of The Lisbon Treaty immediately.","background":"The British people have spoken. We have voted to leave the EU. We want article 50 of the Lisbon treaty to be invoked immediately. We still have two years to discuss our exit from the EU, but we do not wish to delay it any further. ","additional_details":"","state":"open","signature_count":127569,"created_at":"2016-06-24T05:54:51.021Z","updated_at":"2016-11-26T22:47:04.501Z","open_at":"2016-06-30T13:26:27.902Z","closed_at":null,"government_response_at":"2016-08-11T14:58:40.547Z","scheduled_debate_date":"2016-10-17","debate_threshold_reached_at":"2016-07-15T21:14:44.771Z","rejected_at":null,"debate_outcome_at":"2016-10-18T12:16:43.820Z","moderation_threshold_reached_at":"2016-06-25T09:16:16.336Z","response_threshold_reached_at":"2016-07-01T22:02:35.508Z","creator_name":"Thomas Renshaw","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected and delivered. We should not trigger Article 50 until we have a UK approach and objectives.","details":"The British people have voted to leave the EU and their will must be respected and delivered. The process for leaving the EU and determining our future relationship will be a complex one, so we need to take time to think through our objectives and approach. We want to ensure the best possible outcome for Britain and the future UK-EU relationship. As part of this, the government will of course work closely with the devolved administrations to ensure we get the best deal for the UK as a whole. We should not trigger Article 50 until we have a UK approach and objectives, so Article 50 should not be invoked before the end of this year.\r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T14:58:40.545Z","updated_at":"2016-08-11T14:58:40.545Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":168678,"links":{"self":"https://petition.parliament.uk/petitions/168678.json"},"attributes":{"action":"Give status to Police Dogs and Horses as 'Police Officers'","background":"I propose that UK Police Dogs and Horses be given protection that reflects their status if assaulted in the line of duty. This would be similar to the US Federal Law Enforcement Animal Protection","additional_details":"PD Finn of Hertfordshire Police to name but one.","state":"open","signature_count":123411,"created_at":"2016-10-06T17:30:58.590Z","updated_at":"2016-11-26T23:05:01.874Z","open_at":"2016-10-10T14:54:41.680Z","closed_at":null,"government_response_at":"2016-11-11T15:17:31.517Z","scheduled_debate_date":"2016-11-14","debate_threshold_reached_at":"2016-10-21T12:19:14.111Z","rejected_at":null,"debate_outcome_at":"2016-11-15T09:48:56.402Z","moderation_threshold_reached_at":"2016-10-06T17:52:03.128Z","response_threshold_reached_at":"2016-10-11T00:36:04.214Z","creator_name":"David Burstow","rejection":null,"government_response":{"summary":"Attacks on police support animals are unacceptable and should be dealt with under the criminal law which allows for penalties of up to 10 years’ imprisonment for those who carry out such attacks.","details":"Police support animals make a valuable contribution in the detection and prevention of crime and in maintaining public safety.  We recognise and are grateful for the bravery and skills shown by police dogs and their handlers day in and day out.\r\n\r\nThe Government agrees that attacks of any sort on police dogs or horses are unacceptable and should be dealt with severely under the criminal law. The law already allows for significant penalties to be issued to those who attack animals that support the police. An attack on a police dog or other police support animal can be treated as causing unnecessary suffering to an animal under section 4 of the Animal Welfare Act 2006. The maximum penalty is 6 months’ imprisonment, or an unlimited fine, or both. The financial element of the penalty was raised only last year from a maximum fine of £20,000. An attack on a police animal could be considered by the court as an aggravating factor leading to a higher sentence within the available range. Under some circumstances assaults on support animals could be treated as criminal damage which would allow for penalties of up to 10 years’ imprisonment.  \r\n\r\nAn additional offence dealing specifically with attacks on police animals or a move to change their legal status is unnecessary in light of the maximum penalties already in place.  An additional and separate offence may not result in more prosecutions, or increased sentences.\r\n\r\nWhen sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case.  Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences.\r\n\r\nThe Government will continue to work with the police to understand the extent of this problem.  Officials will be meeting national policing leads for police animals to discuss this issue over the coming weeks.  Police safety is an area of great concern for me, and one where I want to make sure we are doing all we can to protect frontline police officers, police staff and the animals that support them in their duties.\r\n\r\nHome Office","created_at":"2016-11-11T15:17:31.513Z","updated_at":"2016-11-11T15:17:31.513Z"},"debate":{"debated_on":"2016-11-14","transcript_url":"https://hansard.parliament.uk/Commons/2016-11-14/debates/D856FCAE-9EF4-49CF-99A0-AF5F379BEF94/PoliceDogsAndHorses","video_url":"http://www.parliamentlive.tv/Event/Index/b5f5b55e-3d6c-45f8-94b9-4411c366e114","overview":""}}},{"type":"petition","id":162934,"links":{"self":"https://petition.parliament.uk/petitions/162934.json"},"attributes":{"action":"Force child cancer to the forefront of the NHS and government funding schemes.","background":"We want the government to make more funding available in the fight against child cancer. Not enough is being done to spread awareness . We need more genetic testing and research. Child cancer needs to be at the forefront of our minds. These beautiful children need our help, Please, lets help them.","additional_details":"My wife and I recently lost our precious daughter Poppy-Mai to a very rare cancer, it was a progressive and aggressive malignant rhabdoid tumour which progressed into a metastatic brain tumour.  More funding should be made available in the fight against child cancer, these children are our future.","state":"open","signature_count":115906,"created_at":"2016-07-24T21:37:01.502Z","updated_at":"2016-11-26T23:57:10.157Z","open_at":"2016-07-29T14:07:58.443Z","closed_at":null,"government_response_at":"2016-11-22T16:07:16.670Z","scheduled_debate_date":"2016-11-28","debate_threshold_reached_at":"2016-11-11T17:51:38.438Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-24T21:42:28.721Z","response_threshold_reached_at":"2016-10-31T08:18:18.042Z","creator_name":"Andrew Barnard","rejection":null,"government_response":{"summary":"The independent Cancer Taskforce’s five-year plan Achieving World-Class Cancer Outcomes: A Strategy for England 2015-2020 (July 2015), includes recommendations on children and young people. ","details":"We want to lead the world in fighting cancer. Survival rates have never been higher, but we want to go further. The independent Cancer Taskforce’s five-year strategy for cancer, Achieving World-Class Cancer Outcomes: A Strategy for England 2015-2020 (July 2015), recommends improvements across the cancer pathway with the aim of improving survival rates, awareness and the quality of care people receive. \r\n\r\nCancer services for children, teenagers and young adults (CTYA) have improved significantly and the NHS needs to consider the best structure for continued improved care and experience. The strategy has a number of recommendations with implications for CTYA as well as the following specific recommendations:\r\n\r\n•\t43: looks at a possible review of CTYA services to provide improved integrated care \r\n•\t44: consent from children and young people for their data and tissue collection for use in future research studies and development of services, and \r\n•\t45: that NHS England, National Institute for Health Research (NIHR) and cancer research charities to consider ways in which access to clinical trials for teenagers and young adults with cancer could be significantly increased. \r\n\r\nAn implementation plan Achieving World-Class Cancer Outcomes: Taking the strategy forward, was published May 2016 and the Board published its first annual progress report in October 2016. \r\n\r\nNHS England already has the funds necessary to improve cancer services over the next five years as part of commitments in the Mandate and the additional £10 billion of funding.  The recommendations in the independent Cancer Taskforce’s report give direction as to where these funds should be targeted to achieve world-class cancer outcomes.\r\n\r\nInvestment in cancer research by the NIHR has increased substantially from £101 million in 2010/11 to £142 million in 2015/16 including research relating to childhood cancers. A new Department of Health Task and Finish Working Group on Brain Tumour Research is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can increase the level and impact of research into brain tumours, including those in children. The Working Group, chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser first met October 2016 and the Government expects it will complete its tasks by September 2017.\r\n\r\n•\tThrough the establishment of the 100,000 Genomes Project, the UK continues to be world leader in using genomics to diagnose, treat and prevent rare disease and cancer.\r\n\r\n•\tThe project currently covers 193 rare disease categories including childhood cancers. \r\n\r\n•\tConsiderable investment has been made in the project to date including £350 million from DH via the National Institute for Health Research (NIHR) budget.\r\n\r\n•\tThe project is already providing answers and changing lives - the first children with a rare disease have received diagnoses through the project at Great Ormond Street Hospital.\r\n\r\n•\tThe UK Strategy for Rare Diseases, published in November 2013, sets out a strategic vision for improving the lives of all those affected by rare diseases. It contains 51 commitments to be implemented by 2020 and has been signed up to by the four countries of the UK.\r\n\r\n•\tThe UK has also been at the forefront of pan-EU action on rare diseases. The 2011 EU Cross-Border Healthcare Directive promotes European Reference Networks (ERNs) as centres of knowledge, skills and expertise.\r\n\r\nWe know that cancer can affect all areas of a person’s life, including relationships, work, and finances – 83% of people say they are financially impacted by cancer. People require holistic support from diagnosis onwards, encompassing their physical, financial, psychosocial, and information and support needs, throughout their entire cancer journey. \r\n\r\nAs can be seen in the case of Poppy-Mai, a cancer diagnosis can have devastating consequences for the lives of young people and their families, and we are working hard to improve services for patients in England within the constraints of the resources available to the NHS.  Care should be built around what matters to the young person and their family and carers so we are working closely with cancer charities to ensure patients get the support they need during and after their treatment. \r\n\r\nThe hospital travel costs scheme provides financial assistance to those patients who do not have a medical need for ambulance transport, but need assistance with travel costs. This is part of the well-established NHS Low Income Scheme, in which patients on low incomes or receiving specific qualifying benefits or allowances can be reimbursed in part or in full for travelling costs to receive treatment at hospitals including cancer treatment. It also can be claimed where the appointment has been made for a child. \r\n\r\nChildren and teenagers with serious or critical illnesses such as cancer are also entitled to apply for Disability Living Allowance or DLA (or a Personal Independence Payment if over 16).\r\n\r\nDepartment of Health","created_at":"2016-11-22T16:07:16.666Z","updated_at":"2016-11-22T16:13:25.251Z"},"debate":null}},{"type":"petition","id":173199,"links":{"self":"https://petition.parliament.uk/petitions/173199.json"},"attributes":{"action":"Repeal the new Surveillance laws (Investigatory Powers Act)","background":"A bill allowing UK intelligence agencies and police unprecedented levels of power regarding the surveillance of UK citizens has recently passed and is awaiting royal assent, making it law. \r\n\r\nThis means it's not too late!\r\nThis is an absolute disgrace to both privacy and freedom and needs to stop!","additional_details":"With this bill, they will be able to hack, read and store any information from any citizen's computer or phone, without even the requirement of proof that the citizen is up to no good. \r\n\r\nThis essentially entitles them to free reign of your files, whether you're a law-abiding citizen or not!\r\n\r\nThis is sickening. It has only made it this far due to it being snuck past the population in relative secrecy. It isn't too late. We can fix this before the UK is turned into a dystopian surveillance state.","state":"open","signature_count":107522,"created_at":"2016-11-20T00:52:32.484Z","updated_at":"2016-11-26T23:59:54.362Z","open_at":"2016-11-23T11:56:18.361Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-26T16:44:33.030Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-20T01:32:34.242Z","response_threshold_reached_at":"2016-11-24T22:22:03.669Z","creator_name":"Tom Skillinger","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165905,"links":{"self":"https://petition.parliament.uk/petitions/165905.json"},"attributes":{"action":"Shut down the domestic ivory market in the UK.","background":"The Conservatives pledged to shut down the UK’s domestic ivory market in their manifesto for the past two elections. 30,000 African Elephants are slaughtered a year for their tusks yet, the government has still not outlawed the trade. From 2009 to 2014, 40% of UK customs seizures were ivory items.","additional_details":"Many African nations, the US, France and even China have committed to outlawing the markets. There are only around 450,000 African Elephants left, in another six years there will be almost half this amount if governments continue to turn a blind eye; the UK are putting Elephants at risk from extinction. If there were not a market, then the elephants would no longer be in danger. The UK needs to set an example that the only tusks of value are those on a live Elephant, before they cease to exist.","state":"open","signature_count":69438,"created_at":"2016-08-29T16:24:48.811Z","updated_at":"2016-11-26T23:59:02.771Z","open_at":"2016-08-30T14:22:53.066Z","closed_at":null,"government_response_at":"2016-11-17T16:00:52.907Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-30T14:13:03.572Z","response_threshold_reached_at":"2016-11-02T20:20:20.373Z","creator_name":"Ellen Cobb","rejection":null,"government_response":{"summary":"The Government shares concerns about the crisis facing African elephants from poaching and illegal trafficking and has proposed a ban on trade in modern day ivory as a step towards a total ban. ","details":"The Government is deeply concerned by the continued poaching of elephants for their ivory, which is why we are committed to maintaining the current global ban on any international trade in new ivory.\r\n\r\nWe have been actively exploring options to implement the Government’s manifesto commitment to press for a total ban on ivory sales. On 21 September the Secretary of State for Environment, Food and Rural Affairs announced a ban on sales of items containing ivory dated between 1947 and the present day, making UK rules on ivory sales among the world’s toughest. The Government will consult on the ban early next year as a first step in meeting the manifesto commitment. This will complement our existing approach of not permitting sales of raw ivory tusks of any age.\r\n\r\nDr Thérèse Coffey, Parliamentary Under Secretary of State for Environment, Food and Rural Affairs, attended the recent 17th Conference of Parties to the Convention on International Trade in Endangered Species (CITES) during September 2016. The UK was pleased that at the CITES Conference, Parties voted against a resumption of trading in modern day ivory, in line with recent domestic UK action. There was also a clear direction to close national ivory markets where these fuel poaching and illegal trade and decisive action to strengthen National Ivory Action Plans, which help combat ivory trafficking in key markets.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-11-17T16:00:52.905Z","updated_at":"2016-11-17T16:00:52.905Z"},"debate":null}},{"type":"petition","id":168127,"links":{"self":"https://petition.parliament.uk/petitions/168127.json"},"attributes":{"action":"Demand an end to the pay restraint imposed on agenda for change NHS staff.","background":"Agenda for change staff including nursing, midwifery, healthcare assistants and associated healthcare professionals have suffered a pay restraint since 2010. Losing approximately 14% in real terms of their pay, staff are struggling nationwide and many have been pushed into poverty.  ","additional_details":"The impact of the pay restraint is harsh. Many are sadly leaving the professions they love. There is an NHS staff crisis. In London we lack 10,000 nurses. Yet two fifths of nurses living in the capital plan to leave as they are unable to pay their rent. Staff reporting using food banks and hardship funds is increasing. The pay restraint must end. \r\nhttps://www.nursingtimes.net/news/workforce/london-nurses-priced-out-of-capital-by-housing-costs/7004379.article\r\nhttps://www.rcn.org.uk/nursingcounts","state":"open","signature_count":68497,"created_at":"2016-09-29T18:08:16.227Z","updated_at":"2016-11-26T23:55:03.601Z","open_at":"2016-10-03T16:42:35.321Z","closed_at":null,"government_response_at":"2016-11-11T13:59:50.758Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T18:31:09.096Z","response_threshold_reached_at":"2016-10-05T07:01:54.062Z","creator_name":"Danielle Tiplady","rejection":null,"government_response":{"summary":"Agenda for Change staff are vital. They work incredibly hard for patients and deserve to be fairly rewarded. We are committed to ensuring trusts can afford to employ the staff the NHS needs. ","details":"NHS staff are our greatest asset. Despite the pressures on the NHS driven by an increasingly aged and frail population, nurses, and all our hard working NHS staff continue to put patients first, keeping them safe whilst providing the high quality care patients and their families expect.\r\n\r\nThe Government has protected NHS front line funding whilst increasing staffing levels with over 3,500 more nurses and midwives employed since May 2010 and over 51,000 nurses currently in training.\r\n\r\nHealth Education England, NHS England and the Department have taken a range of actions to boost the supply of domestically trained staff and to increase the efficiency and productivity of the existing workforce.  The NHS is already recruiting more home-grown nurses, promoting return to practice programmes and improving retention of existing staff. For example, an additional £5 million will support the Return to Practice scheme, aimed at encouraging and supporting experienced nurses who have left the profession to return. More than 2,300 returners have been on the programme, with over 700 now back in employment. Reforms to the funding of pre-registration nurse education will enable universities to significantly expand training places by the end of the parliament.\r\n\r\nThe Government greatly values the important work that Agenda for Change (AfC) staff do in delivering essential public services and it is crucial that the public sector continues to recruit, retain and motivate the highest quality staff. In responding to the 2013 Francis Enquiry into the appalling events at Mid Staffordshire NHS Foundation Trust, it was right that trusts wanted to ensure they had the right number of nurses to provide safe quality care. The demand for nurses was much higher than planned, but nearly three years on,  trusts cannot either provide safe quality care or balance their books; they must do both.\r\n\r\nThere is a trade-off between pay and jobs in many public services, and pay restraint is one of the many difficult choices the Government has had to make.  At Summer Budget 2015, the Government announced that it will fund public sector workforces for an average pay award of 1 percent for four years from 2016/2017.  The Office for Budget Responsibility estimates that this policy will protect 200,000 public sector jobs. Whilst pay restraint is challenging, CPI inflation has been at historic low levels, currently 0.6%. Overall earnings for nurses and other non-medical staff have increased year-on-year since 2010/11, in total by 4.0% or 0.8% a year. Average basic pay per full time equivalent has increased by more than the impact of annual pay awards.\r\n\r\nAverage earnings for qualified nurses were £31,214 in the 12 months to June 2016, a slight increase from the same time last year and above the £31,189 figure for the NHS as a whole, which remains well above the national average salary for 2015 of £27,500 a year.\r\nFor nurses and midwives employed in the NHS between March 2010 and March 2015, average total earnings (adjusted for changes in contracted hours) increased by 2.2% a year.\r\n\r\nThe NHS is one of few public sector workforces that receive incremental pay. Around half of AfC staff receive incremental pay of around 3% on average.  A typical qualified nurse (Band 5) can expect seven years of pay progression averaging around 3.8% a year, in addition to annual pay awards.\r\n\r\nWe know pay is not the only reason nurses and other health workers choose a career in the NHS. The reward package also includes a valued pension scheme and other non-pay benefits. Members of the pension scheme can generally expect to receive around £3 to £6 in pension benefits value for every £1 they contribute, while flexible working patterns help staff better manage their personal commitments.\r\n\r\nWe appreciate that housing and travel costs in London can be a barrier to recruiting and retaining the nurses and other key workers the NHS needs.  The reward package for AfC staff that work in and around London includes High Cost Area Supplements:\r\n•\t20% of basic salary, subject to a minimum payment of £4,158 and a maximum payment of £6,405 for staff that work in ‘inner’ London;\r\n•\t15% of basic salary subject to a minimum payment of £3,518 and a maximum payment of £4,483 for ‘outer’ London; and\r\n•\t5% of basic salary, subject to a minimum payment of £961and a maximum payment of £1,665 for the London ‘fringe’.\r\n\r\nThe Department is also considering how best to take account of the housing requirements for NHS staff, particularly in high-cost areas to support permanent staffing.\r\n\r\nThe 2015 NHS Staff Survey shows that for nurses and midwives morale and motivation has improved since 2014. It is critical that the NHS continues to work hard on its staff engagement strategies. We want the NHS to be a place where nurses want to work, where poor care, poor behaviour, bullying and harassment is not tolerated. We know there is a strong link between the reduction in patient standardised mortality rates and organisations with high staff engagement.\r\n\r\nDepartment of Health","created_at":"2016-11-11T13:59:50.754Z","updated_at":"2016-11-11T13:59:50.754Z"},"debate":null}},{"type":"petition","id":165672,"links":{"self":"https://petition.parliament.uk/petitions/165672.json"},"attributes":{"action":"End the badger cull instead of expanding to new areas","background":"Since 2013, thousands of badgers have been killed in a Government cull attempting to control bovine TB. Against scientific advice \u0026 before a 4 year trial has completed, the government is now expanding the cull to new counties - tens of thousands of healthy badgers could be killed. ","additional_details":"Experts in disease control and animal welfare agree that pilot badger culls have proven both ineffective and inhumane. Shooting badgers is also expensive, costing tax-payers some £5,000 per animal. Bovine TB is a serious problem but killing badgers is not the solution, and could actually make the situation worse. It is a costly distraction from an effective solution incorporating vaccination, increased cattle movement control measures and improved testing.","state":"open","signature_count":63307,"created_at":"2016-08-25T12:12:07.185Z","updated_at":"2016-11-26T23:19:52.631Z","open_at":"2016-08-25T16:25:31.192Z","closed_at":null,"government_response_at":"2016-09-21T14:25:14.649Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T16:22:38.003Z","response_threshold_reached_at":"2016-08-30T22:25:55.358Z","creator_name":"Simon King OBE","rejection":null,"government_response":{"summary":"The Government is pursuing a comprehensive bovine TB eradication strategy including tighter cattle controls, biosecurity, and badger control in areas where the disease is widespread.  ","details":"Bovine TB is the greatest animal health threat to the UK. Dealing with this dreadful disease is costing taxpayers over £100 million each year and last year alone more than 28,000 cattle had to be slaughtered in England, causing devastation and distress for farmers and rural communities, where often herds have often been built up over many generations.   \r\n\r\nThat is why it is essential that we eradicate bovine TB.  \r\n\r\nWe are taking strong action to deliver a long-term plan to eradicate the disease and protect the future of the UK’s dairy and beef industries, with a comprehensive strategy including tighter cattle testing and movement controls, improving biosecurity on farm and when trading, and badger control in areas where badgers are an important factor in spreading disease to cattle.   \r\n\r\nThis approach is backed up by the evidence and experience of other countries. This approach has successfully eradicated bovine TB in Australia and is working in Ireland and New Zealand.  \r\n\r\nThere is still a long way to go. While cattle controls can have a significant impact, the Government’s Chief Veterinary Officer and the British Veterinary Association agree that we won’t eradicate the disease without dealing with the spread of TB from infected wildlife too.   \r\n\r\nThere is broad scientific consensus that badgers are implicated in the spread of TB in cattle in parts of England. \r\n\r\nTB was first found in English badgers in 1971. In 1974 badgers were removed from a severely infected cattle farm with the result that there were no herd TB outbreaks there for five years. Between 1975 and 1978 the Ministry of Agriculture, Fisheries and Food funded work that demonstrated conclusively that there is a link between TB in badgers and cattle. Subsequent work in Ireland has reaffirmed that finding.\r\n\r\nThe Krebs Review observed that between 1975 and 1979 when gassing was used to remove badgers, cattle TB incidence in the South-West fell from 1.65% to 0.4%, a 75% reduction. Subsequently, in the late 1970s and early 1980s, more widespread badger removal was carried out in three areas. In Thornbury, Gloucestershire, cattle TB incidence fell from 5.6% in the ten years before badger removal to 0.45% in the fifteen years afterwards, a reduction of 90%. In Steeple Leaze, Dorset, there were no herd TB outbreaks for seven years after badgers were removed. In Hartland, Devon, cattle TB incidence dropped from 15% in 1984 to just 4% in 1985, a reduction of more than two thirds.\r\n\r\nFollowing concerns that those exercises lacked rigorous scientific ‘controls’ the government commissioned the Randomised Badger Culling Trial (RBCT). Despite the challenge of the Foot and Mouth Disease outbreak, the RBCT showed that in the four years after proactive badger removal there was a significant reduction in cattle TB incidence relative to control areas. The greatest relative reduction seen was 54% in the eighteen months after proactive badger removal operations, when the full benefits began to appear. The RBCT confirmed what the previous exercises had shown.\r\n\r\n\r\nLicensed badger control operations led by local farmers and landowners in parts of Gloucestershire, Somerset and Dorset have shown that it is safe, humane and effective in reducing the number of badgers needed to bring down disease levels in cattle.  \r\n\r\nBased on the advice of the Chief Veterinary Officer, we are extending this approach over a wider area to bring greater disease control benefits to hard-pressed farmers in the South West. \r\n\r\nWe have also funded licensed private badger vaccination projects to help create a buffer zone around the South-West where TB is most widespread. However TB vaccination does not provide complete protection and it has no impact on infected badgers so it cannot replace culling and a shortage of the vaccine means it’s not an option right now.  \r\n\r\nTo ensure we have a successful and resilient industry, we are determined to use all available measures necessary to eradicate this devastating disease as quickly as possible.   \r\n\r\nWe will continue to deliver on our 25-year strategy for a TB-free England. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-21T14:25:14.646Z","updated_at":"2016-09-21T14:25:14.646Z"},"debate":null}},{"type":"petition","id":170740,"links":{"self":"https://petition.parliament.uk/petitions/170740.json"},"attributes":{"action":"Suspend the Myanmar Ambassador for Genocide of Rohingya Muslims.","background":"\r\nYale's Allard K. Lowenstein International Human Rights Clinic analysed research conducted by Fortify Rights and Al Jazeera, to see if genocide had been committed as defined by the 1948 U.N. \r\n\r\nClear evidence that four acts of the 1948 U.N. convention on genocide had been committed","additional_details":"- Killing members of the group: The Rohingya, who have a distinctive language, culture, history and traditions, have been killed by security forces, or by the local Rakhine population as security forces stood by without intervening;\r\n\r\n- Serious bodily or mental harm to members of the group: They are subjected to rape, torture, arbitrary detention and other crimes;\r\n\r\n- Inflicting conditions to destroy the group: \r\n\r\n- Preventing births within the group: Marriage and birth restrictions. ","state":"open","signature_count":52710,"created_at":"2016-10-31T03:05:27.095Z","updated_at":"2016-11-26T23:59:54.367Z","open_at":"2016-11-11T11:28:01.615Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-31T10:22:19.162Z","response_threshold_reached_at":"2016-11-20T10:26:46.272Z","creator_name":"Saiful Islam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":150516,"links":{"self":"https://petition.parliament.uk/petitions/150516.json"},"attributes":{"action":"Make Eid a National Holiday","background":"Make Eid a National Holiday so that British Muslims do not have to use their annual leave or provide them with the option of swapping Christmas day for Eid holiday.","additional_details":"","state":"open","signature_count":51818,"created_at":"2016-06-27T12:22:49.703Z","updated_at":"2016-11-26T23:56:59.957Z","open_at":"2016-06-28T09:10:26.902Z","closed_at":null,"government_response_at":"2016-07-14T09:28:19.956Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T15:04:48.433Z","response_threshold_reached_at":"2016-06-30T13:31:14.123Z","creator_name":"Moshinur choudhury ","rejection":null,"government_response":{"summary":"The Government has no plans to create another public holiday, or to vary the existing arrangements.   The current pattern is well established and accepted.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals. \r\nThe current pattern is well established and accepted, and there are no current plans to create another permanent bank holiday, or to enable employees to swap existing bank holidays.\r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nEmployers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-07-14T09:28:19.953Z","updated_at":"2016-07-14T09:28:19.953Z"},"debate":null}},{"type":"petition","id":160883,"links":{"self":"https://petition.parliament.uk/petitions/160883.json"},"attributes":{"action":"Close sharia courts set up in the uk and make sharia law illegal in britain","background":"There are thought to be around 100 Sharia Law courts operating throughout the UK, dispensing Islamic justice outside the remit of our own legal system. We are putting to the government that these courts should immediately should be closed and sharia made illegal in the uk. ","additional_details":"Making sharia law courts illegal will not only see british law rule it will also give british and none british muslims freedom and justice based on uk law. This is great britain it is one land with one law and law is the way of the land.","state":"open","signature_count":50761,"created_at":"2016-07-12T12:52:28.556Z","updated_at":"2016-11-26T23:56:28.978Z","open_at":"2016-07-21T15:50:34.309Z","closed_at":null,"government_response_at":"2016-08-11T10:44:33.673Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-12T13:27:50.476Z","response_threshold_reached_at":"2016-07-24T09:24:21.301Z","creator_name":"stephen burgess","rejection":null,"government_response":{"summary":"Sharia councils are not courts in England and Wales. They cannot legally enforce any decision and must operate within the rule of national law. The Government has no plan to change this position. ","details":"Many British people of different faiths follow religious codes and practices. The Government does not prevent individuals from seeking to regulate their lives through religious beliefs or cultural traditions. Nothing in the law prevents people abiding by Sharia principles if they wish, provided their actions do not conflict with the law. If they do conflict, then national law prevails.\r\n\r\nSharia councils are not courts, and they are not in any sense part of the legal system in this country. Sharia councils have no legal power to enforce any decisions they make. Any religious council, or other body through which people seek to resolve their disputes, must operate within the rule of national law.\r\n\r\nThe Government understands that there are concerns about Sharia councils. The full, independent review into the application of Sharia law in England and Wales, launched by the previous Home Secretary on 26 May, will enhance our understanding of any misuse of Sharia law, and the extent of any problem where it may exist.\r\n\r\nMinistry of Justice\r\n","created_at":"2016-08-11T10:44:33.669Z","updated_at":"2016-08-11T10:44:33.669Z"},"debate":null}},{"type":"petition","id":168391,"links":{"self":"https://petition.parliament.uk/petitions/168391.json"},"attributes":{"action":"Make tampons and sanitary towels free for females","background":"Menstruation is a natural part of life for almost every female on the planet. The fact that women have to spend thousands of pounds on their periods whilst free contraception is handed out is absurd and needs to be changed. Menstruation is a lot harder to refrain from than sex.","additional_details":"The average woman spends around £6,000 in her lifetime on tampons and sanitary towels, not including money also spent on pain relief (a further £2,000).\r\n\r\nThe NHS spends roughly £68,000 a year on free contraception.\r\n\r\nSex and periods; both are equally important and need to be treated as such. ","state":"open","signature_count":50336,"created_at":"2016-10-03T11:00:39.877Z","updated_at":"2016-11-26T23:50:19.862Z","open_at":"2016-10-05T16:20:26.155Z","closed_at":null,"government_response_at":"2016-11-16T13:21:22.142Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-03T11:22:31.648Z","response_threshold_reached_at":"2016-10-12T18:31:18.169Z","creator_name":"Halima Nabahan","rejection":null,"government_response":{"summary":"The Government has no plans to make feminine hygiene products available free.","details":"The Tampon Tax Fund was set up in 2016, using the tax raised from the sale of sanitary products to support a range of good causes that focus on improving the lives of disadvantaged women and girls. In 2016, 25 charities were allocated funding and we entered into partnerships with Comic Relief and Rosa to disburse £5.2m of funding to help meet our ambition to reach grassroots women’s organisations across the country.\r\n \r\nThe Tampon Tax Fund supports women’s charities that are making a significant impact in the lives of women and girls in the UK, including health, wellbeing and education initiatives, and services for vulnerable women. The bids selected represent a range of different initiatives to benefit women across the whole of the UK.\r\n \r\nFollowing a review of the grants already awarded and in order to further focus resources the OCSI/Cabinet Office has carried out a targeted exercise to seek views on how to spend the remaining capital in the Tampon Tax Fund effectively. We will consider the results of this exercise in designing any such fund.  \r\n\r\nDepartment of Health","created_at":"2016-11-16T13:21:22.138Z","updated_at":"2016-11-16T13:21:22.138Z"},"debate":null}},{"type":"petition","id":131348,"links":{"self":"https://petition.parliament.uk/petitions/131348.json"},"attributes":{"action":"Increase the maximum sentence for animal cruelty charges","background":"The law is failing to adequately protect animals and ensure that punishment administered to those responsible for acts of cruelty fits the crime.","additional_details":"\r\nUnder the Animal Welfare Act, the term of imprisonment for even the most heinous of crimes does not exceed 51 weeks. All too often abusers are “getting away with murder\". A lifetime ban and/or fine is insufficient. \r\n\r\nWe demand review of the Animal Welfare Act, increasing the powers of local authorities to protect animals and to increase the maximum sentence these crimes hold. At a minimum, animal cruelty should hold punishment similar to Actual Bodily Harm (ABH) \u0026 Grievous Bodily Harm (GBH).","state":"open","signature_count":41735,"created_at":"2016-05-25T19:45:34.892Z","updated_at":"2016-11-26T23:59:54.295Z","open_at":"2016-05-31T15:54:41.654Z","closed_at":null,"government_response_at":"2016-09-08T14:48:58.142Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-26T08:30:11.014Z","response_threshold_reached_at":"2016-08-17T15:36:06.567Z","creator_name":"Amy Fisher","rejection":null,"government_response":{"summary":"Current laws and sentencing practice deal firmly with offenders who abuse or neglect animals. It is for the courts to decide on appropriate sentences depending on the circumstances of each case. ","details":"When sentencing for offences of cruelty to, or neglect of, animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.  The financial element of the penalty was raised only last year from a maximum fine of £20,000.  \r\n\r\nThe Government takes animal welfare very seriously. The Animal Welfare Act 2006 (the 2006 Act) is one of the most comprehensive pieces of legislation in the world to protect animals. It makes it an offence to cause any captive animal unnecessary suffering or to fail to provide for its welfare needs. For the purposes of the Act, an animal’s needs include the need for a suitable environment and a suitable diet, the need  to be able to exhibit normal behaviour, to be housed with or apart from other animals as appropriate and the need to be protected from pain, suffering, injury or disease.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal. The court may also disqualify the person convicted from having custody of any animal for such a period (including life) as it thinks fit.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-08T14:48:58.140Z","updated_at":"2016-09-08T14:48:58.140Z"},"debate":null}},{"type":"petition","id":160455,"links":{"self":"https://petition.parliament.uk/petitions/160455.json"},"attributes":{"action":"Public review into the decision to close the Children's Heart Unit Leicester","background":"Public review required. NHSE to disclose all information that led to the decision. Include all CHD Centres in this disclosure. NHSE to disclose the names of the panel in order to demonstrate their suitability. NHSE to disclose any involvement the panel had in the previous review.","additional_details":"NHSE intend to decommission Children’s Heart Services at Glenfield Hospital. Public consultation is required to examine the decision. Since the previous flawed review the unit has provided a high quality service, it is one of the best performing centres in England. It is on target to meet the figure of 125 cases per surgeon. Stopping CHD Services will result in loss of ECMO which accounts for 50% of national capacity impacting the provision of PICU \u0026 other services that require a PICU to operate. The loss of the unit \u0026 surgeons means the loss of Adult CHD Services. The lives of Children \u0026 Adults will be at risk.\r\n \r\n \r\n ","state":"open","signature_count":41220,"created_at":"2016-07-10T18:36:44.413Z","updated_at":"2016-11-26T23:55:37.731Z","open_at":"2016-07-22T11:33:27.360Z","closed_at":null,"government_response_at":"2016-09-28T14:41:56.646Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-10T18:57:35.885Z","response_threshold_reached_at":"2016-07-26T15:31:18.415Z","creator_name":"Samantha Norton","rejection":null,"government_response":{"summary":"No final decisions have been taken about the future of Leicester or any other congenital heart diseases services in England. The aim is to secure the best possible, sustainable outcomes for patients.","details":"Since 2013, NHS England has been working with expert clinicians and patients to devise and agree a new set of standards for the treatment of congenital heart disease (CHD). The aim is to secure the best possible sustainable outcomes for all patients, including improved opportunities for survivors to lead better lives; tackling variation, particularly to ensure resilient 24/7 care; and improving patient experience.\r\n\r\nThe new standards for CHD were published in July 2015 for implementation from April 2016.  These standards – almost 200 of them – were collaboratively developed over a two-year period, by patients and their families/carers; clinicians; commissioners, and other experts. They were the subject of extensive public consultation, and all the views put forward were considered before the standards were finalised.\r\n\r\nSince July 2015, NHS England has been working with hospital trusts and others to assure that patients benefit from a service that meets the agreed standards both now and into the future. To that end, NHS England has set out proposals which it is ‘minded’ to take forward, based on the findings of the recent self-assessment exercise. Whether or not these actions are carried out will be subject to the outcome of public consultation, which will begin later this year\r\n\r\nInformation regarding consultation will be communicated as widely as possible, well in advance of any consultation starting. NHS England proposes releasing information on the panel members, and publishing the detailed individual assessments as part of its consultation. It will also make sure that the consultation takes particular account of any other services which could be impacted by changes to CHD services.   \r\n\r\nIf, following this consultation, it is decided to implement the proposal, this would not mean the end of congenital heart disease services at University Hospitals of Leicester NHS Trust. NHS England is keen to work with the management and clinicians at the Trust to retain the majority of specialist medical care, which would mean that congenital heart disease patients in the East Midlands could still receive their ongoing care and more minor interventions in Leicester. \r\n \r\nFurther information can be found on NHS England’s website and accessed via the following link: https://www.england.nhs.uk/commissioning/spec-services/npc-crg/chd/\r\n\r\nDepartment of Health","created_at":"2016-09-28T14:41:56.643Z","updated_at":"2016-09-28T14:41:56.643Z"},"debate":null}},{"type":"petition","id":150220,"links":{"self":"https://petition.parliament.uk/petitions/150220.json"},"attributes":{"action":"We require any BRexit deal preserves UK access to EU collaborative R\u0026D programs.","background":"UK access to EU R\u0026D programmes stimulates £billions of investment and gives the UK access to skills and technologies that it does not have. Ending our access to these programmes will weaken our economy which depends on exploitation of innovative science and technology.","additional_details":"The BRexit negotiators could request associate country status as part of the deal, preserving much of the value of the collaborations. Of course, the UK could replace the funding lost from the EU, but it cannot replace the research collaboration with like minded researchers across the EU. They would have no incentive to collaborate with UK researchers without financial incentives. The UK would thus lose influence and damage an economy dependent on ideas generation and exploitation.","state":"open","signature_count":39074,"created_at":"2016-06-27T10:30:28.365Z","updated_at":"2016-11-26T17:00:07.074Z","open_at":"2016-07-12T17:36:08.830Z","closed_at":null,"government_response_at":"2016-09-09T15:21:28.156Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T14:33:21.278Z","response_threshold_reached_at":"2016-07-21T08:05:26.454Z","creator_name":"David Robinson","rejection":null,"government_response":{"summary":"The Government recognises the value of global collaboration for innovative science and technology as it seeks to secure the best deal possible to maintain the UK’s world leading status in this area.","details":"The UK’s economy is fundamentally strong and the UK’s science, research and innovation are world leading. The UK punches well above its weight, with the most productive science base in the G7.  \r\n\r\nThere will then be a negotiation process to redefine the terms of the UK relationship with Europe, and the period between invoking Article 50 and our eventual exit from the European Union (EU) is expected to last at least two years.  The UK’s decision to leave the EU has no immediate effect on those applying to or participating in EU-funded research programmes as the UK is still an EU member state and UK organisations can continue to participate under the same terms and conditions as they currently do. \r\n\r\nExcellent science depends on excellent collaboration and the strongest position for UK science and research that benefits us all, is to be collaborative, outcome-focused and global in our approach. \r\n\r\nThe Government continues to value scientists, researchers and students, including those from outside the UK who come to learn and work in our country and recognises the benefits that the rich diversity of our research and scientific communities brings to our society and our economy. The UK continues to be one of the best places in the world to do science and the Government will work to ensure that our excellent education and research remains a magnet for brilliant minds.\r\n\r\nThe Treasury announced on 13 August that it will underwrite the payment of bids for competitive EU funds (including Horizon 2020), even when specific projects continue beyond the UK’s departure from the EU.\r\n\r\nThe UK will continue to play a leading role in major non-EU research collaborations that take place here – from CERN (the European Organization for Nuclear Research) in Switzerland to the European Space Agency. Just this month the UK’s application to become a full member of a major new particle accelerator, the European Spallation Source in Sweden, has been confirmed.\r\n\r\nThe Science and Research Budget has been protected in real terms, with Resource funding growing from £4.7bn in 2016/17 to £5.1bn in 2019/20, including a new £1.5bn Government investment over the period 2016/17 – 2020/21 in a Global Challenges Research Fund (GCRF).\r\n\r\nInvestment in the Newton Fund http://www.newtonfund.ac.uk/ has been doubled to £150 million per year by 2021, meaning a total UK investment of £735 million from 2014 to 2021. This is match-funded by developing countries the Government has identified as having the potential to become future science and innovation leaders and can benefit most from collaboration.\r\n\r\nThe Government’s Science and Innovation Network https://www.gov.uk/government/world/organisations/uk-science-and-innovation-network, through which 90 staff based in 31 countries around the world support work on global challenges such as antimicrobial resistance and climate change, exemplifies our global approach.\r\n\r\nThe importance of our innovative high growth businesses to the UK economy is clear.  That is why UK Research and Innovation is being set up to combine Research Councils, Innovate UK and the administration of the dual support mechanism for England.   This independent body will reform the future landscape for the funding of science and innovation in the UK, further facilitating national and international collaborations. \r\n\r\n\r\nThe UK is, and will continue to be, a hub of global activity and the his government, now more than ever, will play its part in ensuring that the UK continues to be a place for great minds to come together from Europe and from all over the world to build knowledge, understanding and better solutions to our shared global challenges.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-09-09T15:21:26.697Z","updated_at":"2016-09-09T15:21:26.697Z"},"debate":null}},{"type":"petition","id":161635,"links":{"self":"https://petition.parliament.uk/petitions/161635.json"},"attributes":{"action":"Call on Andrea Leadsom to NOT hold a vote to repeal the Hunting Act 2004.","background":"Andrea Leadsom has pledged to hold a vote to repeal the ban. The Hunting Act outlaws the hunting of foxes, deer, hare and mink with dogs.\r\n\r\nHunting wild animals with dogs and letting them get ripped apart for ‘entertainment’ is cruel and inhumane, and has no place in our civilized society. ","additional_details":"Animals suffer physiological and psychological stress when chased by a hunt, whether they are killed or not. This was established as fact back in 2000 by a parliamentary inquiry (Burns et al., 2000), which led to the ban. \r\n\r\nThe below references have proof and further info:\r\n\r\nBurns, L. et al. (2000) Report of the committee of inquiry into hunting with dogs in England and Wales. The Stationery Office, London.\r\n\r\nhttps://www.league.org.uk/~/media/Files/LACS/Publications/A-case-against-A4-report.pdf ","state":"open","signature_count":37261,"created_at":"2016-07-15T10:02:32.212Z","updated_at":"2016-11-26T23:47:35.102Z","open_at":"2016-07-22T15:13:52.643Z","closed_at":null,"government_response_at":"2016-10-11T12:46:32.593Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-15T11:35:02.341Z","response_threshold_reached_at":"2016-09-21T08:16:17.488Z","creator_name":"Joshua Humphries","rejection":null,"government_response":{"summary":"There is a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.\r\n\r\n","details":"The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, the Act sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: www.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nUnder the Act, an individual can receive a fine of up to £5,000 if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 to cause unnecessary suffering to an animal. The maximum penalty is an unlimited fine and/or six months imprisonment. Anyone that believes an offence is taking place, or has taken place, under the Hunting Act 2004 or the Animal Welfare Act 2006 should report the matter to the Police.  \r\n\r\nThe Government continues to stand by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why this issue has been a free vote issue for many years.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-11T12:46:32.591Z","updated_at":"2016-10-11T12:46:32.591Z"},"debate":null}},{"type":"petition","id":168657,"links":{"self":"https://petition.parliament.uk/petitions/168657.json"},"attributes":{"action":"To make votes matter, adopt Proportional Representation for UK General Elections","background":"The vast majority wants PR. Our FPTP voting system makes Parliament unrepresentative. One party got 37% of the vote and 51% of seats, while 3 parties got 24% of the vote but share 1.5% of seats. FPTP violates the democratic principle of majority rule and causes problems like costly policy reversals.","additional_details":"The UK has never had a say on PR. As David Cameron himself said, the AV Referendum was on a system that is often less proportional than FPTP, so the rejection of AV could not possibly be a rejection of PR. In fact, so few voters wanted either system on offer that the turnout was just 42%.\r\n\r\nThere are tried and tested PR systems that keep the constituency link. They would make every vote matter equally, rather than allowing a minority of swing voters in a few marginal seats to pick the government.","state":"open","signature_count":33077,"created_at":"2016-10-06T13:08:12.580Z","updated_at":"2016-11-26T23:41:37.148Z","open_at":"2016-10-06T14:11:12.051Z","closed_at":null,"government_response_at":"2016-10-24T12:55:42.961Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-06T14:06:15.313Z","response_threshold_reached_at":"2016-10-12T15:47:29.279Z","creator_name":"Tim Ivorson","rejection":null,"government_response":{"summary":"First Past The Post (FPTP) is a robust method of electing MPs. A referendum on changing the voting system was held in 2011 and the public voted overwhelmingly in favour of keeping the FPTP system.","details":"The Government’s manifesto made a commitment to respect the will of the British people as expressed in the 2011 UK Parliamentary elections voting system referendum and keep the First Past the Post system for elections to the House of Commons. The Government, therefore, has no plans to change the voting system for elections to the House of Commons.\r\n\r\nThe Government is concerned that proportional voting systems would weaken the direct constituency link which is a key feature of our Parliamentary system, and under a proportional system the voting process is more complicated for the voter. \r\n\r\nThe Government’s view is that the First Past the Post voting system is the best system for elections to the House of Commons. The system is well established and understood by voters and provides a clear link between constituents and their representatives in Parliament. More often than not, it results in a government with a working majority in Parliament making decisive government possible. \r\n\r\nAt the voting system referendum in May 2011, electors were asked whether the Alternative Vote system (AV) should be used instead of the First Past the Post system for electing members of the House of Commons. The referendum produced a clear result with over 13 million voters rejecting the option for change to move away from the First Past the Post system, compared to over 6 million voters who voted for change. \r\n\r\nCabinet Office","created_at":"2016-10-24T12:55:42.959Z","updated_at":"2016-10-24T12:55:42.959Z"},"debate":null}},{"type":"petition","id":134362,"links":{"self":"https://petition.parliament.uk/petitions/134362.json"},"attributes":{"action":"Compulsory teaching of Politics and International relations at GCSE level","background":"Young children within Britain need to be educated to be able to understand political issues. Debates have become a form of political advertising and has led to youth disengagement. This education will bring higher voter turnout, higher youth engagement and more representative political decisions. ","additional_details":"A Politics and International Relations curriculum within UK schools would allow younger people to grasp a better understanding of political issues which will have large implications on their life. Political understanding will also give young voters the ability to sift through the sand bagging, political jargon and media bias that dominates British politics today. Therefore giving more educated, well understood and well researched opinions and votes in political debates, referendums and elections","state":"open","signature_count":31294,"created_at":"2016-06-24T11:33:39.716Z","updated_at":"2016-11-26T23:27:38.584Z","open_at":"2016-06-28T11:41:24.047Z","closed_at":null,"government_response_at":"2016-09-15T10:33:47.867Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T21:16:19.547Z","response_threshold_reached_at":"2016-06-29T20:39:49.393Z","creator_name":"Ryan Bradbrook","rejection":null,"government_response":{"summary":"\r\nThis government’s plan for education aims to ensure that all young people are prepared to make a positive contribution to British society.\r\n","details":"This government’s plan for education is to ensure that all young people are prepared for life in modern Britain, and enabled to make a positive contribution to British society. There are currently opportunities for young people to engage with political issues and develop political understanding both through the curriculum and through school life more broadly.\r\n\r\nWithin the curriculum, citizenship has been a compulsory subject in maintained schools since 2002. The programmes of study are designed to prepare pupils to play a full and active part in society, and are organised around core knowledge about democracy, government, and how laws are made and upheld. Citizenship education should equip pupils with the knowledge to explore political and social issues critically, to weigh evidence, debate and make reasoned arguments. Schools have the freedom to decide how they wish to teach the citizenship curriculum to meet the needs of all their pupils. At Key Stage 4, Citizenship Studies GCSE requires students to know and understand the meaning of democracy, how parliamentary democracy operates within the constituent parts of the UK and how government works. Students should also know and understand the relationship between the state and citizens; the rights, responsibilities and duties of citizens living and working in the UK; and how people participate in democracy.\r\n\r\nOther subjects include content that helps to engage young people with political issues. We have reformed history GCSEs, which now have a much stronger emphasis on British history. Within this, there is scope for pupils to study key events such as the origins and evolution of Parliament and parliamentary democracy, Magna Carta, and extensions of the franchise. Pupils can also learn about rights and responsibilities as part of personal, social, health and economic (PSHE) education, a non-statutory subject that can encompass many areas of study. At AS and A level students are able to study politics, where students are expected to develop a broad understanding of the historical development of government and politics in the UK.\r\n\r\nThe government is also taking action in a range of other areas to prepare young people for adult life in modern Britain. We are expanding the National Citizen Service, which promotes cohesion, empathy and positive sharing of ideas.  We are also promoting character education in schools, which can serve to support pupils to make a positive contribution to British society.   \r\n\r\nDepartment for Education","created_at":"2016-09-15T10:33:47.864Z","updated_at":"2016-09-15T10:33:47.864Z"},"debate":null}},{"type":"petition","id":169889,"links":{"self":"https://petition.parliament.uk/petitions/169889.json"},"attributes":{"action":"Let the general public participate when the government sells its Lloyds stake.","background":"The government has withdrawn plans to allow the public to participate when it sells its stake in Lloyds Banking Group. We urge the government to reconsider this decision. Rather than engage with working taxpayers willing to invest in our economy, it has snubbed them in favour of city institutions.","additional_details":"","state":"open","signature_count":31211,"created_at":"2016-10-20T09:19:07.074Z","updated_at":"2016-11-26T16:12:04.901Z","open_at":"2016-10-25T15:42:36.760Z","closed_at":null,"government_response_at":"2016-11-09T17:42:20.824Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-20T10:35:54.616Z","response_threshold_reached_at":"2016-10-26T21:14:13.773Z","creator_name":"Ian Gorham","rejection":null,"government_response":{"summary":"The government remains committed to returning Lloyds to the private sector, where it belongs, in the way that delivers best value for the taxpayer. ","details":"Returning Lloyds to the private sector will promote financial stability, a more competitive banking sector, and the interests of the wider economy. That is why selling the government’s stake in Lloyds Banking Group continues to be a priority.\r\n \r\nSince the retail sale was announced by the previous Chancellor, market conditions have changed and volatility has increased, with Lloyds dropping sharply from above 70p pre- referendum to a post-referendum range of between 47p and 60p. The government has been advised by UK Financial Investments (UKFI) that a trading plan, rather than an incentivised retail offer, would represent the best opportunity to sell shares at a price that delivers value for money for the taxpayer.\r\n\r\nThat is why, on 7 October, we re-launched a trading plan, whereby shares are gradually sold in the market over time, in an orderly and measured way. Members of the public will have the same opportunity as any other investor to purchase shares in the market while we are selling. The previous trading plan was hugely successful and generated £9.2bn for the taxpayer. \r\n\r\nSales through the trading plan will deliver value for money for the taxpayer, and we will ensure that the government will get back all of the £20.3 billion that taxpayers injected into Lloyds during the financial crisis. \r\n\r\nHM Treasury","created_at":"2016-11-09T17:42:20.821Z","updated_at":"2016-11-09T17:42:20.821Z"},"debate":null}},{"type":"petition","id":132590,"links":{"self":"https://petition.parliament.uk/petitions/132590.json"},"attributes":{"action":"Remove the need to display a front number plate on a vehicle in the UK","background":"In the uk it is a legal requirement to display a licence or numberplate on the front of a vehicle. We believe this is an outdated and now unnecessary requirement.\r\n\r\nMost AMPR  and trafic safety systems are capable of reading the rear plate (which most are sighted for)\r\n\r\n","additional_details":"Front plates spoil the cosmetic look lf many vehicles. Often meaning they are moved around or otherwise placed in various places making it difficult to read anyway.\r\n\r\nMany vehicle manufacturers have to adapt designs for uk spec vehicles to make way for a numberplate. This can make vehicles less attractive to people.\r\n\r\nWe believe front plates are not needed, often unclear or not visable and should therefore not be a legal requirement.","state":"open","signature_count":30930,"created_at":"2016-06-13T20:56:10.358Z","updated_at":"2016-11-26T23:59:23.324Z","open_at":"2016-06-21T14:34:17.052Z","closed_at":null,"government_response_at":"2016-07-06T12:55:42.073Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-13T21:07:17.688Z","response_threshold_reached_at":"2016-06-21T20:57:41.759Z","creator_name":"Matthew Bench","rejection":null,"government_response":{"summary":"In the interests of road safety and to support law enforcement, the Government will not be changing the legal requirement for vehicles to display front and back number plates. ","details":"UK legislation specifies the position at which number plates must be displayed on a vehicle.  The main purpose of number plates is to make vehicles readily identifiable for the purpose of law enforcement, road safety and the collection of vehicle excise duty.  In addition, members of the public who report incidents to the police are often aided by the presence of both front and rear number plates\r\n\r\nAutomatic Number Plate Recognition (ANPR) is widely used by the police and others for the purpose of detection and prevention of crime and to support road safety.  ANPR is critically dependent upon the presence of clear and readable number plates on vehicles.\r\n\r\nIn the interests of road safety and law enforcement the Government will not be changing the legislative requirement for vehicles to display front number plates.\r\n\r\nDepartment for Transport","created_at":"2016-07-06T12:55:42.071Z","updated_at":"2016-07-06T12:55:42.071Z"},"debate":null}},{"type":"petition","id":171036,"links":{"self":"https://petition.parliament.uk/petitions/171036.json"},"attributes":{"action":"Ban Palm Oil in products produced or sold in the UK","background":"Palm Oil is found in many products you buy in the supermarket. It's also one of the main reasons for the destruction of rainforests, loss of wildlife habitat \u0026 climate change. Plenty of sustainable options are available and could be used instead. Encourage sustainability and ban palm oil in the UK.","additional_details":"","state":"open","signature_count":30473,"created_at":"2016-11-02T19:14:24.421Z","updated_at":"2016-11-26T23:51:42.016Z","open_at":"2016-11-03T17:57:33.111Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T20:02:59.207Z","response_threshold_reached_at":"2016-11-11T11:05:29.927Z","creator_name":"Daniel Furmage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132191,"links":{"self":"https://petition.parliament.uk/petitions/132191.json"},"attributes":{"action":"Allow loud call for prayer (Adhan) in UK mosques","background":"The adhan, or Islamic call to prayer, is an integral part of the Muslim faith. The number of people practicing the religion of Islam in the United Kingdom exceeds 3 million. Some neighborhood towns have more than 50% Muslim population. ","additional_details":"I believe its the right time to experiment and allow highly muslim populated areas with a loud call for prayer atleast 3 times a day not during anti-social hours.","state":"open","signature_count":28367,"created_at":"2016-06-07T15:00:36.268Z","updated_at":"2016-11-26T23:22:38.341Z","open_at":"2016-06-15T15:33:47.161Z","closed_at":null,"government_response_at":"2016-10-04T10:40:54.706Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-08T11:26:22.919Z","response_threshold_reached_at":"2016-06-20T23:04:42.313Z","creator_name":"Muhammad Ashraf Ali Yusuf","rejection":null,"government_response":{"summary":"Britain has a proud tradition of religious tolerance and we support people’s right to conduct their lives in accordance with their faith.","details":"Britain is a country with a proud history of upholding the values of faith, and of recognising the principle of freedom of religious observance for all citizens. \r\n\r\nThe Government recognises the unique contribution that people of faith make to their own local communities and to wider society. Britain’s religious and racial diversity strengthens and enriches our society. Freedom of religious observance for all citizens is an important principle of a free society. \r\n\r\nAnyone wishing to discuss public calls to worship should speak to their local authority.\r\n\r\nDepartment for Communities and Local Government","created_at":"2016-10-04T10:40:54.704Z","updated_at":"2016-10-04T10:40:54.704Z"},"debate":null}},{"type":"petition","id":170006,"links":{"self":"https://petition.parliament.uk/petitions/170006.json"},"attributes":{"action":"Set up Independent Pump-Watch body to monitor and regulate vehicle fuel pricing","background":"You may be surprised to learn that how much we pay to fill up our cars vans and trucks isn’t regulated at all.  And having no government watchdog or independent pricing body means that how, when and why forecourt prices rise and fall is a closely guarded secret. We think that’s wrong.","additional_details":"The FairFuelUK Campaign’s 1.3 million supporters along with hundreds of MPs and their constituents want this to change. We’re recommending an independent Pump Watch body to ensure everybody understands how road fuels are priced and that the 37 million drivers in the UK get the fairest and most transparent deal possible.  So if you’re one of the millions of drivers who can’t understand why fuel prices rise almost overnight but take weeks to go down, please sign this E petition. ","state":"open","signature_count":27280,"created_at":"2016-10-21T13:03:36.533Z","updated_at":"2016-11-26T23:33:40.033Z","open_at":"2016-10-28T11:17:58.417Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T19:30:43.025Z","response_threshold_reached_at":"2016-11-05T17:29:25.152Z","creator_name":"Howard Cox, Quentin Willson, Charlie Elphicke MP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133767,"links":{"self":"https://petition.parliament.uk/petitions/133767.json"},"attributes":{"action":"Ask the Government not to invoke article 50 of the Lisbon treaty.","background":"Parliament is sovereign and, if Brexit wins, the Government will not be legally obliged to invoke the Lisbon treaty to start an EU exit. The vote represents less than 75% of the population and already the leave propaganda has been proving untrue.","additional_details":"","state":"open","signature_count":27010,"created_at":"2016-06-24T07:08:33.706Z","updated_at":"2016-11-26T23:15:12.921Z","open_at":"2016-06-30T16:17:30.142Z","closed_at":null,"government_response_at":"2016-08-11T14:59:37.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:22:25.884Z","moderation_threshold_reached_at":"2016-06-24T17:45:05.822Z","response_threshold_reached_at":"2016-07-03T13:48:26.655Z","creator_name":"Andy Wheeler","rejection":null,"government_response":{"summary":"The British people have voted to leave the European Union and their will must be respected and delivered.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Article 50 explicitly recognises that a Member State may decide to withdraw “in accordance with its own constitutional requirements”. It is for the Member State concerned to determine what those constitutional requirements are.\r\n\r\nDepartment for Exiting the European Union ","created_at":"2016-08-11T14:59:37.803Z","updated_at":"2016-08-11T14:59:37.803Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":151064,"links":{"self":"https://petition.parliament.uk/petitions/151064.json"},"attributes":{"action":"Make Continuous Glucose Monitors available on the NHS for Type 1 Diabetics","background":"CGMs are a considered less invasive than Blood Glucose Meters. They also help users to maintain target blood glucose levels \u0026 limit the risk of hypos.\r\n\r\nAccess to this technology is limited on the NHS. However, they can help to avoid night-time severe hypos, \u0026 severe hypos cost the NHS £13m a year.","additional_details":"CGMs work 24 hours a day and can include alarms to indicate when glucose levels are too high. Research suggests they can help to reduce haemoglobin A1c without increasing the risk of a hypo. \r\n\r\nThe initial cost of the hardware for a continuous glucose monitor can vary from around £1,000 to £2,500. In addition to this, running costs are estimated at £40-£60 per 5-7 days. Access to this important technology should not be based upon whether or not the patient is able to afford it.","state":"open","signature_count":26943,"created_at":"2016-06-27T16:21:52.612Z","updated_at":"2016-11-26T23:31:46.887Z","open_at":"2016-07-05T19:51:51.053Z","closed_at":null,"government_response_at":"2016-10-07T09:46:31.356Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-28T08:45:10.286Z","response_threshold_reached_at":"2016-08-19T20:42:32.309Z","creator_name":"Jamieson Ronald Reed","rejection":null,"government_response":{"summary":"Commissioners decide whether to make continuous glucose monitors available locally. NICE considers they can have benefit but are generally no more effective than current methods of self monitoring.","details":"Preventing diabetes and promoting the best possible care for people with diabetes is a key priority for this Government.  We are working hard to improve outcomes and quality of life for those living with diabetes or those who will develop it in the coming years.  Once a patient has been diagnosed with diabetes, it is vital to ensure they can manage their condition as effectively as possible.\r\n\r\nNHS England is working with other organisations to help promote services that are integrated around patients’ needs across all settings; and is implementing a 'customer service platform' to allow patients with diabetes to self-manage through booking their own  appointments, managing their prescriptions, monitoring the care they have received and being able to view their personal health records.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders.\r\n\r\nIn August 2015, NICE published guidelines which recommend that such devices should not be made routinely available to people with Type 1 diabetes unless they are willing to commit to using them at least 70% of the time and to calibrate them as needed (as well as meeting certain other criteria).  NICE’s guideline on the diagnosis and management Type 1 diabetes in adults (NG17) is available at: www.nice.org.uk/guidance/ng18. \r\n\r\nNICE will next consider updating this guidance in 2 years’ time. In the meantime, NICE is considering setting up a standing update committee for diabetes, which would enable a more rapid update of discrete areas of the diabetes guidelines, as and when new relevant evidence is published. NICE will confirm whether it is proceeding with this in due course.\r\n\r\nIt is for NHS commissioners to decide whether to make continuous glucose monitoring devices available to their local populations, taking NICE’s guidance into account.\r\n\r\nAs one way of incentivising improvements to diabetes services, NHS England has introduced the Best Practice Tariff for paediatric diabetes which provides an annual payment for the treatment of every child and young person under the age of 19 with diabetes, providing 13 standards of care are met.\r\n\r\nOne of these standards is to ensure that each young person has received a structured education programme, tailored to their and their family’s needs, both at the time of initial diagnosis and ongoing updates throughout their attendance at the paediatric diabetes clinic. \r\n\r\nThe CCG Improvement and Assessment Framework measures progress being made by CCGs in improving outcomes. It includes measures on: \r\n•\tthe proportion of diabetes patients that have achieved all the NICE-recommended treatment targets. (The treatment targets include having HbA1c levels within recommended limits. HbA1c is a measure of patients’ blood glucose levels) and:  \r\n•\tthe proportion of people with diabetes diagnosed less than a year who attend a structured education course. \r\n\r\nTaken together, these should help identify both whether patients are being supported to understand how to manage their blood glucose levels and whether the approaches being taken in a CCG area are successfully achieving improvements in this.\r\n\r\nDepartment of Health","created_at":"2016-10-07T09:46:31.353Z","updated_at":"2016-10-07T09:46:31.353Z"},"debate":null}},{"type":"petition","id":131556,"links":{"self":"https://petition.parliament.uk/petitions/131556.json"},"attributes":{"action":"Fund more research into DIPG brain tumours, which are almost universally fatal.","background":"In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.","additional_details":"• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n","state":"open","signature_count":25652,"created_at":"2016-05-27T23:24:18.798Z","updated_at":"2016-11-26T23:51:00.065Z","open_at":"2016-06-03T09:55:42.250Z","closed_at":null,"government_response_at":"2016-07-15T13:19:09.608Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T08:05:52.730Z","response_threshold_reached_at":"2016-06-28T11:35:38.278Z","creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"The Government has set up a new working group on how to increase the impact and quantity of brain tumour research, including that on DIPG to achieve better outcomes for patients and their families.","details":"The Government agrees that an increase in the level of research into diffuse intrinsic pontine gliomas (DIPG) and other brain tumours is crucial in order to achieve better outcomes for patients and their families who are affected by these devastating diseases.\r\n\r\nGeorge Freeman, the Minister for Life Sciences, is therefore convening the new Department of Health Task and Finish Working Group on Brain Tumour Research. This is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group will be chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser, and will report directly to the Minister for Life Sciences. The Government anticipates that the Working Group will need to meet in person three times before completing its tasks by September 2017.\r\n\r\nThe Department funds the National Institute for Health Research (NIHR) to increase the volume of applied health research for the benefit of patients and the public, drive faster translation of basic science discoveries into tangible benefits for patients and the economy, and develop and support the people who conduct and contribute to applied health research. NIHR cancer research expenditure has risen from £101 million in 2010/11 to £135 million in 2014/15 (the latest available figure). Most of this investment (£111 million in 2014/15) is in cancer research infrastructure where spend on specific disease areas such as brain tumours cannot be separated from total infrastructure expenditure. This infrastructure including NIHR biomedical research centres and the NIHR Clinical Research Network.\r\n\r\nThe Medical Research Council (MRC) is one of the main agencies through which the Government support medical and clinical research. It is an independent research funding body which receives its grant in aid from the Department for Business, Innovation and Skills. The MRC supports research through a range of grants and personal awards to scientists in universities, medical schools and other research institutes and welcomes investigator-initiated research proposals in all areas of research relevant to human health. Between 2010/11 to 2014/15 the MRC spent £10.9 million supporting research into brain and pituitary tumours, spanning basic discovery science, translational projects to progress treatments to clinics and early clinical trials. MRC will be represented on the Working Group.\r\n\r\nDepartment of Health","created_at":"2016-07-15T13:19:09.605Z","updated_at":"2016-07-15T13:19:09.605Z"},"debate":null}},{"type":"petition","id":137376,"links":{"self":"https://petition.parliament.uk/petitions/137376.json"},"attributes":{"action":"A change in prime minister should trigger a general election.","background":"We the undersigned ask parliament to legislate to require the calling of a general election within 3 months of a prime minister resigning leadership of his/her party.","additional_details":"The office of prime minister has come a long way since its inception and the phrase 'first among equals' is no longer an appropriate description of his/her role.\r\n\r\nIn addition, during a general election, the potential prime minister has a significant effect on voting behaviour, often more so than the local MP being voted for.\r\n\r\nDemocracy demands that a country's ruler be elected by the people, the appointing of a prime minister post-resignation is undemocratic.","state":"open","signature_count":25592,"created_at":"2016-06-25T08:34:10.466Z","updated_at":"2016-11-26T22:11:49.320Z","open_at":"2016-06-30T09:54:04.371Z","closed_at":null,"government_response_at":"2016-07-21T14:32:43.863Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T10:10:19.100Z","response_threshold_reached_at":"2016-07-12T08:18:02.287Z","creator_name":"Richard Pope","rejection":null,"government_response":{"summary":"As set out in the Cabinet Manual, when a Prime Minister resigns from his position and his MPs have a majority in the Commons, it is for the party or parties in government to identify a successor. ","details":"An early election can only be triggered by Members of the House of Commons. The Fixed Term Parliaments Act 2011 means that an early General Election can only be called if two thirds of the Members of the Commons vote in favour of a motion for an early General Election (as worded in section 2(2) of the Act) or a motion of no confidence in the Government is passed by a majority of Members of the House of Commons (as worded in section 2(4) of the Act), and no subsequent motion of confidence is passed within 14 days. \r\n\r\nThe Act was introduced to provide greater predictability and continuity, enabling better long term legislative and financial planning. The Act allows any Member of the House of Commons to table a motion which would result in an early General Election. \r\n\r\nAs set out in the Cabinet Manual, the appointment of the Prime Minister is a prerogative power which is exercised by the Monarch. On the advice of the existing Prime Minister, the Monarch appoints the new Prime Minister according to his or her ability to command the confidence of the House of Commons.\r\n\r\nOver the past century, Britain has changed Prime Minister 24 times and on 12 occasions this has occurred without a General Election. It is therefore, by no means unprecedented that a person is appointed Prime Minister of the United Kingdom between General Elections. \r\n\r\nCabinet Office","created_at":"2016-07-21T14:32:43.861Z","updated_at":"2016-07-21T14:32:43.861Z"},"debate":null}},{"type":"petition","id":133540,"links":{"self":"https://petition.parliament.uk/petitions/133540.json"},"attributes":{"action":"Let Parliament decide whether or not we remain a member of the European Union","background":"The people of the United Kingdom just voted to leave the European Union.\r\n\r\nHowever, the referendum is not binding and Parliament remains supreme. As a representative democracy, this petition proposes that we hand the question over to those qualified, and paid by taxpayers, to answer it.","additional_details":"The European Union is a complex institution. As such, politicians and the media have been unable to present clear, factual and un-biased information to the general public on either side of the referendum debate. The outcome, therefore, has been largely the product of misinformation and the referendum should not be the basis on which we, as a country, make such a monumental decision.","state":"open","signature_count":25560,"created_at":"2016-06-24T04:39:25.111Z","updated_at":"2016-11-26T19:32:42.900Z","open_at":"2016-06-29T18:08:41.704Z","closed_at":null,"government_response_at":"2016-08-11T15:00:18.476Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:23:23.731Z","moderation_threshold_reached_at":"2016-06-24T05:21:43.405Z","response_threshold_reached_at":"2016-07-04T18:05:27.012Z","creator_name":"Ryan Dowding","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected. Parliament will clearly have an important role in making sure we find the best way forward.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Parliament overwhelmingly supported the Referendum Bill by a margin of 6 to 1. While legally there is no obligation to consult Parliament on triggering Article 50, it will clearly have an important role in making sure that we find the best way forward. \r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T15:00:18.474Z","updated_at":"2016-08-17T13:24:57.799Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":166847,"links":{"self":"https://petition.parliament.uk/petitions/166847.json"},"attributes":{"action":"Put a max of £1200 on car insurance for 18-25 year olds","background":"Insurance companies are making it harder and harder for people aged 18-25 years of age to start driving. I myself am looking at a £2500 insurance for my first year driving which is completely unaffordable as i am earning minimum wage £5.30 per hour and am also having to pay bill for my property.","additional_details":"","state":"open","signature_count":25072,"created_at":"2016-09-10T22:30:39.947Z","updated_at":"2016-11-26T23:59:54.352Z","open_at":"2016-09-14T10:18:56.752Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-11T07:12:56.500Z","response_threshold_reached_at":"2016-11-26T13:42:40.306Z","creator_name":"rhys micheal parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164851,"links":{"self":"https://petition.parliament.uk/petitions/164851.json"},"attributes":{"action":"Protect grouse Moors and grouse shooting","background":"Grouse moors and grouse shooting are an integral part of moorland management both for the grouse and other native wildlife such as lapwing and curlew it also helps support of local businesses and jobs in the local areas this cannot be banned ","additional_details":"Here is a link to the Countryside Alliance website for more information on how grouse moors benefit the environment and the facts behind it:\r\n\r\nhttp://www.countryside-alliance.org/ca-flatcap/wp-content/uploads/2016/08/Grouse-Shooting-The-Facts-10-Key-Questions-Answered-July-2016.pdf","state":"open","signature_count":24940,"created_at":"2016-08-14T12:21:58.222Z","updated_at":"2016-11-26T22:43:05.840Z","open_at":"2016-08-15T13:01:14.433Z","closed_at":null,"government_response_at":"2016-10-10T15:42:37.725Z","scheduled_debate_date":"2016-10-31","debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-11-01T09:59:16.458Z","moderation_threshold_reached_at":"2016-08-14T14:14:57.817Z","response_threshold_reached_at":"2016-08-23T09:36:35.184Z","creator_name":"Jack Bryant ","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.","details":"A report by the UK shooting community (Public \u0026 Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive; the industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spent £52.5 million on managing 149 grouse moors for shooting in 2010. Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 full time equivalent jobs and is worth £97.7 million across Great Britain. \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nThe Government welcomes the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the British Association for Shooting and Conservation’s green shoots initiative. \r\n\r\nThe Government recognises the benefits that grouse shooting, and shooting more widely, bring to individuals, the environment and the rural economy. It is for these reasons that the Government believes shooting and other country pursuits such as hunting and fishing should be protected.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-10T15:42:37.722Z","updated_at":"2016-10-10T15:42:37.722Z"},"debate":{"debated_on":"2016-10-31","transcript_url":"https://hansard.parliament.uk/commons/2016-10-31/debates/06472E95-10EC-49A0-BF93-84CAD2BE4191/DrivenGrouseShooting","video_url":"http://www.parliamentlive.tv/Event/Index/0b841a46-eb3d-44b3-83b7-9500482b6d92","overview":""}}},{"type":"petition","id":169664,"links":{"self":"https://petition.parliament.uk/petitions/169664.json"},"attributes":{"action":"Verify that all child refugees accepted into the UK are genuinely under 18.","background":"It is clear that there is some debate as to the veracity of many claims made by refugees, such as their actual age. \r\n\r\nMany appear visibly older than British children of the same claimed year of birth whose ages are verifiable with extensive documentation from birth. ","additional_details":"So we the undersigned call on the government to ensure that they seek the opinion of medical professionals to settle the question. We realise that age cannot be accurately pinpointed, but an estimate can be given to within a few years. \r\n\r\nFirstly this will create public confidence that only genuine child refugees are being accepted, and secondly it will ensure that British children are properly safeguarded in schools where adults are normally subjected to an extensive criminal records check.","state":"open","signature_count":24006,"created_at":"2016-10-17T20:00:02.907Z","updated_at":"2016-11-26T23:06:04.650Z","open_at":"2016-10-21T17:50:30.961Z","closed_at":null,"government_response_at":"2016-11-08T13:52:00.180Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-17T20:11:35.751Z","response_threshold_reached_at":"2016-10-23T10:55:58.031Z","creator_name":"John Jones","rejection":null,"government_response":{"summary":"We do as much as we can at initial interview to assess whether an asylum seeker is under 18.  This can be followed by a local authority age assessment, approved by two social workers. ","details":"Where credible and clear documentary evidence of age is not available, criteria including physical appearance and demeanour are used as part of the interview process to assess whether the person is under 18.  From 17 to 28 October, around 10 per cent of cases referred to us in France were refused on age grounds. \r\n\r\nOnce the person is in the UK, there is the option of requesting a local authority age assessment, which must comply with case law and be approved by two social workers.  \r\n\r\nThe courts have set out guidance and minimum standards for local authority age assessments.  Much of the initial guidance was set out in a High Court case in 2003 involving Merton Council.  Since then the courts have further developed their view as to the standards which must be followed.  These include that the assessment must be carried out by two trained social workers; an interpreter must be provided if this is necessary; and the individual must be offered the opportunity to have an independent appropriate adult present.  \r\n\r\nThe local authority may take into account information obtained by the Home Office, but it must make its own decision and have adequate information available to it.    We do not use dental x-rays to assess the age of those seeking asylum in the UK: the British Dental Association has described them as inaccurate, inappropriate and unethical.  \r\n\r\nHome Office","created_at":"2016-11-08T13:52:00.174Z","updated_at":"2016-11-08T13:52:00.174Z"},"debate":null}},{"type":"petition","id":131936,"links":{"self":"https://petition.parliament.uk/petitions/131936.json"},"attributes":{"action":"Change the law on the dangerous dog act 1991 Stop putting healthy dogs down.","background":"Innocent dogs and puppies are being put to sleep for no reason, just purely for the type of breed. Why? If they have done no harm and have proven to be safe in public they have the right to live! its inhumane and cruel! why should the dog pay for the irresponsible backyard breeders and owners! \r\n","additional_details":"The dangerous dog act 1991 has been created to stop and ban four breed of dog including the Pit Bull Terrier. These dogs are known for dog fighting and built and bred for the large muscular physique. Why should we put these dogs down if they have done nothing wrong? Any breed of dog is capable of killing or causing harm to humans! dogs are not born dangerous, its in the hands of the owner who we should blame! lets change this. backyard breeders and irresponsible owners should be prosecuted.","state":"open","signature_count":23577,"created_at":"2016-06-03T10:10:42.765Z","updated_at":"2016-11-26T22:40:40.109Z","open_at":"2016-06-10T12:27:59.460Z","closed_at":null,"government_response_at":"2016-09-13T10:24:25.416Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-03T22:50:46.578Z","response_threshold_reached_at":"2016-07-29T10:28:35.915Z","creator_name":"Maria Maffucci","rejection":null,"government_response":{"summary":"The Government considers that the existing general prohibition on dogs bred for fighting, or that share the characteristics of dogs bred for fighting, should be maintained.","details":"In this country dogs such as the pit bull terrier are often chosen for illegally organised dog fights and have traditionally been bred for that purpose. Publicly available information shows that since 2005 there have been twenty-seven fatal dog attacks on adults and children that a disproportionate number of pit bull terriers or pit bull crosses were involved in. Sadly this includes four children (including two babies) killed by pit bull terriers. None of these dogs were registered on the Index of Exempted Dogs. \r\n\r\nThe Government considers that the general prohibition of certain types of dogs, together with other measures, provide enforcement agencies with the necessary tools to protect the public. For example it is an offence to allow a dog to be dangerously out of control and police or local authorities can use a Community Protection Notice to intervene early in cases of low level dog nuisance before a dog becomes dangerous.\r\n\r\nWe would urge anyone considering getting a dog or a puppy to follow the advice provided by the leading animal welfare and dog interest organisations.  By following such advice it is extremely unlikely that anyone would end up with one of the prohibited type dogs.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-13T10:24:25.414Z","updated_at":"2016-09-13T10:24:25.414Z"},"debate":null}},{"type":"petition","id":132875,"links":{"self":"https://petition.parliament.uk/petitions/132875.json"},"attributes":{"action":"Ban the making and receiving of all phone calls whilst driving.","background":"Cars kill. Research clearly shows a person is distracted from driving and their reaction times are slowed if on the phone, even if they are using it hands-free. No phone call is worth a distraction that could cause death. Help save lives.","additional_details":"Evidence shows making and receiving calls distracts drivers and slows their reaction times. A caller can always leave a message and call or be called back. If it is important they will be in touch.\r\n \r\nRadio 5 live programme ( starts 8.30 mins) \r\nhttp://www.bbc.co.uk/programmes/b07dj0zj","state":"open","signature_count":23210,"created_at":"2016-06-17T12:09:04.363Z","updated_at":"2016-11-26T23:06:04.881Z","open_at":"2016-06-21T14:19:38.794Z","closed_at":null,"government_response_at":"2016-10-13T12:44:14.773Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-20T18:06:07.417Z","response_threshold_reached_at":"2016-10-02T07:36:46.114Z","creator_name":"Alice Husband","rejection":null,"government_response":{"summary":"The Highway Code (rule149) is clear that drivers must exercise proper control of the vehicle at all times. ","details":"Using hands free equipment is likely to distract your attention from the road. It is far safer not to use any telephone while you are driving or riding – find a safe place to stop first or use the voicemail facility and listen to messages later. People failing to do so could face prosecution from the police. The Highway Code can be used in any court proceedings under the Traffic Acts to establish liability.\r\n\r\nWe will be announcing further details of the tougher new penalty regime for drivers using hand held mobile phones and similar devices shortly.  \r\n\r\nWe expect to introduce increased penalties in the first half of 2017. The change in the law will coincide with a hard-hitting Think! Campaign to make a using mobile phone whilst driving as socially unacceptable as drink driving.\r\n\r\nDepartment for Transport\r\n","created_at":"2016-10-13T12:44:14.771Z","updated_at":"2016-10-13T12:44:14.771Z"},"debate":null}},{"type":"petition","id":168675,"links":{"self":"https://petition.parliament.uk/petitions/168675.json"},"attributes":{"action":"Overturn the Government's decision to allow fracking in Lancashire.","background":"Theresa May promised to give back control to local councils. However even though Lancashire County Council refused permission for fracking in their county, the Government overruled it. This is against the will of the people of Lancashire and the council they elected. Therefore it must be overturned.","additional_details":"Two thirds of Lancashire people are against fracking that is an overwhelming majority that is represented by the Lancashire County Council who refused permission as that is the will of their constituents. To simply ignore it, is beyond irresponsible. This decision must be overturned.\r\n\r\nLancashire Telegraph article:  http://www.lancashiretelegraph.co.uk/news/chorley/11637799._/?","state":"open","signature_count":21708,"created_at":"2016-10-06T16:21:24.054Z","updated_at":"2016-11-26T23:49:59.249Z","open_at":"2016-10-12T10:53:15.841Z","closed_at":null,"government_response_at":"2016-10-31T10:10:10.202Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-07T12:53:33.475Z","response_threshold_reached_at":"2016-10-15T07:24:12.841Z","creator_name":"Andrew Kerns","rejection":null,"government_response":{"summary":"Full reasons for the Secretary of State’s decisions on the Preston New Road and Roseacre Wood, Preston, Lancashire appeals were published in his decision letter of 6 October 2016.  ","details":"The Government is committed to devolving powers to local authorities and the vast majority of planning cases are considered in the first instance by local authorities. However, there has long been a right of appeal against the refusal of planning permission or non-determination by local authorities in respect of most planning applications made to them as well as a right to challenge the decision of a Planning Inspector or the Secretary of State on an appeal or called-in application. Further advice on planning appeals and challenges is available in the national planning policy guidance available online at: http://tinyurl.com/AppealGuidance\r\n\r\nThe Secretary of State has now made decisions on these applications and the full reasons for the decisions incorporating the proposed planning conditions on these appeals have been set out in the decision letter that was issued on 6 October. The decision letter, together with the Inspector’s report, can be accessed on the Government’s website at the following address:\r\n\r\nhttps://www.gov.uk/government/publications/recovered-appeals-cuadrilla-bowland-ltd-and-cuadrilla-elswick-ltd-refs-3134386-3130923-3134385-and-3130924-6-october-2016\r\n\r\nGiven that the reasons for the decisions are set out in the decision letter it would not be appropriate to comment further. \r\n\r\n\r\nThe appeal cases consist of:\r\n•\tPreston New Road, Appeal A: permission granted for shale gas exploration\r\n•\tPreston New Road, Appeal B: permission granted for monitoring works\r\n•\tRoseacre Wood, Appeal C: this appeal relating to shale gas exploration is still subject to Ministers’ final decision\r\n•\tRoseacre Wood, Appeal D: permission granted for monitoring works.\r\n\r\nDepartment for Communities and Local Government","created_at":"2016-10-31T10:10:10.199Z","updated_at":"2016-10-31T10:10:10.199Z"},"debate":null}},{"type":"petition","id":154593,"links":{"self":"https://petition.parliament.uk/petitions/154593.json"},"attributes":{"action":"Not to allow freedom of movement as part of any deal with the EU after Brexit","background":"The vast majority of those who voted leave did so because of the lack of control over immigration and free movement within Europe putting a strain on our resources. Any negotiations with the EU should not allow free movement of people. Politicians are backtracking on promises. Don't let them","additional_details":"","state":"open","signature_count":21158,"created_at":"2016-06-28T10:28:11.238Z","updated_at":"2016-11-26T23:32:58.740Z","open_at":"2016-07-01T13:30:07.082Z","closed_at":null,"government_response_at":"2016-08-10T09:28:03.295Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:21:19.787Z","moderation_threshold_reached_at":"2016-06-28T21:16:17.522Z","response_threshold_reached_at":"2016-07-17T15:15:36.939Z","creator_name":"Mark Wood","rejection":null,"government_response":{"summary":"The Government will set out its negotiating position in due course, including on issues such as free movement, as we prepare to commence the formal process of exiting the European Union. ","details":"The process for leaving the EU and determining our future relationship will be a complex one, so the Government must take the time to think carefully through our objectives and approach.  We want to ensure the best possible outcome for Britain and the future UK-EU relationship. The Prime Minister has been clear that we would not trigger Article 50 until we have a UK-wide approach and objectives for these negotiations. \r\n\r\nUntil we leave the EU, EU citizens and their family members coming to and living in the UK continue to be subject to the rights and responsibilities set down in EU law on free movement. The same situation applies to UK citizens travelling, working and living in other EU Member States. \r\n\r\nThe issue of free movement of people and its place in the future UK-EU relationship will be considered as part of the Government’s preparation of its negotiating position.  The Prime Minister has said that in negotiating the deal, we need to ensure that we listen to what people have said about the need for controls on free movement, and that we also negotiate the right and best deal for trade in goods and services for the British people.\r\n\r\nA new Department for Exiting the EU has been created with responsibility for overseeing preparations for the withdrawal of the UK from the EU and conducting these withdrawal negotiations in support of the Prime Minister.  It will also lead work to establish the future relationship between the EU and the UK.  In doing this it will work very closely with the UK’s Devolved Administrations, the UK Parliament, and a wide range of other interested parties on what the approach to those negotiations should be.\r\n\r\nHome Office","created_at":"2016-08-10T09:28:03.293Z","updated_at":"2016-08-10T09:28:03.293Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":156369,"links":{"self":"https://petition.parliament.uk/petitions/156369.json"},"attributes":{"action":"Strengthen sentencing for criminal drivers who kill and maim innocent people.","background":"5 people die on our roads each day; often criminal killer drivers walk free from court. 4 in 10 drivers who kill aren't jailed at all. Lenient sentences deeply offend families already torn apart by the devastation of losing a loved one. When a life is taken the punishment must reflect the crime.\r\n","additional_details":"The government's own figures show the average sentence for a driver who kills is 4 years with automatic release after 2; this cannot be justified. Inadequate sentences fail to deter offenders and fail to give victims and families the justice they deserve. Criminal drivers are reckless not careless; they cause avoidable deaths and serious life shattering injuries. Brake, the road safety charity calls for changes to the criminal driving laws and stronger sentencing to deliver justice for victims.\r\n","state":"open","signature_count":20577,"created_at":"2016-06-29T15:41:47.238Z","updated_at":"2016-11-26T23:24:38.184Z","open_at":"2016-07-07T15:49:10.291Z","closed_at":null,"government_response_at":"2016-09-26T12:41:55.414Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T15:50:01.461Z","response_threshold_reached_at":"2016-07-16T17:48:24.240Z","creator_name":"Gary Rae on behalf of Brake, the road safety charity","rejection":null,"government_response":{"summary":"The Government is aware of concerns about issues relating to serious driving offences and the maximum penalties for those offences. ","details":"It is our intention to start a consultation to look at these issues before the end of the year.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government. When deciding what sentence to impose the courts take into account all the circumstances of the offence and any mitigating and aggravating factors, in line with statute and the sentencing guidelines.\r\n\r\nThe Government is committed to making sure that the courts have sufficient powers to deal with driving offences appropriately and proportionately, within the context of our wider sentencing framework. \r\n\r\nMinistry of Justice","created_at":"2016-09-26T12:41:55.412Z","updated_at":"2016-09-26T12:41:55.412Z"},"debate":null}},{"type":"petition","id":168107,"links":{"self":"https://petition.parliament.uk/petitions/168107.json"},"attributes":{"action":"UK Govt to strongly condemn Pakistan for providing safe haven for terrorists","background":"Pakistan continues to double speak on issue of terrorism. It has aided \u0026 abetted enemies of the international coalition (of which Britain is a leading partner with the US) against terrorism. Osama Bin Laden's hide out was in Pakistan. Pakistan continues to harbour UN sanctioned terror networks.","additional_details":"The Inter-Services Intelligence has often been accused of playing a role in major terrorist attacks across the world including the September 11, 2001 attacks in the United States, terrorism in Kashmir, Indian Parliament Attack and Mumbai terror attacks. It has been noted by many that several militant \u0026 criminal groups are backed by senior officers in the Pakistani army \u0026 the country's ISI intelligence establishment. Daniel Byman says Pakistan is probably today's most active sponsor of terrorism.","state":"open","signature_count":19820,"created_at":"2016-09-29T13:38:20.226Z","updated_at":"2016-11-26T12:20:12.209Z","open_at":"2016-09-29T15:06:37.774Z","closed_at":null,"government_response_at":"2016-10-17T16:09:25.858Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:02:14.611Z","response_threshold_reached_at":"2016-10-02T10:10:35.812Z","creator_name":"Naman Paropkari","rejection":null,"government_response":{"summary":"Pakistan has made significant sacrifices in opposing terrorism.The UK has regularly raised with Pakistan the need to take consistent action against all terrorist groups operating within its borders","details":"The UK and Pakistan have a shared interest in the battle against terrorism.  We are committed to working together to combat both the terrorist threat and the extremism that sustains it, in a human rights compliant manner. \r\n\r\nThe UK regularly highlights to Pakistan, at the highest level, the importance of taking effective action against all terrorist groups operating in Pakistan, as Pakistan has committed to do. \r\n\r\nWe recognise the significant sacrifices that Pakistan and its people have made in combating terrorism. We are helping Pakistan develop its capacity to protect itself and prosecute those who plan and commit terrorist attacks. This includes: (a) training on how to detect and disrupt improvised explosive devices; (b) advice on other Counter Terrorism security matters, such as aviation and airport security; (c) assistance in developing narratives to counter the extremist ideology that is the root cause of terrorism; (d) guidance on reforming the justice system to ensure that Pakistan can successfully prosecute those who are responsible for attacks in line with international standards on human rights and (e) providing senior support to help develop effective civilian Counter Terrorism responses through the Prime Minister’s Counter Terrorism Capability Envoy\r\n\r\nCountering the terrorist and extremist threats in Pakistan also requires investment in the underlying issues that can contribute, such as improving the rule of law and education as well as tackling poverty. The UK is working to help address these issues including through our bilateral aid programme.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-10-17T16:09:25.855Z","updated_at":"2016-10-17T16:09:25.855Z"},"debate":null}},{"type":"petition","id":171052,"links":{"self":"https://petition.parliament.uk/petitions/171052.json"},"attributes":{"action":"Save State-Funded Nursery Schools","background":"The government's consultation paper (Early Years Funding: changes to funding for 3 \u0026 4 year olds 11/8/16) outlined proposals that will leave Nursery schools financially nonviable, forcing them to close. This funding will not cover basic costs, let alone staffing with qualified teachers.","additional_details":"State nursery schools have very good outcomes with regard to closing the achievement gap and supporting children with special needs. State nursery schools are legally required to employ highly-qualified teaching staff, who are proven to give young children the best opportunities for academic achievement and enabling social mobility. The petitioners request the House of Commons to urge the government to recognise the school status of State nursery schools \u0026 fund them accordingly.","state":"open","signature_count":19780,"created_at":"2016-11-02T21:44:20.677Z","updated_at":"2016-11-26T23:53:03.725Z","open_at":"2016-11-03T17:56:13.145Z","closed_at":null,"government_response_at":"2016-11-24T14:22:00.616Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T22:39:22.479Z","response_threshold_reached_at":"2016-11-12T12:45:29.921Z","creator_name":"Kerry Walpole","rejection":null,"government_response":{"summary":"We want maintained nursery schools to be sustainable for the long-term. We will provide £55m a year of supplementary funding for them for at least 2 years and consult on their future in due course.","details":"Maintained nursery schools make an important contribution to social mobility, particularly in disadvantaged areas. They are also high quality providers, and are more likely to care for children with special educational needs than other types of early years and childcare provider.\r\n\r\nWe want maintained nursery schools to be sustainable for the long-term, not only to ensure that the quality support they give to disadvantaged areas continues, but also to make the most of the expertise and experience that they have for the benefit of the early years system as a whole. \r\n\r\nAs a result of being constituted as schools, they experience costs that other providers do not. That is why we proposed in our consultation on an early years national funding formula in August that we would provide £55m a year for them for at least two years. This will give them stability during wider changes to funding, and it is a level of funding based on what they currently receive.\r\n\r\nThis will also give us the time to consult on the future of maintained nursery schools, and we have already announced the intention to do so. We are developing this consultation informed by conversations with maintained nursery schools themselves and others with an interest in their role and future. We will publish the consultation in due course.\r\n\r\nDepartment for Education","created_at":"2016-11-24T14:22:00.614Z","updated_at":"2016-11-24T14:22:00.614Z"},"debate":null}},{"type":"petition","id":131481,"links":{"self":"https://petition.parliament.uk/petitions/131481.json"},"attributes":{"action":"Ban the wearing of a Burka, any full or partial front face coverings in public.","background":"All full or partial front face coverings should be banned in public for security reasons, the Burka its self is a huge security risk, the person wearing it could be male or female unless you can see the full face you would never know. Crash helmets will of course still be compulsory while riding.","additional_details":"Burkas and some full/partial face coverings are worn by choice, it's been said in the past a wanted male criminal has escaped the country by wearing a burka. ","state":"open","signature_count":19588,"created_at":"2016-05-27T08:24:21.788Z","updated_at":"2016-11-26T23:39:52.294Z","open_at":"2016-06-02T10:21:16.231Z","closed_at":null,"government_response_at":"2016-08-11T14:50:38.664Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T20:00:57.743Z","response_threshold_reached_at":"2016-07-21T21:06:23.251Z","creator_name":"Colin Smith","rejection":null,"government_response":{"summary":"Face coverings can be worn in public places for a variety of legitimate reasons.  The Government has no intention of making it a criminal offence to wear face coverings.","details":"Face coverings can be worn in public places for a variety of legitimate reasons, from religious observance to keeping warm in inclement weather.  The Government has no intention of making it a criminal offence to wear face coverings.\r\n\r\nWhere face coverings are used for the purpose of concealing identity, section 60AA of the Criminal Justice and Public Order Act 1994 provides police officers with the power to remove them.  The police may also remove face coverings during a stop and search or following an arrest.  The Government considers these powers to be both proportionate to citizens’ civil liberties and sufficient to allow the police to protect the public from harm.\r\n\r\nHome Office","created_at":"2016-08-11T14:50:38.662Z","updated_at":"2016-08-11T14:50:38.662Z"},"debate":null}},{"type":"petition","id":159996,"links":{"self":"https://petition.parliament.uk/petitions/159996.json"},"attributes":{"action":"Parliament should hold Tony Blair to account for the war in Iraq","background":"The Chilcot Report has presented a range of evidence that demonstrates that Parliament and the country were misled by Tony Blair in the run up to the war in Iraq. Parliament should now agree a process by which it can hold the former Prime Minister to account. ","additional_details":"","state":"open","signature_count":19361,"created_at":"2016-07-08T19:39:06.837Z","updated_at":"2016-11-26T23:48:16.076Z","open_at":"2016-07-20T11:59:28.332Z","closed_at":null,"government_response_at":"2016-08-10T17:10:18.260Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-09T11:09:38.480Z","response_threshold_reached_at":"2016-07-25T12:27:49.401Z","creator_name":"Adam Price","rejection":null,"government_response":{"summary":"The Government recognises the importance, rigour and depth of Sir John Chilcot’s independent Iraq inquiry report, and has made time to debate it.","details":"It made time for a two day debate in the House of Commons and a day long debate in the House of Lords before the Summer recess to enable Parliament to study and debate the report in depth. It has committed to learning the lessons which Sir John identifies from his Inquiry. How Parliament decides to hold Mr Blair to account is a matter for Parliament.\r\n\r\nLeader of the House","created_at":"2016-08-10T17:10:18.258Z","updated_at":"2016-08-10T17:10:50.505Z"},"debate":null}},{"type":"petition","id":142279,"links":{"self":"https://petition.parliament.uk/petitions/142279.json"},"attributes":{"action":"All European Union flags, emblems and logos be removed from all public buildings","background":"In the EU referendum of 23rd June 2016 the UK voted, by majority, to 'Leave the European Union', as such we request that all European Union flags, emblems and logos be removed from all public buildings in the UK.","additional_details":"","state":"open","signature_count":19357,"created_at":"2016-06-25T21:28:02.153Z","updated_at":"2016-11-26T22:30:31.128Z","open_at":"2016-06-30T18:00:34.924Z","closed_at":null,"government_response_at":"2016-09-21T14:51:33.433Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T22:00:07.211Z","response_threshold_reached_at":"2016-07-24T18:26:47.164Z","creator_name":"Stephen Morris","rejection":null,"government_response":{"summary":"The Prime Minister has made clear that we will be leaving the EU. Until that time there will be no immediate changes to our relationship with the EU. ","details":"The UK will remain a member of the EU with all of the rights and obligations that membership entails.\r\n\r\nFlag flying is deregulated and any individual or organisation may fly any flag they wish to do so at any time, as long as they have the necessary planning permission. While the UK is a member of the EU it is in order for EU flags and symbols to be used in UK Government buildings.\r\n\r\nIt is protocol – not policy - that governs the flying of flags in the United Kingdom. The Department for Culture, Media and Sport is responsible for informing UK Government Buildings of the designated days https://www.gov.uk/guidance/designated-days-for-union-flag-flying\r\nfor the flying of the Union Flag. There are currently 21 designated days, which include Royal birthdays and anniversaries, UK Saint’s days and International days.\r\n\r\nThe designated days for flying the Union Flag on Government buildings have been set to mark special occasions by command of Her Majesty the Queen and on the advice of Government. Any additions or changes must be discussed with the Lord Chamberlain's Office. There are currently no plans to change the list.\r\n\r\nDepartment for Exiting the EU","created_at":"2016-09-21T14:51:33.430Z","updated_at":"2016-09-21T14:51:33.430Z"},"debate":null}},{"type":"petition","id":165674,"links":{"self":"https://petition.parliament.uk/petitions/165674.json"},"attributes":{"action":"Make Everolimus available in England for TSC-related Brain (SEGA) tumours.","background":"After a 4 year delay, in June 2016, NHS England decided that saving the lives of children and young adults with inoperable TSC-related brain tumours was \"unaffordable\" -  even though the drug (everolimus) would cost the NHS less per patient than kidney dialysis.  ","additional_details":"NHS England’s decision not to fund Everolimus for the very small number of patients with inoperable TSC brain tumours is unethical.  Without this therapy they will die - as some already have during this 4 year wait for access. With it almost all would live long lives. There is no right of appeal. We call on government to reverse this unsound decision and to openly debate and agree a fair system of prioritization with healthcare professionals and the public in relation to rare disease treatments.","state":"open","signature_count":17561,"created_at":"2016-08-25T12:27:21.453Z","updated_at":"2016-11-26T23:55:58.211Z","open_at":"2016-08-25T13:40:12.774Z","closed_at":null,"government_response_at":"2016-09-13T16:15:03.851Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T13:08:54.096Z","response_threshold_reached_at":"2016-08-28T05:28:34.993Z","creator_name":"Jayne Spink","rejection":null,"government_response":{"summary":"NHS England will consider its decision on the availability of everolimus for treating Tuberous Sclerosis Complex-related subependymal giant cell astrocytoma in its next commissioning cycle. ","details":"We are committed to ensuring that NHS patients with rare conditions are able to get access to the latest effective medicines on terms that represent value to the NHS and the taxpayer. The pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nTuberous Sclerosis Complex (TSC) is a rare genetic condition that can lead to non-cancerous tumours  developing in different parts of the body.  Although everolimus (Votubia) is licensed for the treatment of some TSC-related conditions including renal angiomyolipoma (AML) and subependymal giant cell astrocytoma (SEGA), it has not been appraised by the National Institute for Health and Care Excellence (NICE) for these conditions.\r\n\r\nIn the absence of NICE guidance, it is for commissioners to make funding decisions based on the available evidence.\r\n\r\nNHS England has operational responsibility for specialised commissioning.  It has been managing the clinical prioritisation process for specialised commissioning which considered the cost/benefit of everolimus for SEGA relative to a number of other treatments being considered for prioritisation this year. \r\n\r\nIn July 2016, NHS England set out the results of its annual process for deciding which new treatments and services it will make available to patients. These decisions were however provisional and subject to the outcome of a judicial review relating to NHS England’s commissioning power in relation to a different unrelated treatment.\r\n\r\nOn 2 August 2016, following the judgment being delivered on the outstanding judicial review, NHS England announced that it would, subject to the outcome of an appeal, be re-running its prioritisation process to include those policies that were previously prioritised in levels 3, 4 and 5.  Full details of NHS England’s announcement are available at: www.england.nhs.uk/2016/08/august-update-on-the-commissioning-and-provision-of-pre-exposure-prophylaxis-prep-for-hiv-prevention/. \r\n\r\nBefore the prioritisation process is re-run there will be a further opportunity for pharmaceutical companies, including Novartis (the manufacturer of everolimus), to offer better prices which would increase the likelihood of treatments being given a higher priority.  However if everolimus to treat SEGA remains at its current priority level of 5 then it will be considered again next year in the prioritisation process for 2017/18, taking into account any new evidence that may have emerged in that time.  The re-run of the prioritisation process is expected to take place at the end of October with final decisions being made in November 2016.  NHS England recognises the need to streamline decision-making and is considering how it can improve the balance between proper consideration of a new treatment, and pace.\r\n\r\nAlthough everolimus for SEGA is not being routinely funded by the NHS, the Individual Funding Request (IFR) route remains open to clinicians for patients with exceptional need. This enables clinicians, on behalf of their patients, to make an application for funding to NHS England for treatments that it does not routinely commission.  Demonstration of clinical exceptionality is a threshold criterion that needs to be met before funding can be considered.  That is, an IFR can only be considered if the patient can be demonstrated to be clinically exceptional compared to the wider group of patients and is likely to derive greater benefit from the treatment.\r\n\r\nDepartment of Health","created_at":"2016-09-13T16:15:03.848Z","updated_at":"2016-09-13T16:15:03.848Z"},"debate":null}},{"type":"petition","id":167168,"links":{"self":"https://petition.parliament.uk/petitions/167168.json"},"attributes":{"action":"Begin a public inquiry into the performance of the Northbound Dartford Crossing.","background":"Road users \u0026 hauliers have been suffering the incompetence of the 'new \u0026 improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.","additional_details":"","state":"open","signature_count":17047,"created_at":"2016-09-15T15:23:13.742Z","updated_at":"2016-11-26T12:04:03.962Z","open_at":"2016-09-15T16:39:59.490Z","closed_at":null,"government_response_at":"2016-10-03T15:30:45.051Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-15T15:48:10.272Z","response_threshold_reached_at":"2016-09-18T07:55:38.598Z","creator_name":"Alan Pattison","rejection":null,"government_response":{"summary":"Dart Charge has reduced journey times for users of the Dartford Crossing.","details":"Improving the performance of the Dartford – Thurrock Crossing is a priority for both the Department for Transport and Highways England (HE) and we have made considerable improvements which have reduced journey times on this crucial part of the road network. Nevertheless, demand for the Crossing is increasing. \r\nHE is working with partners to reduce the impact of incidents on journey times and ensure that the Crossing, the motorway approaches, and the connections with local routes on both sides of the Crossing work as well as they can. The government has no plans to launch a public inquiry into the performance of the northbound Crossing. However, we are closely monitoring conditions at the Crossing and will use the data we are collecting to understand how various factors are contributing to its performance. \r\n\r\nThrough its plans for a new Lower Thames Crossing the Government has a clear long term approach to increase capacity in the area and improve journeys. A consultation on a new Lower Thames Crossing took place earlier this year and a decision on the preferred route is due shortly. In the short term HE is working with partners to do all that is possible to improve traffic flow on the northbound approaches to the Dartford Crossing. \r\n\r\n‘Free-flow’ charging, known as Dart Charge, was introduced at the Crossing in November 2014.  The collection and payment of the road user charge is carried out remotely so drivers no longer stop and pay within a barrier-controlled environment. Introducing ‘free-flow’ charging at Dartford has delivered improvement whilst the government develops further options for additional crossing capacity on the Lower Thames. \r\n\r\nDart Charge has reduced journey times for drivers. These have been delivered despite an increase in traffic volumes of 7.2% over the last year (almost an extra 3.7 million crossings). Drivers are also seeing other benefits. Over one million drivers have Dart Charge accounts and are saving up to a third on every crossing, and more people living in Dartford and Thurrock are benefitting from the Local Residents Discount scheme than ever before.\r\n\r\nEven with ‘free-flow’ charging the Government is aware that there is still a wider congestion problem. With around 55 million vehicle crossings a year the Crossing is currently operating at over 117% capacity and traffic is expected to continue to grow.  In the immediate term, HE is closely monitoring the performance of the Crossing and the motorway approaches, and is looking for measures to improve journey times and reduce incidents.\r\n\r\nTo reduce congestion at the Crossing, HE is looking at the tunnel operating systems, at how traffic uses the northbound approaches and at the response to incidents to see what can be done to improve them.  \r\n\r\nDrivers may experience some delays on the northbound approaches to the tunnels due to the operation of the tunnel safety system of traffic lights, which was introduced to prevent queuing traffic within the tunnels, and to control the passage of oversized vehicles and those carrying dangerous goods. Around 300 vehicles approach the tunnels in the wrong lane each month and the impact of just one oversized vehicle entering the wrong tunnel could be extremely severe.\r\n\r\nThe new system was put into operation in summer 2015. Since then work has been on-going to increase its efficiency in operation and a series of fine-tuning upgrades have been introduced to speed up the safe passage of vehicles. Further improvements are planned for the coming months. \r\n\r\nHE is also looking at the road signing on the northbound Crossing approaches to see what improvements can be made here. \r\n\r\nHE is also working with local authorities on both sides of the Crossing to improve traffic flows between the local and strategic road network, including a joint approach between HE and Kent County Council on a number of improvement measures for the junctions used by traffic approaching the Crossing from Dartford. Improvement plans include new lane markings, including yellow boxes, at Junctions 1A and 1B to reduce lane blocking on the roundabouts and smarter management of the traffic lights at junctions 1A, 1B and 2 (the Darenth Interchange) to improve traffic flows.\r\n\r\nThe impact that of these measures will be evaluated, and the public will be kept apprised of our findings.\r\n\r\nDepartment for Transport","created_at":"2016-10-03T15:30:45.049Z","updated_at":"2016-10-03T15:30:45.049Z"},"debate":null}},{"type":"petition","id":166711,"links":{"self":"https://petition.parliament.uk/petitions/166711.json"},"attributes":{"action":"April's Law","background":"We the undersigned call on the prime minister to make all sex offenders remain on the register for life no matter the crime, for service providers and search engines to be better policed regarding child abuse images and harder sentences on those caught with indecent images of children.","additional_details":"Five-year-old April Jones was murdered by paedophile Mark Bridger after being abducted from outside her home in Machynlleth October 2012.\r\nBefore April's abduction he was looking at child pornography. He had over 500 indecent imagines of children on his computer.","state":"open","signature_count":16775,"created_at":"2016-09-09T10:54:34.169Z","updated_at":"2016-11-26T23:54:26.331Z","open_at":"2016-09-16T09:45:52.700Z","closed_at":null,"government_response_at":"2016-11-09T13:23:12.646Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-09T11:09:10.642Z","response_threshold_reached_at":"2016-10-18T19:25:02.686Z","creator_name":"Jazmin Jones ","rejection":null,"government_response":{"summary":"The UK has some of the toughest powers in the world to deal with sex offenders and those who continue to pose a risk will remain subject to notification for life. ","details":"Protecting the public from harm remains a priority for this Government, and we have been clear that those offenders who continue to pose a risk will remain subject to notification for life.  The public should rest assured that sex offenders will not automatically come off the register; the order only provides a mechanism by which a sex offender can apply for a review.   \r\n\r\nOn 30 July 2012 the Sexual Offences Act 2003 was amended by the Sexual Offences Act 2003 (Remedial) Order 2012 to introduce a mechanism which will enable registered sex offenders who are subject to notification requirements for life to apply for those requirements to be reviewed.  \r\n\r\nThis was as a result of an earlier Supreme Court ruling that our then law on indefinite sex offender registration without the right for review was incompatible with article 8 of the European Convention on Human Rights (ECHR). \r\n\r\nThe Government fully acknowledged the ruling of the Supreme Court and took appropriate action as is its duty; to uphold the independence of the judiciary by complying with the judgement.\r\n\r\nUnder the previous Government, we made changes to the notification requirements introducing additional measures which sought to strengthen the existing mechanism by making it mandatory for all registered sex offenders to notify to the police:\r\n\r\n•\tall foreign travel;\r\n•\tweekly, where they are registered as having ‘no fixed abode’;\r\n•\twhere they are living in a household with a child under the age of 18; and;\r\n•\ttheir bank account and credit card details, and information about their passports or other identity documents.\r\n\r\nWe continue to work with the police and other law enforcement agencies to ensure that the right powers are available for the authorities to tackle sexual crimes and to bring perpetrators to justice. \r\n\r\n\r\nPolicing of child abuse images\r\n\r\nThe Government agrees that industry has a responsibility to work together with law enforcement and Government to prevent and inhibit the use of their services by those seeking to generate and share child abuse material. In 2015, Google announced that it had made changes to its search algorithm to prevent images and videos containing child abuse material from appearing in search results.  They have publicly stated there has been an eight-fold reduction in child sexual abuse image related search queries since. \r\n\r\nThe Internet Watch Foundation, which is funded by industry, has been active in facilitating the removal of indecent imagery of children from the internet. Their efforts have helped the UK see a reduction from the UK hosting 18% of web pages of child abuse imagery, to 0.2% by 2015.  Since April 2014 as permitted by Government, they have proactively sought out child sexual abuse material to take action to get this material removed.  \r\n\r\nAt the WePROTECT summit in December 2014, industry committed to taking digital hashes of known child abuse imagery in order to ensure these could be identified and referred to the US National Centre for Missing and Exploited Children, and removed.  As of October 2016, over 34,750 image hashes have been shared among industry by the IWF. \r\n\r\nSentencing\r\n\r\nSentencing is entirely a matter for our independent courts.   When deciding what sentence to impose the courts take into account the circumstances of the offence and any mitigating and aggravating factors, in line with the sentencing guidelines.  Maximum penalties are kept under review to ensure that the courts have adequate powers to deal with offences effectively and proportionately.\r\n\r\nThe independent Sentencing Council are responsible for issuing guidelines to the courts.  In December 2013 the Sentencing Council issued a revised guideline on sentencing for sexual offences, which came into force in England and Wales in April 2014.  \r\n\r\nUnder the Protection of Children Act 1978 (as amended), the UK prohibits the taking, making circulation and possession with a view to distribution of any indecent photograph or pseudo-photograph of a child under 16.  Such offences carry a maximum sentence of 10 years’ imprisonment.  Section 160 of the Criminal Justice Act 1988 also makes the simple possession of indecent photographs or pseudo-photographs of children an offence.  This carries a maximum sentence of 5 years’ imprisonment.  This age was raised to 18 in the Sexual Offences Act 2003 and there are defences for those aged over the age of consent (16) who produce sexual photographs for their own use within a marriage or civil partnership.  These defences are lost, however, if such images are distributed. \r\n\r\nThe Sexual Offences 2003 Act significantly modernised and strengthened the laws on sexual offences in England and Wales to provide extra protection to children from sexual abuse and sexual exploitation.  It was designed to meet 21st century challenges of protecting children, and addresses issues including internet pornography and ‘grooming’ children for sexual abuse.  \r\n\r\nHome Office","created_at":"2016-11-09T13:23:12.643Z","updated_at":"2016-11-09T13:23:12.643Z"},"debate":null}},{"type":"petition","id":169433,"links":{"self":"https://petition.parliament.uk/petitions/169433.json"},"attributes":{"action":"Ban the use of previous sexual history as evidence in sexual abuse or rape cases","background":"Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.","additional_details":"http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/","state":"open","signature_count":16209,"created_at":"2016-10-14T16:34:53.475Z","updated_at":"2016-11-26T18:04:55.959Z","open_at":"2016-10-18T10:12:22.042Z","closed_at":null,"government_response_at":"2016-11-02T16:22:51.628Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-14T16:53:34.308Z","response_threshold_reached_at":"2016-10-19T21:28:50.632Z","creator_name":"Louisa Carol pawsey ","rejection":null,"government_response":{"summary":"The law restricts the circumstances in which evidence of complainants’ sexual history may be used in trials of sexual offences. ","details":"This Government is committed to making sure that victims of sexual abuse and rape get the support they need and have the confidence to come forward. \r\n\r\nSection 41 of the Youth Justice and Criminal Evidence Act 1999 is intended to protect victims of rape and other serious sexual offences by making clear that evidence of previous sexual history is inadmissible in court unless a strict set of criteria is met. It is right that applications to admit such evidence are determined by the independent judiciary on a case-by-case basis to protect victims whilst maintaining a defendant’s right to a fair trial.\r\n\r\nThe Justice Secretary and Attorney General will be looking at how the law is working in practice before deciding if any further action needs to be taken.\r\n\r\nMinistry of Justice","created_at":"2016-11-02T16:22:51.626Z","updated_at":"2016-11-02T16:22:51.626Z"},"debate":null}},{"type":"petition","id":167410,"links":{"self":"https://petition.parliament.uk/petitions/167410.json"},"attributes":{"action":"Introduce a moratorium on the hunting of critically declining wading birds","background":"Woodcock, Snipe and Golden Plover are shot in the UK despite serious, ongoing population declines. A moratorium should be imposed to allow the impact of shooting to be established by independent scientific investigation and any necessary regulations introduced to ensure that shooting is sustainable.","additional_details":"BTO, JNCC and RSPB Bird Trends data report a 76% decline in Woodcock in the last 25 years. Although the wintering population is increased by migrants, BTO and GWCT studies of shot birds report that 17% are UK residents. It is Red Listed. In the same period Snipe (Amber listed) have declined by 89%. Between '93 and '13 Golden Plover decreased by 17% in England and 25% in Scotland. Continuing to harvest species in such steep decline is perilous and counterproductive to conservation practices. \r\n\r\n","state":"open","signature_count":15803,"created_at":"2016-09-18T16:40:41.400Z","updated_at":"2016-11-26T23:06:45.674Z","open_at":"2016-09-23T09:21:04.623Z","closed_at":null,"government_response_at":"2016-10-20T13:02:39.973Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T18:28:48.563Z","response_threshold_reached_at":"2016-09-27T10:17:52.781Z","creator_name":"Chris Packham","rejection":null,"government_response":{"summary":"It is unlikely that hunting has had a significant impact on recent population trends for woodcock, snipe and golden plover; trends are likely to be influenced more by the quality and extent of habitat","details":"All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981, however, some species of birds (as listed in Schedule 2 of the Act)  may be killed or taken outside the close season. Woodcock, snipe and golden plover are amongst those species that may be taken. In England and Wales the dates for woodcock are 1 October to 31 January; common snipe 12 August to 31 January; golden plover 1 September to 31 January.\r\n \r\nShooting is a legitimate activity and in addition to providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s manifesto commits to protect shooting for the benefits it brings to individuals, the environment and the rural economy.\r\n\r\nRecent data shows that the woodcock has a breeding population or around 78,000 pairs; common snipe 76,000 and golden plover between 38,000 and 59,000. Overwintering populations increase their numbers to approximately 1.4 million (woodcock), 1 million (common snipe) and 400,000 (golden plover). The numbers in winter are greatly increased as a result of birds arriving from Scandinavia, the Baltic States and Russia and many of our breeding birds (and their offspring) leave the country in winter.  \r\n\r\nFor all three species, the numbers of birds hunted is small compared with the population present in the country during the open season.\r\n\r\nWhen combined with the fact that many of our breeding birds winter abroad, it is unlikely that hunting pressure in this country has played a significant role in the recent downwards trends in the size and range of GB breeding populations of either woodcock or snipe. There is little evidence that the golden plover is currently in decline in GB as a whole.\r\n\r\nThe reasons for any declines are complex and include habitat loss as a result of land drainage, the drying out of natural woodlands, declining woodland management, the maturation of new plantations, overgrazing by deer, recreational disturbance and reductions in prey availability. The woodcock is currently red-listed due to breeding range decline in the past 25 years.\r\n\r\nMeasures have been taken to improve habitats through Environmental Land Management schemes such as the Countryside Stewardship Scheme, where grassland breeding waders have been specifically targeted. The woodcock will have benefited from Woodland Grant Schemes, some of which specifically target management for declining woodland birds.\r\n\r\nThe Government is not persuaded that the current level of hunting has a significant detrimental impact on the numbers of woodcock, common snipe and golden plover. A number of English estates have already instigated their own voluntary bans on the shooting of woodcock. Any moratorium in the rest of the UK is a matter for the devolved administrations.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-20T13:02:39.970Z","updated_at":"2016-10-20T13:02:39.970Z"},"debate":null}},{"type":"petition","id":167761,"links":{"self":"https://petition.parliament.uk/petitions/167761.json"},"attributes":{"action":"All West Sussex Schools to receive pupil funding at the national average.","background":"Currently West Sussex Schools receive one of the lowest levels of pupil funding in the country. The situation has got so bad that it is having an impact on the standard of the education provided. West Sussex would like fairer funding for its schools.","additional_details":"","state":"open","signature_count":15540,"created_at":"2016-09-23T19:30:28.558Z","updated_at":"2016-11-26T21:06:22.769Z","open_at":"2016-09-28T14:52:57.971Z","closed_at":null,"government_response_at":"2016-10-19T09:05:43.166Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-25T15:14:04.314Z","response_threshold_reached_at":"2016-10-06T11:04:31.504Z","creator_name":"Tim Haines","rejection":null,"government_response":{"summary":"We are firmly committed to introducing fairer funding through the national funding formula, so schools are funded on a fair and transparent basis, according to actual measures of need.","details":"We have protected the core schools budget in real terms over the current spending review period. This year, the core schools budget will be over £40 billion – the highest on record. \r\n\r\nWe are aware that under the current funding system education spending is not distributed fairly and consistently. That is why we are committed to introducing fairer funding for schools so that funding is transparently matched to schools’ and children’s needs. In doing so, we will fund the education system in a way that promotes social mobility and social justice.\r\n\r\nEarlier this year we conducted the first stage of consultation on our proposals for making the funding system fairer by introducing the National Funding Formulae (NFF) for schools and high needs. We initially proposed to introduce the NFF from 2017-18.\r\n \r\nIn July the Secretary of State announced that the NFF will be introduced in 2018-19 instead, to allow time for full and proper consultation on these important proposals. It also allowed us to give certainty to local authorities about their budgets in 2017-18.\r\n\r\nWe recognise West Sussex is a relatively low-funded local authority. In 2015-16 we took a step towards fairer funding by allocating an additional £390 million to low funded authorities through the “minimum funding levels” reform. West Sussex received an additional £930,000 from this reform. The extra funding for West Sussex was included in their baseline in 2016-17, and is protected in their baseline for 2017-18.\r\n \r\nWe also recognise that many schools are facing cost pressures and that they have worked to find efficiencies. A national funding formula will give headteachers more certainty about their funding over the longer term so that they can better manage their budgets. We are also providing support to help schools improve their financial health, including a range of information, guidance and tools available at: \r\nhttps://www.gov.uk/government/collections/schools-financial-health-and-efficiency.\r\nIn the next stage of consultation, we will set out our plans for how the formula will be implemented including the impact on schools and local authorities. This stage will also confirm the factors that we will use in the formulae, and we will invite responses to the weightings we propose to give them. \r\n\r\nWe will release the response to the first consultation, and launch a full second consultation on the NFF later in the autumn.\r\n\r\nDepartment for Education","created_at":"2016-10-19T09:05:43.163Z","updated_at":"2016-10-19T09:05:43.163Z"},"debate":null}},{"type":"petition","id":132687,"links":{"self":"https://petition.parliament.uk/petitions/132687.json"},"attributes":{"action":"A referendum to Vote Scotland out of the U.K.","background":"Scotland had their Referendum to be independent. The SNP want to Remain in the EU against the will of English and Welsh voters. Therefore I believe England, Wales and Northern Ireland should get the chance to have their Referendum to vote Scotland out of the U.K.","additional_details":"","state":"open","signature_count":15104,"created_at":"2016-06-15T12:33:40.977Z","updated_at":"2016-11-26T20:28:11.099Z","open_at":"2016-07-01T15:03:55.435Z","closed_at":null,"government_response_at":"2016-11-10T10:52:57.699Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-22T15:04:28.383Z","response_threshold_reached_at":"2016-10-27T19:04:04.729Z","creator_name":"Max Barr","rejection":null,"government_response":{"summary":"The Government is committed to making a success of leaving the EU, together as one United Kingdom. In 2014 people in Scotland voted to remain part of the UK and that result should be respected. ","details":"The United Kingdom will in due course be leaving the European Union and the UK Government is committed to making a success of this, together as one United Kingdom.\r\n\r\nIn 2014, the Scottish people decided in a legal, fair and decisive referendum to remain a strong part of the UK. The Edinburgh Agreement of 2012 committed both the UK and Scottish Governments to respecting the outcome of the Scottish referendum. \r\n\r\nThe Prime Minister has made clear her commitment to the United Kingdom and that she leads a government of the whole UK. The UK Government believes that the arguments for Scotland remaining a part of the UK are just as compelling as they have always been – for both Scotland and the rest of the UK. Our focus now should be on working together to secure the best deal for the whole of the UK.  \r\n\r\nScotland Office","created_at":"2016-11-10T10:52:57.696Z","updated_at":"2016-11-10T10:52:57.696Z"},"debate":null}}]}