{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=67\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":131215,"links":{"self":"https://petition.parliament.uk/petitions/131215.json"},"attributes":{"action":"EU Referendum Rules triggering a 2nd EU Referendum","background":"We the undersigned call upon HM Government to implement a rule that if the remain or leave vote is less than 60% based a turnout less than 75% there should be another referendum.","additional_details":"","state":"open","signature_count":4148460,"created_at":"2016-05-23T23:39:38.957Z","updated_at":"2016-10-22T23:33:42.182Z","open_at":"2016-05-25T11:19:56.925Z","closed_at":null,"government_response_at":"2016-07-08T16:22:29.365Z","scheduled_debate_date":"2016-09-05","debate_threshold_reached_at":"2016-06-24T10:48:23.281Z","rejected_at":null,"debate_outcome_at":"2016-09-06T09:02:15.389Z","moderation_threshold_reached_at":"2016-05-24T15:58:22.999Z","response_threshold_reached_at":"2016-06-24T06:54:57.319Z","creator_name":"William Oliver Healey","rejection":null,"government_response":{"summary":"The European Union Referendum Act received Royal Assent in December 2015, receiving overwhelming support from Parliament.  The Act did not set a threshold for the result or for minimum turnout.","details":"The EU Referendum Act received Royal Assent in December 2015.  The Act was scrutinised and debated in Parliament during its passage and agreed by both the House of Commons and the House of Lords.  The Act set out the terms under which the referendum would take place, including provisions for setting the date, franchise and the question that would appear on the ballot paper.  The Act did not set a threshold for the result or for minimum turnout.\r\n\r\nAs the Prime Minister made clear in his statement to the House of Commons on 27 June, the referendum was one of the biggest democratic exercises in British history with over 33 million people having their say.  The Prime Minister and Government have been clear that this was a once in a generation vote and, as the Prime Minister has said, the decision must be respected.  We must now prepare for the process to exit the EU and the Government is committed to ensuring the best possible outcome for the British people in the negotiations.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-07-08T16:22:29.363Z","updated_at":"2016-07-08T16:22:29.363Z"},"debate":{"debated_on":"2016-09-05","transcript_url":"https://hansard.parliament.uk/commons/2016-09-05/debates/1609058000001/EUReferendumRules","video_url":"http://parliamentlive.tv/Event/Index/cb2f33f6-f9fe-463e-a6d5-40eca4b614c0","overview":""}}},{"type":"petition","id":129698,"links":{"self":"https://petition.parliament.uk/petitions/129698.json"},"attributes":{"action":"No more school penalty fines and bring back the 10 day authorised absence","background":"Back in 2013 the government changed the law on taking your children out of school in term time so that now you receive a penalty fine of £60 per child per parent. This can increase . The law prevents families from taking term time holidays forcing families to pay extra during school holidays.  ","additional_details":"Myself and my wife received a fine for our two eldest children (two fines each parent) for taking our children on holiday for 5 days in term time which was the only week free from surgery and radiotherapy (school knew of cancer diagnosis) This apparently is not an exceptional circumstance. The council quote is S.444 A or 1 of the Education act 1996 which in its own term indicates truancy and not a one off family holiday. Councils are too ready to fine and wont consider exceptional circumstances","state":"open","signature_count":203949,"created_at":"2016-05-07T15:42:05.203Z","updated_at":"2016-10-22T23:54:18.954Z","open_at":"2016-05-09T14:55:37.872Z","closed_at":null,"government_response_at":"2016-07-08T11:49:24.399Z","scheduled_debate_date":"2016-07-11","debate_threshold_reached_at":"2016-05-11T09:57:07.851Z","rejected_at":null,"debate_outcome_at":"2016-07-12T12:11:56.836Z","moderation_threshold_reached_at":"2016-05-08T12:07:26.922Z","response_threshold_reached_at":"2016-05-10T07:59:25.978Z","creator_name":"Mr Dave Hedley","rejection":null,"government_response":{"summary":"Evidence shows that every extra day of school missed can affect a pupil’s chance of gaining good GCSEs. The Government is committed to reducing all school absence unless there are unavoidable reasons.","details":"The Government has focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nResearch shows that the amount of time missed from school is linked with a pupil’s academic success. The most recent research ‘The link between absence and attainment at key stage 2 and key stage 4: 2013 to 2014 academic year’(1)  was published by the Department for Education on 24 March 2016, and shows that every extra day of school missed can affect a child’s attainment at the end of key stage 2 and key stage 4. Missing school unnecessarily is unfair to children as it can damage their life chances.\r\n\r\nThe Government acknowledges that family holidays can be enriching experiences. The school year is designed to give families multiple opportunities to enjoy holidays without disrupting their children’s education. Parents should plan their holidays around school breaks and avoid taking their children out of school during term-time, except in exceptional circumstances. Head teachers know their pupils best and are best placed to make these decisions by considering the merits of each request and deciding whether or not it qualifies as an exceptional circumstance. \r\n\r\nIn 2013, the Government clarified the law that enables head teachers to authorise a leave of absence, allowing for term-time holidays in exceptional circumstances only. There was previously a widespread misconception that parents were entitled to take their children on holiday during term-time. No such entitlement has ever existed in law. The misconception had been created by the previous allowance for head teachers to grant up to 10 days of leave for ‘special circumstances’. \r\n\r\nTo address unauthorised absence the Government increased the financial penalty parents must pay for their child’s unauthorised absence, shortened the time permitted to pay a penalty notice from 42 days to 28 days and placed a greater emphasis on school attendance levels in inspection outcomes. \r\n\r\nAs a consequence, the number of persistent absentees in England’s schools has dropped by over 40%, from 433,000 in 2009/10 to 246,000 in 2014/15. Some 6 million fewer days were lost due to authorised absences in the first six half terms in 2014/15 compared to the equivalent period in 2012/13, a drop from a total of 47.9 million days missed to 41.8 million days missed. Overall absence rates have followed a significant downward trend from 6.5% in the academic year ending in 2007 to 4.6% in the academic year ending in 2015. In 2012/13, 7.0% of all absences were accounted for by authorised term-time holiday. This figure dropped to 2.6% of all absences in 2013/14 and 1.6% of all absences in 2014/15. Overall, this means that, on average, pupils miss fewer days at school than they did in 2010, and therefore are receiving less interruption to their education.\r\n\r\nThe recent High Court judgment (Isle of Wight Council vs. Platt, 13 May 2016), ruling that the magistrates who heard the case did not err in law when determining the attendance of the child, was disappointing. The Government is clear that school attendance is non-negotiable. The Department for Education is therefore providing support to the Isle of Wight Council in their application for permission to appeal to the Supreme Court against the High Court judgment.\r\n\r\nIn addition, the Minister of State for Schools has written to all schools and local authorities, setting out the importance of good school attendance for raising standards. In his letter, the Minister reminded head teachers of their duty to determine whether or not a request for absence is granted. He also made clear that the High Court’s judgment did not establish that a pupil’s attendance above 90% is regarded as ‘regular’ attendance.\r\n\r\nThe Government will continue to ensure that pupils attend every school day possible. When children take unauthorised absence, they miss vital stepping stones towards understanding curriculum content. The Government’s measures will ensure that pupils receive the maximum amount of schooling possible, helping to ensure that all pupils reach their potential, irrespective of background, ability or aptitude. Improving school attendance will continue to play a central role in our commitment to create a world-class education system in this country.  \r\n\r\n(1) https://www.gov.uk/government/publications/absence-and-attainment-at-key-stages-2-and-4-2013-to-2014\r\n\r\nDepartment for Education","created_at":"2016-07-08T11:49:24.397Z","updated_at":"2016-07-08T11:49:24.397Z"},"debate":{"debated_on":"2016-07-11","transcript_url":"https://hansard.parliament.uk/commons/2016-07-11/debates/1607115000001/SchoolPenaltyFinesAndAuthorisedAbsence","video_url":"http://parliamentlive.tv/Event/Index/e487aaf6-6065-4c01-93f8-faffaa2fa33d","overview":""}}},{"type":"petition","id":129823,"links":{"self":"https://petition.parliament.uk/petitions/129823.json"},"attributes":{"action":"Make it illegal for a company to require women to wear high heels at work","background":"It's still legal in the UK for a company to require female members of staff to wear high heels at work against their will. Dress code laws should be changed so that women have the option to wear flat formal shoes at work, if they wish. Current formal work dress codes are out-dated and sexist. ","additional_details":"","state":"open","signature_count":151911,"created_at":"2016-05-09T15:47:16.488Z","updated_at":"2016-10-22T23:54:39.002Z","open_at":"2016-05-09T16:55:12.349Z","closed_at":null,"government_response_at":"2016-06-24T09:47:24.840Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-05-12T13:14:54.471Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T16:08:47.477Z","response_threshold_reached_at":"2016-05-11T11:36:24.024Z","creator_name":"Nicola Thorp","rejection":null,"government_response":{"summary":"Company dress codes must be reasonable and must make equivalent requirements for men and women. This is the law and employers must abide by it.","details":"This Government is taking action to remove the barriers to equality for women at work, which is why we are tackling the gender pay gap, increasing the number of women on boards, increasing support for childcare costs and ensuring employers are aware of their obligations to pregnant women.\r\n \r\nEmployers are entitled to set dress codes for their workforce but the law is clear that these dress codes must be reasonable. That includes any differences between the nature of rules for male and female employees, otherwise the company may be breaking the law. Employers should not be discriminating against women in what they require them to wear. \r\n \r\nThe Government takes this issue very seriously and will continue to work hard to ensure women are not discriminated in the workplace by outdated attitudes and practices.  \r\n\r\nGovernment Equalities Office","created_at":"2016-06-24T09:47:24.795Z","updated_at":"2016-06-24T12:20:24.408Z"},"debate":null}},{"type":"petition","id":131167,"links":{"self":"https://petition.parliament.uk/petitions/131167.json"},"attributes":{"action":"Stop retrospective changes to the student loans agreement","background":"In 2010, the Government promised that from April 2017 the Student Loans repayment threshold of £21,000 would be upped each year with average earnings.\r\n\r\nThe Government has now backtracked on this promise, freezing the threshold at £21,000.  Graduates will now pay more on their student loans.","additional_details":"According to moneysavingexpert two million graduates will end up paying £306 more each year by 2020-21 if they earn over £21,000\r\n\r\nBy introducing retrospective changes it threatens any trust had in the student finance system.\r\n\r\nA commercial company would not be permitted to alter the terms of a loan agreement, so why should our government?\r\n\r\nThe chancellor did not even mention these changes in his Autumn statement, underlining the underhand nature of these changes.","state":"open","signature_count":133641,"created_at":"2016-05-23T11:27:50.996Z","updated_at":"2016-10-22T23:36:03.042Z","open_at":"2016-05-23T12:48:36.257Z","closed_at":null,"government_response_at":"2016-06-15T12:59:50.454Z","scheduled_debate_date":"2016-07-18","debate_threshold_reached_at":"2016-05-26T15:04:42.626Z","rejected_at":null,"debate_outcome_at":"2016-07-19T09:12:31.933Z","moderation_threshold_reached_at":"2016-05-23T11:54:17.370Z","response_threshold_reached_at":"2016-05-24T21:15:02.400Z","creator_name":"Alex True","rejection":null,"government_response":{"summary":"Freezing the repayment threshold ensures that the student support system remains affordable to the taxpayer and all students can access a university education, irrespective of their ability to pay.","details":"This Government is ensuring Higher Education is open to more people than ever before, and application rates from disadvantaged young people seeking to go university are currently at record levels. But Higher Education and Further Education must remain affordable to the taxpayer. Our approach is based on the fundamental principle that a borrower’s contribution to the cost of their education should be linked to their ability to pay. Graduates generally benefit from higher earnings than those who do not go to university, and we must maintain a fair balance between taxpayers and graduates in the costs of Higher Education. \r\n\r\nGraduates don’t have to repay their loans until they are earning above the annual threshold of £21,000. This threshold remains higher in real terms than that applicable to student loans taken out before 2012. Repayments are then made at a rate of 9% above this threshold. If a borrower earns less than the threshold then no repayments need to be made. Outstanding loans are written off 30 years after graduation.\r\n\r\nThe Government consulted on the threshold freeze in July 2015. All responses to the consultation were considered carefully in the wider context of the detailed analysis of impacts, including on the public finances, and the Equality Analysis. The consultation document and the Government response are available at https://www.gov.uk/government/consultations/freezing-the-student-loan-repayment-threshold.\r\n\r\nThe decision to freeze the student loan repayment threshold for post-2012 (“Plan 2”) borrowers until April 2021, was then announced in the November 2015 Spending Review. The Spending Review and Autumn Statement 2015 documents are available at https://www.gov.uk/government/publications/spending-review-and-autumn-statement-2015-documents.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-15T12:59:50.452Z","updated_at":"2016-06-15T12:59:50.452Z"},"debate":{"debated_on":"2016-07-18","transcript_url":"https://hansard.parliament.uk/commons/2016-07-18/debates/16071826000001/StudentLoansAgreement","video_url":"http://www.parliamentlive.tv/Event/Index/9bac2dbf-f634-4134-ab34-5e4aab8a6cb7","overview":""}}},{"type":"petition","id":133618,"links":{"self":"https://petition.parliament.uk/petitions/133618.json"},"attributes":{"action":"Invoke Article 50 of The Lisbon Treaty immediately.","background":"The British people have spoken. We have voted to leave the EU. We want article 50 of the Lisbon treaty to be invoked immediately. We still have two years to discuss our exit from the EU, but we do not wish to delay it any further. ","additional_details":"","state":"open","signature_count":124378,"created_at":"2016-06-24T05:54:51.021Z","updated_at":"2016-10-22T23:34:52.668Z","open_at":"2016-06-30T13:26:27.902Z","closed_at":null,"government_response_at":"2016-08-11T14:58:40.547Z","scheduled_debate_date":"2016-10-17","debate_threshold_reached_at":"2016-07-15T21:14:44.771Z","rejected_at":null,"debate_outcome_at":"2016-10-18T12:16:43.820Z","moderation_threshold_reached_at":"2016-06-25T09:16:16.336Z","response_threshold_reached_at":"2016-07-01T22:02:35.508Z","creator_name":"Thomas Renshaw","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected and delivered. We should not trigger Article 50 until we have a UK approach and objectives.","details":"The British people have voted to leave the EU and their will must be respected and delivered. The process for leaving the EU and determining our future relationship will be a complex one, so we need to take time to think through our objectives and approach. We want to ensure the best possible outcome for Britain and the future UK-EU relationship. As part of this, the government will of course work closely with the devolved administrations to ensure we get the best deal for the UK as a whole. We should not trigger Article 50 until we have a UK approach and objectives, so Article 50 should not be invoked before the end of this year.\r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T14:58:40.545Z","updated_at":"2016-08-11T14:58:40.545Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":132140,"links":{"self":"https://petition.parliament.uk/petitions/132140.json"},"attributes":{"action":"Free childcare when both parents are working. Not just those who are on benefits","background":"Free childcare is in place for 2 year olds where the parents have low income and mostly on benefits and don't work. If the parents are not working then their children don't need childcare. My husband and I work very hard to provide for our family but have to pay huge amount of money for childcare.","additional_details":"When childcare is paid for when both parents are working it makes a huge dent in income, we could do with the help. All children deserve this, It seems as though I would be better off not working.","state":"open","signature_count":117777,"created_at":"2016-06-06T20:18:34.361Z","updated_at":"2016-10-22T23:54:49.051Z","open_at":"2016-06-10T11:23:41.830Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":"2016-10-10T19:18:38.332Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-07T07:54:03.337Z","response_threshold_reached_at":"2016-10-09T13:18:30.152Z","creator_name":"Ann-Marie Farrell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168678,"links":{"self":"https://petition.parliament.uk/petitions/168678.json"},"attributes":{"action":"Give status to Police Dogs and Horses as 'Police Officers'","background":"I propose that UK Police Dogs and Horses be given protection that reflects their status if assaulted in the line of duty. This would be similar to the US Federal Law Enforcement Animal Protection","additional_details":"PD Finn of Hertfordshire Police to name but one.","state":"open","signature_count":112902,"created_at":"2016-10-06T17:30:58.590Z","updated_at":"2016-10-23T00:00:00.531Z","open_at":"2016-10-10T14:54:41.680Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":"2016-10-21T12:19:14.111Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-06T17:52:03.128Z","response_threshold_reached_at":"2016-10-11T00:36:04.214Z","creator_name":"David Burstow","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128833,"links":{"self":"https://petition.parliament.uk/petitions/128833.json"},"attributes":{"action":"Britain must not turn its back on child refugees in Europe","background":"The Government should accept the call to give sanctuary to child refugees who are alone and at risk in Europe.\r\n","additional_details":"95,000 child refugees are on their own in Europe as a result of the refugee crisis. They are sleeping rough and in makeshift camps, desperately vulnerable to abuse and to trafficking into modern slavery.\r\n\r\nWe rightly look back with pride at the leadership our nation showed in rescuing 10,000 children from Europe through the Kindertransport. \r\n\r\nBritain must not turn its back on child refugees in Europe today.\r\n\r\n\r\n","state":"open","signature_count":85485,"created_at":"2016-04-26T13:21:11.972Z","updated_at":"2016-10-22T23:09:42.979Z","open_at":"2016-04-26T13:56:19.838Z","closed_at":null,"government_response_at":"2016-05-12T15:44:39.490Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-26T13:28:37.137Z","response_threshold_reached_at":"2016-04-26T21:47:55.313Z","creator_name":"Alf Dubs","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:44:39.484Z","updated_at":"2016-05-12T15:44:39.484Z"},"debate":null}},{"type":"petition","id":128710,"links":{"self":"https://petition.parliament.uk/petitions/128710.json"},"attributes":{"action":"Lower university fees down to £3,000","background":"The tuition fees at their current prices, are too high. They penalise students. Some can't go to university because they feel as if the current fees are too expensive, and will get themselves in debt for the rest of their lives. We need tuition fees lowered back down to their previous amount.","additional_details":"","state":"open","signature_count":71941,"created_at":"2016-04-24T19:53:17.790Z","updated_at":"2016-10-22T23:05:31.289Z","open_at":"2016-04-26T11:25:48.041Z","closed_at":null,"government_response_at":"2016-06-14T09:10:01.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T18:21:43.084Z","response_threshold_reached_at":"2016-05-20T09:42:17.310Z","creator_name":"Josh Hayward","rejection":null,"government_response":{"summary":"Anyone with the ability to benefit from higher education should have the opportunity to do so. All eligible students can apply for an upfront loan to meet the full cost of tuition fees","details":"Anyone with the ability to benefit from higher education should have the opportunity to do so, irrespective of their background. That is why all eligible students can apply for an upfront tuition fee loan to meet the full costs of their tuition fees, as well as loans for living costs. \r\n\r\nLoans are only repaid once students are earning over £21,000 a year. Students earning below £21,000 will not have to make repayments. Deductions are taken at 9% of any income over that threshold and any outstanding balance will be written off after 30 years.\r\n\r\nEligible full-time students from some of the most disadvantaged backgrounds will also receive 10.3% more living cost support in 2016/17 than under previous student support arrangements.\r\n\r\nIn order to charge tuition fees above the basic amount of £6,000 and up to the £9,000 fee cap, higher education institutions are required to agree an access agreement with the Director for Fair Access. Higher education institutions are expected to spend £745 million through these access agreements in 2016/17, this has risen from £395 in 2009/10.  This will be invested in measures to improve the access to university and successful outcomes of disadvantaged students.\r\n\r\nThe steps we have taken to ensure higher education remains sustainably financed has enabled us to lift student number controls, so that more people have the opportunity to secure a university place. The proportion of students from disadvantaged backgrounds entering higher education is up from 13.6% in 2009 to 18.5% in 2015. \r\n\r\nLowering tuition fees would carry a number of possible consequences, including a cut to funding for universities and additional demands on public spending, which would be met through higher taxation, including on those who have not themselves benefited from university. This could also mean the re-imposition of student number controls, leading to fewer university places being available for students.]\r\n\r\nThe Government’s approach has struck the right balance between delivering a sustainable system and ensuring higher education remains open and accessible. This has been recognised by the Organisation for Economic Co-operation and Development (OECD), which said we are “one of the few countries to have figured out a sustainable approach to student finance”. \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-14T09:10:01.724Z","updated_at":"2016-06-14T09:10:01.724Z"},"debate":null}},{"type":"petition","id":165672,"links":{"self":"https://petition.parliament.uk/petitions/165672.json"},"attributes":{"action":"End the badger cull instead of expanding to new areas","background":"Since 2013, thousands of badgers have been killed in a Government cull attempting to control bovine TB. Against scientific advice \u0026 before a 4 year trial has completed, the government is now expanding the cull to new counties - tens of thousands of healthy badgers could be killed. ","additional_details":"Experts in disease control and animal welfare agree that pilot badger culls have proven both ineffective and inhumane. Shooting badgers is also expensive, costing tax-payers some £5,000 per animal. Bovine TB is a serious problem but killing badgers is not the solution, and could actually make the situation worse. It is a costly distraction from an effective solution incorporating vaccination, increased cattle movement control measures and improved testing.","state":"open","signature_count":61290,"created_at":"2016-08-25T12:12:07.185Z","updated_at":"2016-10-22T23:49:37.442Z","open_at":"2016-08-25T16:25:31.192Z","closed_at":null,"government_response_at":"2016-09-21T14:25:14.649Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T16:22:38.003Z","response_threshold_reached_at":"2016-08-30T22:25:55.358Z","creator_name":"Simon King OBE","rejection":null,"government_response":{"summary":"The Government is pursuing a comprehensive bovine TB eradication strategy including tighter cattle controls, biosecurity, and badger control in areas where the disease is widespread.  ","details":"Bovine TB is the greatest animal health threat to the UK. Dealing with this dreadful disease is costing taxpayers over £100 million each year and last year alone more than 28,000 cattle had to be slaughtered in England, causing devastation and distress for farmers and rural communities, where often herds have often been built up over many generations.   \r\n\r\nThat is why it is essential that we eradicate bovine TB.  \r\n\r\nWe are taking strong action to deliver a long-term plan to eradicate the disease and protect the future of the UK’s dairy and beef industries, with a comprehensive strategy including tighter cattle testing and movement controls, improving biosecurity on farm and when trading, and badger control in areas where badgers are an important factor in spreading disease to cattle.   \r\n\r\nThis approach is backed up by the evidence and experience of other countries. This approach has successfully eradicated bovine TB in Australia and is working in Ireland and New Zealand.  \r\n\r\nThere is still a long way to go. While cattle controls can have a significant impact, the Government’s Chief Veterinary Officer and the British Veterinary Association agree that we won’t eradicate the disease without dealing with the spread of TB from infected wildlife too.   \r\n\r\nThere is broad scientific consensus that badgers are implicated in the spread of TB in cattle in parts of England. \r\n\r\nTB was first found in English badgers in 1971. In 1974 badgers were removed from a severely infected cattle farm with the result that there were no herd TB outbreaks there for five years. Between 1975 and 1978 the Ministry of Agriculture, Fisheries and Food funded work that demonstrated conclusively that there is a link between TB in badgers and cattle. Subsequent work in Ireland has reaffirmed that finding.\r\n\r\nThe Krebs Review observed that between 1975 and 1979 when gassing was used to remove badgers, cattle TB incidence in the South-West fell from 1.65% to 0.4%, a 75% reduction. Subsequently, in the late 1970s and early 1980s, more widespread badger removal was carried out in three areas. In Thornbury, Gloucestershire, cattle TB incidence fell from 5.6% in the ten years before badger removal to 0.45% in the fifteen years afterwards, a reduction of 90%. In Steeple Leaze, Dorset, there were no herd TB outbreaks for seven years after badgers were removed. In Hartland, Devon, cattle TB incidence dropped from 15% in 1984 to just 4% in 1985, a reduction of more than two thirds.\r\n\r\nFollowing concerns that those exercises lacked rigorous scientific ‘controls’ the government commissioned the Randomised Badger Culling Trial (RBCT). Despite the challenge of the Foot and Mouth Disease outbreak, the RBCT showed that in the four years after proactive badger removal there was a significant reduction in cattle TB incidence relative to control areas. The greatest relative reduction seen was 54% in the eighteen months after proactive badger removal operations, when the full benefits began to appear. The RBCT confirmed what the previous exercises had shown.\r\n\r\n\r\nLicensed badger control operations led by local farmers and landowners in parts of Gloucestershire, Somerset and Dorset have shown that it is safe, humane and effective in reducing the number of badgers needed to bring down disease levels in cattle.  \r\n\r\nBased on the advice of the Chief Veterinary Officer, we are extending this approach over a wider area to bring greater disease control benefits to hard-pressed farmers in the South West. \r\n\r\nWe have also funded licensed private badger vaccination projects to help create a buffer zone around the South-West where TB is most widespread. However TB vaccination does not provide complete protection and it has no impact on infected badgers so it cannot replace culling and a shortage of the vaccine means it’s not an option right now.  \r\n\r\nTo ensure we have a successful and resilient industry, we are determined to use all available measures necessary to eradicate this devastating disease as quickly as possible.   \r\n\r\nWe will continue to deliver on our 25-year strategy for a TB-free England. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-21T14:25:14.646Z","updated_at":"2016-09-21T14:25:14.646Z"},"debate":null}},{"type":"petition","id":130519,"links":{"self":"https://petition.parliament.uk/petitions/130519.json"},"attributes":{"action":"Drop the plans to INCREASE tuition fees further and open more universities.","background":"It will be made easier to open new universities in England, under plans announced by Universities Minister.\r\nThe government's proposals for higher education also confirm plans to allow tuition fees to increase above £9000 from 2017.\r\nThis will depend on universities having high-quality teaching.","additional_details":"The Government should drop plans to allow tuition fees to further rise above £9,000. It has been less than 5 years since the decision to treble them has priced thousands of students out of getting a higher education. The plans to allow top universities to increase fees above universities will price disadvantaged intelligent students out of a top education. \r\nShadow universities minister, Gordon Marsden, warned that it could be \"very dangerous\" to allow new providers to award degrees too quickly.","state":"open","signature_count":53031,"created_at":"2016-05-16T09:24:56.027Z","updated_at":"2016-10-22T22:38:16.425Z","open_at":"2016-05-16T11:16:44.774Z","closed_at":null,"government_response_at":"2016-06-03T11:11:27.760Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-16T10:03:05.388Z","response_threshold_reached_at":"2016-05-17T11:09:58.165Z","creator_name":"Sachin Gulrajani","rejection":null,"government_response":{"summary":"Government’s reforms will deliver greater choice and value for students, promote social mobility and boost productivity. Maximum tuition fees will remain flat in real terms.   ","details":"The reforms announced in our Higher Education and Research White Paper, ‘Success as a Knowledge Economy: Teaching Excellence, Social Mobility and Student Choice’ will support the Government’s mission to boost, life chances and opportunity for all, and enhance the competitiveness and productivity of our economy.  They will also strengthen the UK’s world-class capabilities in research and innovation.\r\n\r\nOur higher education sector is among our greatest national assets. England’s universities rank among the best in the world. They generate the knowledge and skills that fuel our economy and provide the basis for our nation’s intellectual and cultural success.\r\n\r\nHowever, our higher education system is falling short when it comes to delivering value for money for students, employers and taxpayers, and is not fulfilling its full potential as an engine of social mobility and driver of enhanced productivity. \r\n\r\nAll students, regardless of their background, deserve excellent teaching that helps them fulfil their potential. The Teaching Excellence Framework will put in place reputational and financial incentives that will drive up the standard of teaching in all universities, and will put clear, understandable information about outcomes in the hands of students so they know where teaching is best and what benefits they can expect to gain from their course. \r\n\t\r\nThe £9,000 fee cap set in 2012 is now worth £8,500 in real terms, and we cannot allow a situation where our world-class universities are under-funded. As is provided for in the 2004 legislation we will therefore allow high quality providers the opportunity to increase the maximum fees in line with inflation, meaning they will remain flat in real terms. \r\n\r\nYoung people from disadvantaged backgrounds have not been put off going to university with entry rates at a record level of 18.5% in 2015 (compared to 13.6% in 2009). Our repayments system is based on the ability to pay. Repayments start only once a student’s income reaches over £21,000. \r\n\r\nWe are committed to maintaining a system which does not allow entry and growth from poor quality and financially unsustainable providers and deals with poor quality providers already in the system.  In order to be eligible for degree awarding powers, a provider must meet tough quality and Financial Sustainability, Management and Governance criteria. And only once a provider has successfully operated with full degree awarding powers for three years will they become eligible for university title. Nonetheless, our reforms will level the playing field for high quality new entrants, improving the capacity and agility of the higher education sector to respond to the needs of students.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-03T11:11:27.756Z","updated_at":"2016-06-03T11:11:27.756Z"},"debate":null}},{"type":"petition","id":128969,"links":{"self":"https://petition.parliament.uk/petitions/128969.json"},"attributes":{"action":"Enforce the Consumer Rights Act to protect music, arts and sport fans from touts","background":"Fans are being ripped-off by ticket resales. The Consumer Rights Act has not changed this. We demand that Parliament enact last year’s ticket resale amendment, which provides tougher sanctions for resale websites, and also require ticket resellers to reveal their identities. \r\n","additional_details":"On a commercial scale, touting deprives the Treasury of VAT, and performance copyright holders of royalties that should be paid on the mark-ups. It also denies artistes the ability to ensure their events are priced so anyone can attend.\r\n\r\nAmendment text, beginning page 3: http://www.publications.parliament.uk/pa/bills/cbill/2014-2015/0134/15134.1-7.html ","state":"open","signature_count":52573,"created_at":"2016-04-27T16:57:17.991Z","updated_at":"2016-10-22T23:43:25.586Z","open_at":"2016-04-29T14:07:58.504Z","closed_at":null,"government_response_at":"2016-06-08T14:41:07.054Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":null,"response_threshold_reached_at":"2016-05-07T06:53:35.759Z","creator_name":"Adam Tudhope","rejection":null,"government_response":{"summary":"Profession Waterson’s independent review of consumer protection measures concerning online secondary ticketing facilities was published on 26 May 2016. ","details":"The Consumer Rights Act 2015 introduced new requirements in relation to the re-sale of tickets through online secondary ticketing facilities for recreational, sporting or cultural events in the UK.  These came into force on 27 May 2015.\r\n\r\nThe Act placed new obligations to provide information about tickets on both ticket re-sellers and the secondary ticketing facilities and are aimed at providing transparency and protection for consumers.  The measures include the duty to provide information about certain connections the seller might have with either the online facility on which they are selling, or the organiser of the event for which the ticket is being sold.  Other consumer legislation requires the identification of the seller, where they are acting as a ‘trader’.\r\n\r\nThe secondary ticketing provisions were introduced in recognition of concerns raised in Parliament that the ticket re-sale secondary market was not functioning correctly and that consumers risked not being sufficiently protected.  \r\n\r\nLocal authority trading standards services have a duty to enforce the secondary\r\nticketing provisions of the 2015 Act in Great Britain (the Department for Enterprise, Trade and Investment is the relevant enforcer for Northern Ireland).  They also enforce other consumer protection legislation, which may be relevant to ticketing.  Suspected or actual breaches of such legislation should first be reported via the Citizens Advice consumer helpline, following which Citizens Advice may refer cases to Trading Standards Services for appropriate action. The Government expects all sellers, secondary ticketing facilities and event organisers to comply with the Act’s secondary ticketing provisions that apply to them, as well as with any other relevant law, including consumer protection, copyright and taxation.    \r\n\r\nIn addition to the obligations described above, the Act required that a review of consumer protection measures should be undertaken. In October 2015, Professor Michael Waterson was appointed to carry out an independent review and his report was published on 26 May 2016:  https://www.gov.uk/government/publications/consumer-protection-measures-applying-to-ticket-resale-waterson-review\r\n\r\nProfessor Waterson considers how tickets come to the secondary market and how pricing, ticketing and venue control are intimately linked. He has recommended a number of practical actions that companies in both the primary and secondary ticket markets could take to increase transparency on ticketing for the consumer.  He believes that the primary ticketing market should do more to protect itself from ‘bots’ that mass purchase tickets, including reporting 'bot' attacks to the Police. And he says the secondary sites should do more to ensure sellers using them comply with the provisions in the Consumer Rights Act 2015. For reasons he sets out in his Report, Professor Waterson is not convinced that price capping is an appropriate solution to issues in the market at this time.\r\n\r\nThe Government will consider Professor Waterson’s Report and respond to it in due course.  \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-08T14:41:07.050Z","updated_at":"2016-06-08T14:41:07.050Z"},"debate":null}},{"type":"petition","id":150516,"links":{"self":"https://petition.parliament.uk/petitions/150516.json"},"attributes":{"action":"Make Eid a National Holiday","background":"Make Eid a National Holiday so that British Muslims do not have to use their annual leave or provide them with the option of swapping Christmas day for Eid holiday.","additional_details":"","state":"open","signature_count":51331,"created_at":"2016-06-27T12:22:49.703Z","updated_at":"2016-10-22T10:14:42.665Z","open_at":"2016-06-28T09:10:26.902Z","closed_at":null,"government_response_at":"2016-07-14T09:28:19.956Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T15:04:48.433Z","response_threshold_reached_at":"2016-06-30T13:31:14.123Z","creator_name":"Moshinur choudhury ","rejection":null,"government_response":{"summary":"The Government has no plans to create another public holiday, or to vary the existing arrangements.   The current pattern is well established and accepted.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals. \r\nThe current pattern is well established and accepted, and there are no current plans to create another permanent bank holiday, or to enable employees to swap existing bank holidays.\r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nEmployers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-07-14T09:28:19.953Z","updated_at":"2016-07-14T09:28:19.953Z"},"debate":null}},{"type":"petition","id":168391,"links":{"self":"https://petition.parliament.uk/petitions/168391.json"},"attributes":{"action":"Make tampons and sanitary towels free for females","background":"Menstruation is a natural part of life for almost every female on the planet. The fact that women have to spend thousands of pounds on their periods whilst free contraception is handed out is absurd and needs to be changed. Menstruation is a lot harder to refrain from than sex.","additional_details":"The average woman spends around £6,000 in her lifetime on tampons and sanitary towels, not including money also spent on pain relief (a further £2,000).\r\n\r\nThe NHS spends roughly £68,000 a year on free contraception.\r\n\r\nSex and periods; both are equally important and need to be treated as such. ","state":"open","signature_count":47608,"created_at":"2016-10-03T11:00:39.877Z","updated_at":"2016-10-22T23:40:14.493Z","open_at":"2016-10-05T16:20:26.155Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-03T11:22:31.648Z","response_threshold_reached_at":"2016-10-12T18:31:18.169Z","creator_name":"Halima Nabahan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":160883,"links":{"self":"https://petition.parliament.uk/petitions/160883.json"},"attributes":{"action":"Close sharia courts set up in the uk and make sharia law illegal in britain","background":"There are thought to be around 100 Sharia Law courts operating throughout the UK, dispensing Islamic justice outside the remit of our own legal system. We are putting to the government that these courts should immediately should be closed and sharia made illegal in the uk. ","additional_details":"Making sharia law courts illegal will not only see british law rule it will also give british and none british muslims freedom and justice based on uk law. This is great britain it is one land with one law and law is the way of the land.","state":"open","signature_count":41899,"created_at":"2016-07-12T12:52:28.556Z","updated_at":"2016-10-22T23:48:27.136Z","open_at":"2016-07-21T15:50:34.309Z","closed_at":null,"government_response_at":"2016-08-11T10:44:33.673Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-12T13:27:50.476Z","response_threshold_reached_at":"2016-07-24T09:24:21.301Z","creator_name":"stephen burgess","rejection":null,"government_response":{"summary":"Sharia councils are not courts in England and Wales. They cannot legally enforce any decision and must operate within the rule of national law. The Government has no plan to change this position. ","details":"Many British people of different faiths follow religious codes and practices. The Government does not prevent individuals from seeking to regulate their lives through religious beliefs or cultural traditions. Nothing in the law prevents people abiding by Sharia principles if they wish, provided their actions do not conflict with the law. If they do conflict, then national law prevails.\r\n\r\nSharia councils are not courts, and they are not in any sense part of the legal system in this country. Sharia councils have no legal power to enforce any decisions they make. Any religious council, or other body through which people seek to resolve their disputes, must operate within the rule of national law.\r\n\r\nThe Government understands that there are concerns about Sharia councils. The full, independent review into the application of Sharia law in England and Wales, launched by the previous Home Secretary on 26 May, will enhance our understanding of any misuse of Sharia law, and the extent of any problem where it may exist.\r\n\r\nMinistry of Justice\r\n","created_at":"2016-08-11T10:44:33.669Z","updated_at":"2016-08-11T10:44:33.669Z"},"debate":null}},{"type":"petition","id":150220,"links":{"self":"https://petition.parliament.uk/petitions/150220.json"},"attributes":{"action":"We require any BRexit deal preserves UK access to EU collaborative R\u0026D programs.","background":"UK access to EU R\u0026D programmes stimulates £billions of investment and gives the UK access to skills and technologies that it does not have. Ending our access to these programmes will weaken our economy which depends on exploitation of innovative science and technology.","additional_details":"The BRexit negotiators could request associate country status as part of the deal, preserving much of the value of the collaborations. Of course, the UK could replace the funding lost from the EU, but it cannot replace the research collaboration with like minded researchers across the EU. They would have no incentive to collaborate with UK researchers without financial incentives. The UK would thus lose influence and damage an economy dependent on ideas generation and exploitation.","state":"open","signature_count":38713,"created_at":"2016-06-27T10:30:28.365Z","updated_at":"2016-10-22T21:52:57.307Z","open_at":"2016-07-12T17:36:08.830Z","closed_at":null,"government_response_at":"2016-09-09T15:21:28.156Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T14:33:21.278Z","response_threshold_reached_at":"2016-07-21T08:05:26.454Z","creator_name":"David Robinson","rejection":null,"government_response":{"summary":"The Government recognises the value of global collaboration for innovative science and technology as it seeks to secure the best deal possible to maintain the UK’s world leading status in this area.","details":"The UK’s economy is fundamentally strong and the UK’s science, research and innovation are world leading. The UK punches well above its weight, with the most productive science base in the G7.  \r\n\r\nThere will then be a negotiation process to redefine the terms of the UK relationship with Europe, and the period between invoking Article 50 and our eventual exit from the European Union (EU) is expected to last at least two years.  The UK’s decision to leave the EU has no immediate effect on those applying to or participating in EU-funded research programmes as the UK is still an EU member state and UK organisations can continue to participate under the same terms and conditions as they currently do. \r\n\r\nExcellent science depends on excellent collaboration and the strongest position for UK science and research that benefits us all, is to be collaborative, outcome-focused and global in our approach. \r\n\r\nThe Government continues to value scientists, researchers and students, including those from outside the UK who come to learn and work in our country and recognises the benefits that the rich diversity of our research and scientific communities brings to our society and our economy. The UK continues to be one of the best places in the world to do science and the Government will work to ensure that our excellent education and research remains a magnet for brilliant minds.\r\n\r\nThe Treasury announced on 13 August that it will underwrite the payment of bids for competitive EU funds (including Horizon 2020), even when specific projects continue beyond the UK’s departure from the EU.\r\n\r\nThe UK will continue to play a leading role in major non-EU research collaborations that take place here – from CERN (the European Organization for Nuclear Research) in Switzerland to the European Space Agency. Just this month the UK’s application to become a full member of a major new particle accelerator, the European Spallation Source in Sweden, has been confirmed.\r\n\r\nThe Science and Research Budget has been protected in real terms, with Resource funding growing from £4.7bn in 2016/17 to £5.1bn in 2019/20, including a new £1.5bn Government investment over the period 2016/17 – 2020/21 in a Global Challenges Research Fund (GCRF).\r\n\r\nInvestment in the Newton Fund http://www.newtonfund.ac.uk/ has been doubled to £150 million per year by 2021, meaning a total UK investment of £735 million from 2014 to 2021. This is match-funded by developing countries the Government has identified as having the potential to become future science and innovation leaders and can benefit most from collaboration.\r\n\r\nThe Government’s Science and Innovation Network https://www.gov.uk/government/world/organisations/uk-science-and-innovation-network, through which 90 staff based in 31 countries around the world support work on global challenges such as antimicrobial resistance and climate change, exemplifies our global approach.\r\n\r\nThe importance of our innovative high growth businesses to the UK economy is clear.  That is why UK Research and Innovation is being set up to combine Research Councils, Innovate UK and the administration of the dual support mechanism for England.   This independent body will reform the future landscape for the funding of science and innovation in the UK, further facilitating national and international collaborations. \r\n\r\n\r\nThe UK is, and will continue to be, a hub of global activity and the his government, now more than ever, will play its part in ensuring that the UK continues to be a place for great minds to come together from Europe and from all over the world to build knowledge, understanding and better solutions to our shared global challenges.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-09-09T15:21:26.697Z","updated_at":"2016-09-09T15:21:26.697Z"},"debate":null}},{"type":"petition","id":160455,"links":{"self":"https://petition.parliament.uk/petitions/160455.json"},"attributes":{"action":"Public review into the decision to close the Children's Heart Unit Leicester","background":"Public review required. NHSE to disclose all information that led to the decision. Include all CHD Centres in this disclosure. NHSE to disclose the names of the panel in order to demonstrate their suitability. NHSE to disclose any involvement the panel had in the previous review.","additional_details":"NHSE intend to decommission Children’s Heart Services at Glenfield Hospital. Public consultation is required to examine the decision. Since the previous flawed review the unit has provided a high quality service, it is one of the best performing centres in England. It is on target to meet the figure of 125 cases per surgeon. Stopping CHD Services will result in loss of ECMO which accounts for 50% of national capacity impacting the provision of PICU \u0026 other services that require a PICU to operate. The loss of the unit \u0026 surgeons means the loss of Adult CHD Services. The lives of Children \u0026 Adults will be at risk.\r\n \r\n \r\n ","state":"open","signature_count":34658,"created_at":"2016-07-10T18:36:44.413Z","updated_at":"2016-10-22T23:47:46.978Z","open_at":"2016-07-22T11:33:27.360Z","closed_at":null,"government_response_at":"2016-09-28T14:41:56.646Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-10T18:57:35.885Z","response_threshold_reached_at":"2016-07-26T15:31:18.415Z","creator_name":"Samantha Norton","rejection":null,"government_response":{"summary":"No final decisions have been taken about the future of Leicester or any other congenital heart diseases services in England. The aim is to secure the best possible, sustainable outcomes for patients.","details":"Since 2013, NHS England has been working with expert clinicians and patients to devise and agree a new set of standards for the treatment of congenital heart disease (CHD). The aim is to secure the best possible sustainable outcomes for all patients, including improved opportunities for survivors to lead better lives; tackling variation, particularly to ensure resilient 24/7 care; and improving patient experience.\r\n\r\nThe new standards for CHD were published in July 2015 for implementation from April 2016.  These standards – almost 200 of them – were collaboratively developed over a two-year period, by patients and their families/carers; clinicians; commissioners, and other experts. They were the subject of extensive public consultation, and all the views put forward were considered before the standards were finalised.\r\n\r\nSince July 2015, NHS England has been working with hospital trusts and others to assure that patients benefit from a service that meets the agreed standards both now and into the future. To that end, NHS England has set out proposals which it is ‘minded’ to take forward, based on the findings of the recent self-assessment exercise. Whether or not these actions are carried out will be subject to the outcome of public consultation, which will begin later this year\r\n\r\nInformation regarding consultation will be communicated as widely as possible, well in advance of any consultation starting. NHS England proposes releasing information on the panel members, and publishing the detailed individual assessments as part of its consultation. It will also make sure that the consultation takes particular account of any other services which could be impacted by changes to CHD services.   \r\n\r\nIf, following this consultation, it is decided to implement the proposal, this would not mean the end of congenital heart disease services at University Hospitals of Leicester NHS Trust. NHS England is keen to work with the management and clinicians at the Trust to retain the majority of specialist medical care, which would mean that congenital heart disease patients in the East Midlands could still receive their ongoing care and more minor interventions in Leicester. \r\n \r\nFurther information can be found on NHS England’s website and accessed via the following link: https://www.england.nhs.uk/commissioning/spec-services/npc-crg/chd/\r\n\r\nDepartment of Health","created_at":"2016-09-28T14:41:56.643Z","updated_at":"2016-09-28T14:41:56.643Z"},"debate":null}},{"type":"petition","id":129830,"links":{"self":"https://petition.parliament.uk/petitions/129830.json"},"attributes":{"action":"We call on the Government to commit to a new national stroke strategy","background":"The current stroke strategy is coming to an end and the Government has said that they have no plans to introduce a new one. Right now the Government is not listening to stroke survivors who want and need a national stroke strategy. Without this, lives could be at risk.","additional_details":"Stroke survivors are not getting the care and support they need. We are calling on the government to commit to a new national stroke strategy to drive improvements in treatment, care and support so that every stroke survivor can make the best possible recovery.\r\n\r\nFind out more: www.stroke.org.uk/newera\r\n","state":"open","signature_count":34654,"created_at":"2016-05-09T16:56:43.984Z","updated_at":"2016-10-22T22:00:42.839Z","open_at":"2016-05-09T17:27:09.740Z","closed_at":null,"government_response_at":"2016-07-25T08:28:55.077Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T17:02:47.189Z","response_threshold_reached_at":"2016-06-28T22:16:46.975Z","creator_name":"David Bridson","rejection":null,"government_response":{"summary":"Action is being taken to ensure we continue to make progress on stroke. The stroke strategy remains valid and as implementation continues, there are no current plans to renew it.","details":"Great progress has been made on stroke since the introduction of the stroke strategy. Fewer people are dying from stroke and treatment has improved considerably: \r\n\r\n•\t82% of stroke patients now spend the majority of their hospital stay on a stroke unit compared to around 60% in 2010;  \r\n\r\n•\taccess to immediate brain scanning has improved considerably with around 92% of patients receiving a brain scan within 12 hours of arriving in hospital compared to around 70% receiving a scan within 24 hours in 2010;\r\n\r\n•\t85% of eligible patients now receive clot busting drugs, giving them a better chance of regaining their independence following a stroke, compared to 25% in 2010. \r\n\r\nThe stroke strategy remains valid and implementation continues. There are, therefore, no current plans to renew the strategy. However, action is being taken to ensure we continue to make progress on stroke. This action includes;\r\n \r\n•\tongoing work across the country to organise acute stroke care to ensure that all stroke patients, regardless of where they live or what time of the day or week they have their stroke, have access to high quality specialist care;\r\n\r\n•\ta cardiovascular disease (CVD) collaborative group, hosted by NHS England, is to coordinate reducing premature mortality in both primary and secondary care settings in relation to people with, or at risk of CVD including stroke; and\r\n\r\n•\tNHS England’s National Clinical Director for Stroke continues to work with the Urgent and Emergency Care Networks, clinical commissioning groups, voluntary agencies and individual providers to support better commissioning and provision of stroke care.\r\n  \r\nMore generally, the NHS Five Year Forward View recognises that quality of care, including stroke care, can be variable and that patients’ needs are changing and new treatment options are emerging. The Five Year Forward View sets out high level objectives to address these issues.   \r\n\r\nDepartment of Health","created_at":"2016-07-25T08:28:55.074Z","updated_at":"2016-07-25T08:28:55.074Z"},"debate":null}},{"type":"petition","id":128217,"links":{"self":"https://petition.parliament.uk/petitions/128217.json"},"attributes":{"action":"We demand a Public Inquiry into the UK Government's culture of lying to voters","background":"Over the last 20 years, UK governments have increasingly used lies, smears, spin \u0026 misrepresentations in presenting cases to voters. We are now being systematically misled on many issues. We must know WHY \u0026 HOW our own Government chooses to subvert democratic processes by abandoning truth \u0026 honesty.","additional_details":"In the EU Referendum campaign, the Government has regularly misrepresented distant possibilities, conjectures and suppositions as if they were actual facts. It has also slyly misrepresented tendentious averages as applying to \"every household\" and made false claims about their own achievements and policies, as well as false claims about political opponents and their policy aims.\r\n\r\nThis culture started before the Iraq war. Governments must stop peddling lies to voters \u0026 claiming they are facts!","state":"open","signature_count":33339,"created_at":"2016-04-18T12:09:24.886Z","updated_at":"2016-10-22T22:12:31.224Z","open_at":"2016-05-06T13:49:55.005Z","closed_at":null,"government_response_at":"2016-07-25T09:19:21.442Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-18T16:23:47.511Z","response_threshold_reached_at":"2016-05-25T22:32:06.846Z","creator_name":"Keith James Phair","rejection":null,"government_response":{"summary":"The Government refutes the assertions in this petition which do not reflect how this Government operates.  This Government is one of the most transparent in the world. ","details":"It is a tempting, but fundamentally false and misleading assumption that, where somebody holds a different opinion, their motives must automatically be malign or dishonest.  In a free society it has to be possible for people to disagree with each other in a reasonable fashion without immediately assuming the other side is lying. The assertions in this petition fall squarely into this trap and, accordingly, the Government refutes them strongly.\r\n\r\nThis Government is one of the most transparent in the world.  The third Open Government National Action Plan sets out new commitments on access to information, civic participation, public accountability, and technology and innovation. In turn these will help to ensure that transparency, openness and accountability are embedded in everything we do.\r\n\r\nEqually, Ministers and civil servants must behave in a way that upholds the highest standards of propriety as laid out in  their respective Codes of Conduct.\r\n\r\nThe Government published information about the EU Referendum in line with previous governments ahead of the 1975 European Referendum and the Scottish Independent Referendum. If there are specific concerns about the quality or accuracy of the evidence behind the Government’s publications, there are extensive details of the independent sources for the information published on Gov.uk. \r\n\r\nCabinet Office","created_at":"2016-07-25T09:19:21.440Z","updated_at":"2016-07-25T10:58:49.567Z"},"debate":null}},{"type":"petition","id":132590,"links":{"self":"https://petition.parliament.uk/petitions/132590.json"},"attributes":{"action":"Remove the need to display a front number plate on a vehicle in the UK","background":"In the uk it is a legal requirement to display a licence or numberplate on the front of a vehicle. We believe this is an outdated and now unnecessary requirement.\r\n\r\nMost AMPR  and trafic safety systems are capable of reading the rear plate (which most are sighted for)\r\n\r\n","additional_details":"Front plates spoil the cosmetic look lf many vehicles. Often meaning they are moved around or otherwise placed in various places making it difficult to read anyway.\r\n\r\nMany vehicle manufacturers have to adapt designs for uk spec vehicles to make way for a numberplate. This can make vehicles less attractive to people.\r\n\r\nWe believe front plates are not needed, often unclear or not visable and should therefore not be a legal requirement.","state":"open","signature_count":30743,"created_at":"2016-06-13T20:56:10.358Z","updated_at":"2016-10-22T20:36:41.925Z","open_at":"2016-06-21T14:34:17.052Z","closed_at":null,"government_response_at":"2016-07-06T12:55:42.073Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-13T21:07:17.688Z","response_threshold_reached_at":"2016-06-21T20:57:41.759Z","creator_name":"Matthew Bench","rejection":null,"government_response":{"summary":"In the interests of road safety and to support law enforcement, the Government will not be changing the legal requirement for vehicles to display front and back number plates. ","details":"UK legislation specifies the position at which number plates must be displayed on a vehicle.  The main purpose of number plates is to make vehicles readily identifiable for the purpose of law enforcement, road safety and the collection of vehicle excise duty.  In addition, members of the public who report incidents to the police are often aided by the presence of both front and rear number plates\r\n\r\nAutomatic Number Plate Recognition (ANPR) is widely used by the police and others for the purpose of detection and prevention of crime and to support road safety.  ANPR is critically dependent upon the presence of clear and readable number plates on vehicles.\r\n\r\nIn the interests of road safety and law enforcement the Government will not be changing the legislative requirement for vehicles to display front number plates.\r\n\r\nDepartment for Transport","created_at":"2016-07-06T12:55:42.071Z","updated_at":"2016-07-06T12:55:42.071Z"},"debate":null}},{"type":"petition","id":134362,"links":{"self":"https://petition.parliament.uk/petitions/134362.json"},"attributes":{"action":"Compulsory teaching of Politics and International relations at GCSE level","background":"Young children within Britain need to be educated to be able to understand political issues. Debates have become a form of political advertising and has led to youth disengagement. This education will bring higher voter turnout, higher youth engagement and more representative political decisions. ","additional_details":"A Politics and International Relations curriculum within UK schools would allow younger people to grasp a better understanding of political issues which will have large implications on their life. Political understanding will also give young voters the ability to sift through the sand bagging, political jargon and media bias that dominates British politics today. Therefore giving more educated, well understood and well researched opinions and votes in political debates, referendums and elections","state":"open","signature_count":30419,"created_at":"2016-06-24T11:33:39.716Z","updated_at":"2016-10-22T20:36:11.376Z","open_at":"2016-06-28T11:41:24.047Z","closed_at":null,"government_response_at":"2016-09-15T10:33:47.867Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T21:16:19.547Z","response_threshold_reached_at":"2016-06-29T20:39:49.393Z","creator_name":"Ryan Bradbrook","rejection":null,"government_response":{"summary":"\r\nThis government’s plan for education aims to ensure that all young people are prepared to make a positive contribution to British society.\r\n","details":"This government’s plan for education is to ensure that all young people are prepared for life in modern Britain, and enabled to make a positive contribution to British society. There are currently opportunities for young people to engage with political issues and develop political understanding both through the curriculum and through school life more broadly.\r\n\r\nWithin the curriculum, citizenship has been a compulsory subject in maintained schools since 2002. The programmes of study are designed to prepare pupils to play a full and active part in society, and are organised around core knowledge about democracy, government, and how laws are made and upheld. Citizenship education should equip pupils with the knowledge to explore political and social issues critically, to weigh evidence, debate and make reasoned arguments. Schools have the freedom to decide how they wish to teach the citizenship curriculum to meet the needs of all their pupils. At Key Stage 4, Citizenship Studies GCSE requires students to know and understand the meaning of democracy, how parliamentary democracy operates within the constituent parts of the UK and how government works. Students should also know and understand the relationship between the state and citizens; the rights, responsibilities and duties of citizens living and working in the UK; and how people participate in democracy.\r\n\r\nOther subjects include content that helps to engage young people with political issues. We have reformed history GCSEs, which now have a much stronger emphasis on British history. Within this, there is scope for pupils to study key events such as the origins and evolution of Parliament and parliamentary democracy, Magna Carta, and extensions of the franchise. Pupils can also learn about rights and responsibilities as part of personal, social, health and economic (PSHE) education, a non-statutory subject that can encompass many areas of study. At AS and A level students are able to study politics, where students are expected to develop a broad understanding of the historical development of government and politics in the UK.\r\n\r\nThe government is also taking action in a range of other areas to prepare young people for adult life in modern Britain. We are expanding the National Citizen Service, which promotes cohesion, empathy and positive sharing of ideas.  We are also promoting character education in schools, which can serve to support pupils to make a positive contribution to British society.   \r\n\r\nDepartment for Education","created_at":"2016-09-15T10:33:47.864Z","updated_at":"2016-09-15T10:33:47.864Z"},"debate":null}},{"type":"petition","id":168127,"links":{"self":"https://petition.parliament.uk/petitions/168127.json"},"attributes":{"action":"Demand an end to the pay restraint imposed on agenda for change NHS staff.","background":"Agenda for change staff including nursing, midwifery, healthcare assistants and associated healthcare professionals have suffered a pay restraint since 2010. Losing approximately 14% in real terms of their pay, staff are struggling nationwide and many have been pushed into poverty.  ","additional_details":"The impact of the pay restraint is harsh. Many are sadly leaving the professions they love. There is an NHS staff crisis. In London we lack 10,000 nurses. Yet two fifths of nurses living in the capital plan to leave as they are unable to pay their rent. Staff reporting using food banks and hardship funds is increasing. The pay restraint must end. \r\nhttps://www.nursingtimes.net/news/workforce/london-nurses-priced-out-of-capital-by-housing-costs/7004379.article\r\nhttps://www.rcn.org.uk/nursingcounts","state":"open","signature_count":29762,"created_at":"2016-09-29T18:08:16.227Z","updated_at":"2016-10-22T23:57:49.945Z","open_at":"2016-10-03T16:42:35.321Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T18:31:09.096Z","response_threshold_reached_at":"2016-10-05T07:01:54.062Z","creator_name":"Danielle Tiplady","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133767,"links":{"self":"https://petition.parliament.uk/petitions/133767.json"},"attributes":{"action":"Ask the Government not to invoke article 50 of the Lisbon treaty.","background":"Parliament is sovereign and, if Brexit wins, the Government will not be legally obliged to invoke the Lisbon treaty to start an EU exit. The vote represents less than 75% of the population and already the leave propaganda has been proving untrue.","additional_details":"","state":"open","signature_count":25509,"created_at":"2016-06-24T07:08:33.706Z","updated_at":"2016-10-22T22:54:05.069Z","open_at":"2016-06-30T16:17:30.142Z","closed_at":null,"government_response_at":"2016-08-11T14:59:37.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:22:25.884Z","moderation_threshold_reached_at":"2016-06-24T17:45:05.822Z","response_threshold_reached_at":"2016-07-03T13:48:26.655Z","creator_name":"Andy Wheeler","rejection":null,"government_response":{"summary":"The British people have voted to leave the European Union and their will must be respected and delivered.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Article 50 explicitly recognises that a Member State may decide to withdraw “in accordance with its own constitutional requirements”. It is for the Member State concerned to determine what those constitutional requirements are.\r\n\r\nDepartment for Exiting the European Union ","created_at":"2016-08-11T14:59:37.803Z","updated_at":"2016-08-11T14:59:37.803Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":133540,"links":{"self":"https://petition.parliament.uk/petitions/133540.json"},"attributes":{"action":"Let Parliament decide whether or not we remain a member of the European Union","background":"The people of the United Kingdom just voted to leave the European Union.\r\n\r\nHowever, the referendum is not binding and Parliament remains supreme. As a representative democracy, this petition proposes that we hand the question over to those qualified, and paid by taxpayers, to answer it.","additional_details":"The European Union is a complex institution. As such, politicians and the media have been unable to present clear, factual and un-biased information to the general public on either side of the referendum debate. The outcome, therefore, has been largely the product of misinformation and the referendum should not be the basis on which we, as a country, make such a monumental decision.","state":"open","signature_count":25299,"created_at":"2016-06-24T04:39:25.111Z","updated_at":"2016-10-22T22:56:06.256Z","open_at":"2016-06-29T18:08:41.704Z","closed_at":null,"government_response_at":"2016-08-11T15:00:18.476Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:23:23.731Z","moderation_threshold_reached_at":"2016-06-24T05:21:43.405Z","response_threshold_reached_at":"2016-07-04T18:05:27.012Z","creator_name":"Ryan Dowding","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected. Parliament will clearly have an important role in making sure we find the best way forward.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Parliament overwhelmingly supported the Referendum Bill by a margin of 6 to 1. While legally there is no obligation to consult Parliament on triggering Article 50, it will clearly have an important role in making sure that we find the best way forward. \r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T15:00:18.474Z","updated_at":"2016-08-17T13:24:57.799Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":132191,"links":{"self":"https://petition.parliament.uk/petitions/132191.json"},"attributes":{"action":"Allow loud call for prayer (Adhan) in UK mosques","background":"The adhan, or Islamic call to prayer, is an integral part of the Muslim faith. The number of people practicing the religion of Islam in the United Kingdom exceeds 3 million. Some neighborhood towns have more than 50% Muslim population. ","additional_details":"I believe its the right time to experiment and allow highly muslim populated areas with a loud call for prayer atleast 3 times a day not during anti-social hours.","state":"open","signature_count":25211,"created_at":"2016-06-07T15:00:36.268Z","updated_at":"2016-10-22T23:45:46.291Z","open_at":"2016-06-15T15:33:47.161Z","closed_at":null,"government_response_at":"2016-10-04T10:40:54.706Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-08T11:26:22.919Z","response_threshold_reached_at":"2016-06-20T23:04:42.313Z","creator_name":"Muhammad Ashraf Ali Yusuf","rejection":null,"government_response":{"summary":"Britain has a proud tradition of religious tolerance and we support people’s right to conduct their lives in accordance with their faith.","details":"Britain is a country with a proud history of upholding the values of faith, and of recognising the principle of freedom of religious observance for all citizens. \r\n\r\nThe Government recognises the unique contribution that people of faith make to their own local communities and to wider society. Britain’s religious and racial diversity strengthens and enriches our society. Freedom of religious observance for all citizens is an important principle of a free society. \r\n\r\nAnyone wishing to discuss public calls to worship should speak to their local authority.\r\n\r\nDepartment for Communities and Local Government","created_at":"2016-10-04T10:40:54.704Z","updated_at":"2016-10-04T10:40:54.704Z"},"debate":null}},{"type":"petition","id":137376,"links":{"self":"https://petition.parliament.uk/petitions/137376.json"},"attributes":{"action":"A change in prime minister should trigger a general election.","background":"We the undersigned ask parliament to legislate to require the calling of a general election within 3 months of a prime minister resigning leadership of his/her party.","additional_details":"The office of prime minister has come a long way since its inception and the phrase 'first among equals' is no longer an appropriate description of his/her role.\r\n\r\nIn addition, during a general election, the potential prime minister has a significant effect on voting behaviour, often more so than the local MP being voted for.\r\n\r\nDemocracy demands that a country's ruler be elected by the people, the appointing of a prime minister post-resignation is undemocratic.","state":"open","signature_count":25186,"created_at":"2016-06-25T08:34:10.466Z","updated_at":"2016-10-22T20:36:52.388Z","open_at":"2016-06-30T09:54:04.371Z","closed_at":null,"government_response_at":"2016-07-21T14:32:43.863Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T10:10:19.100Z","response_threshold_reached_at":"2016-07-12T08:18:02.287Z","creator_name":"Richard Pope","rejection":null,"government_response":{"summary":"As set out in the Cabinet Manual, when a Prime Minister resigns from his position and his MPs have a majority in the Commons, it is for the party or parties in government to identify a successor. ","details":"An early election can only be triggered by Members of the House of Commons. The Fixed Term Parliaments Act 2011 means that an early General Election can only be called if two thirds of the Members of the Commons vote in favour of a motion for an early General Election (as worded in section 2(2) of the Act) or a motion of no confidence in the Government is passed by a majority of Members of the House of Commons (as worded in section 2(4) of the Act), and no subsequent motion of confidence is passed within 14 days. \r\n\r\nThe Act was introduced to provide greater predictability and continuity, enabling better long term legislative and financial planning. The Act allows any Member of the House of Commons to table a motion which would result in an early General Election. \r\n\r\nAs set out in the Cabinet Manual, the appointment of the Prime Minister is a prerogative power which is exercised by the Monarch. On the advice of the existing Prime Minister, the Monarch appoints the new Prime Minister according to his or her ability to command the confidence of the House of Commons.\r\n\r\nOver the past century, Britain has changed Prime Minister 24 times and on 12 occasions this has occurred without a General Election. It is therefore, by no means unprecedented that a person is appointed Prime Minister of the United Kingdom between General Elections. \r\n\r\nCabinet Office","created_at":"2016-07-21T14:32:43.861Z","updated_at":"2016-07-21T14:32:43.861Z"},"debate":null}},{"type":"petition","id":161635,"links":{"self":"https://petition.parliament.uk/petitions/161635.json"},"attributes":{"action":"Call on Andrea Leadsom to NOT hold a vote to repeal the Hunting Act 2004.","background":"Andrea Leadsom has pledged to hold a vote to repeal the ban. The Hunting Act outlaws the hunting of foxes, deer, hare and mink with dogs.\r\n\r\nHunting wild animals with dogs and letting them get ripped apart for ‘entertainment’ is cruel and inhumane, and has no place in our civilized society. ","additional_details":"Animals suffer physiological and psychological stress when chased by a hunt, whether they are killed or not. This was established as fact back in 2000 by a parliamentary inquiry (Burns et al., 2000), which led to the ban. \r\n\r\nThe below references have proof and further info:\r\n\r\nBurns, L. et al. (2000) Report of the committee of inquiry into hunting with dogs in England and Wales. The Stationery Office, London.\r\n\r\nhttps://www.league.org.uk/~/media/Files/LACS/Publications/A-case-against-A4-report.pdf ","state":"open","signature_count":25107,"created_at":"2016-07-15T10:02:32.212Z","updated_at":"2016-10-22T23:41:34.892Z","open_at":"2016-07-22T15:13:52.643Z","closed_at":null,"government_response_at":"2016-10-11T12:46:32.593Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-15T11:35:02.341Z","response_threshold_reached_at":"2016-09-21T08:16:17.488Z","creator_name":"Joshua Humphries","rejection":null,"government_response":{"summary":"There is a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.\r\n\r\n","details":"The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, the Act sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: www.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nUnder the Act, an individual can receive a fine of up to £5,000 if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 to cause unnecessary suffering to an animal. The maximum penalty is an unlimited fine and/or six months imprisonment. Anyone that believes an offence is taking place, or has taken place, under the Hunting Act 2004 or the Animal Welfare Act 2006 should report the matter to the Police.  \r\n\r\nThe Government continues to stand by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why this issue has been a free vote issue for many years.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-11T12:46:32.591Z","updated_at":"2016-10-11T12:46:32.591Z"},"debate":null}},{"type":"petition","id":128190,"links":{"self":"https://petition.parliament.uk/petitions/128190.json"},"attributes":{"action":"To introduce a permanent, minimum passing distance when overtaking cyclists.","background":"Cycling in the UK has become a truly popular sport and way of commuting, but we still vulnerable.In 2014 21,287 cyclist were injured in reported road accidents in the UK, 113 were killed and 3,401 were seriously injured.The Highway Code, Rule 212 states giving \"plenty of room\" when passing cyclists.","additional_details":"The lack of a clear specification may result in a personal decision what a \"plenty of room\" means in terms of distance. Therefore, introducing a minimum legal passing distance when overtaking cyclists will considerably reduce the number of cyclist casualties, aiding in a safe cycling practice. Suggestion of 3.28 ft (1 m) when overtaking cyclists on roads with speed limits up to and including 30mph. On roads with higher speed limits, the minimum passing distance should be 4.9 ft (1.5 m).","state":"open","signature_count":23783,"created_at":"2016-04-17T20:13:12.533Z","updated_at":"2016-10-22T21:04:32.150Z","open_at":"2016-04-29T14:24:24.032Z","closed_at":null,"government_response_at":"2016-05-09T13:20:35.512Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-28T14:39:26.520Z","response_threshold_reached_at":"2016-05-04T20:09:24.456Z","creator_name":"Tony C Martin","rejection":null,"government_response":{"summary":"This Government currently does not have plans to legislate on a set minimum space e.g. 1 metre on roads with a speed limit of up to 30mph when overtaking a cyclist. ","details":"This type of legislation would be extremely difficult to enforce and the Government does not believe that it would add to the existing rules and guidance, including those set out in the Highway Code, which advises drivers to give cyclists “at least as much room as you would when overtaking a car”.\r\n\r\nWe are keeping this position under review, and are interested in learning from the experience of places where legislation of this type has been introduced. One example is South Australia, where since 25th October 2015, drivers are required to give a minimum of one metre when passing a cyclist where the speed limit is 60km/h (37.3mph) or less or 1.5 metres where the speed limit is over 60km/h (40mph). The penalty for drivers caught disobeying this rule is a $287 (£148) fine, plus a $60 (£31) victim of crime levy and 2 demerit (penalty) points. However, it will take time to understand the benefits and impacts of this legislation on cyclists and other road users. \r\n\r\nDepartment for Transport","created_at":"2016-05-09T13:20:35.508Z","updated_at":"2016-05-09T13:20:35.508Z"},"debate":null}},{"type":"petition","id":164851,"links":{"self":"https://petition.parliament.uk/petitions/164851.json"},"attributes":{"action":"Protect grouse Moors and grouse shooting","background":"Grouse moors and grouse shooting are an integral part of moorland management both for the grouse and other native wildlife such as lapwing and curlew it also helps support of local businesses and jobs in the local areas this cannot be banned ","additional_details":"Here is a link to the Countryside Alliance website for more information on how grouse moors benefit the environment and the facts behind it:\r\n\r\nhttp://www.countryside-alliance.org/ca-flatcap/wp-content/uploads/2016/08/Grouse-Shooting-The-Facts-10-Key-Questions-Answered-July-2016.pdf","state":"open","signature_count":23223,"created_at":"2016-08-14T12:21:58.222Z","updated_at":"2016-10-22T23:23:48.437Z","open_at":"2016-08-15T13:01:14.433Z","closed_at":null,"government_response_at":"2016-10-10T15:42:37.725Z","scheduled_debate_date":"2016-10-31","debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-14T14:14:57.817Z","response_threshold_reached_at":"2016-08-23T09:36:35.184Z","creator_name":"Jack Bryant ","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.","details":"A report by the UK shooting community (Public \u0026 Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive; the industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spent £52.5 million on managing 149 grouse moors for shooting in 2010. Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 full time equivalent jobs and is worth £97.7 million across Great Britain. \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nThe Government welcomes the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the British Association for Shooting and Conservation’s green shoots initiative. \r\n\r\nThe Government recognises the benefits that grouse shooting, and shooting more widely, bring to individuals, the environment and the rural economy. It is for these reasons that the Government believes shooting and other country pursuits such as hunting and fishing should be protected.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-10T15:42:37.722Z","updated_at":"2016-10-10T15:42:37.722Z"},"debate":null}},{"type":"petition","id":131936,"links":{"self":"https://petition.parliament.uk/petitions/131936.json"},"attributes":{"action":"Change the law on the dangerous dog act 1991 Stop putting healthy dogs down.","background":"Innocent dogs and puppies are being put to sleep for no reason, just purely for the type of breed. Why? If they have done no harm and have proven to be safe in public they have the right to live! its inhumane and cruel! why should the dog pay for the irresponsible backyard breeders and owners! \r\n","additional_details":"The dangerous dog act 1991 has been created to stop and ban four breed of dog including the Pit Bull Terrier. These dogs are known for dog fighting and built and bred for the large muscular physique. Why should we put these dogs down if they have done nothing wrong? Any breed of dog is capable of killing or causing harm to humans! dogs are not born dangerous, its in the hands of the owner who we should blame! lets change this. backyard breeders and irresponsible owners should be prosecuted.","state":"open","signature_count":23041,"created_at":"2016-06-03T10:10:42.765Z","updated_at":"2016-10-22T22:55:46.127Z","open_at":"2016-06-10T12:27:59.460Z","closed_at":null,"government_response_at":"2016-09-13T10:24:25.416Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-03T22:50:46.578Z","response_threshold_reached_at":"2016-07-29T10:28:35.915Z","creator_name":"Maria Maffucci","rejection":null,"government_response":{"summary":"The Government considers that the existing general prohibition on dogs bred for fighting, or that share the characteristics of dogs bred for fighting, should be maintained.","details":"In this country dogs such as the pit bull terrier are often chosen for illegally organised dog fights and have traditionally been bred for that purpose. Publicly available information shows that since 2005 there have been twenty-seven fatal dog attacks on adults and children that a disproportionate number of pit bull terriers or pit bull crosses were involved in. Sadly this includes four children (including two babies) killed by pit bull terriers. None of these dogs were registered on the Index of Exempted Dogs. \r\n\r\nThe Government considers that the general prohibition of certain types of dogs, together with other measures, provide enforcement agencies with the necessary tools to protect the public. For example it is an offence to allow a dog to be dangerously out of control and police or local authorities can use a Community Protection Notice to intervene early in cases of low level dog nuisance before a dog becomes dangerous.\r\n\r\nWe would urge anyone considering getting a dog or a puppy to follow the advice provided by the leading animal welfare and dog interest organisations.  By following such advice it is extremely unlikely that anyone would end up with one of the prohibited type dogs.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-13T10:24:25.414Z","updated_at":"2016-09-13T10:24:25.414Z"},"debate":null}},{"type":"petition","id":130730,"links":{"self":"https://petition.parliament.uk/petitions/130730.json"},"attributes":{"action":"Make rape and sexual consent a mandatory part of sex education.","background":"Approximately 85,000 women and 12,000 men are raped in England and Wales alone every year; that's roughly 11 rapes every hour.\r\n\r\nIf rape and sexual consent were to become a part of sex education, children would learn from an early age the importance of consent and the consequences of rape. \r\n","additional_details":"","state":"open","signature_count":22993,"created_at":"2016-05-17T23:39:35.274Z","updated_at":"2016-10-22T23:54:59.091Z","open_at":"2016-05-18T12:41:12.328Z","closed_at":null,"government_response_at":"2016-07-12T14:01:13.916Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T11:24:36.931Z","response_threshold_reached_at":"2016-06-09T23:54:44.237Z","creator_name":"Eloise Boblin","rejection":null,"government_response":{"summary":"The government is committed to challenging stereotypes around sexual violence to ensure that people properly understand the importance of consent. ","details":"Education has a vital role to play in encouraging young people to build healthy relationships, and to identify those relationships which are unhealthy.\r\n\r\nThe government is clear that appropriate sex and relationship guidance (SRE) is essential for children’s development and preparation for responsible adult life. SRE must be taught in all maintained secondary schools and we believe that most secondary academies and many primary schools also teach it. When any school provides SRE they have a statutory duty to have regard to the Secretary of State’s statutory Sex and Relationship Education Guidance (2000). You may find the guidance online at https://www.gov.uk/government/publications/sex-and-relationship-education \r\n\r\nThe statutory guidance makes clear that all sex and relationship education should be age-appropriate and that schools should ensure young people develop positive values and a moral framework that will guide their decisions, judgments and behaviour. \r\n\r\nPersonal, social, health and economic (PSHE) education can also provide an effective way of equipping pupils with the knowledge and skills to understand and manage difficult situations, recognise and manage risk, make safer choices, and recognise when pressure from others threatens their personal safety and wellbeing. It can also help them develop effective ways of resisting pressures, including knowing when, where and how to get help. We expect all schools to teach PSHE, and we are looking at ways of improving the status and provision of the subject across all schools. \r\n \r\nThe government commissioned the PSHE Association to produce guidance for teachers on teaching about consent which was published in March 2015. It can be found online at: https://www.pshe-association.org.uk/curriculum-and-resources/resources/guidance-teaching-about-consent-pshe-education-key \r\n\r\nThe Home Office and Government Equalities Office have funded £3.85 million to develop and run the ‘Disrespect NoBody’ campaign to tackle abuse within teenage relationships. The Disrespect NoBody campaign follows on from the acclaimed ‘This is Abuse’ campaign, which since 2010 has encouraged teenagers to rethink their views of violence, controlling behaviour and what consent means within their relationships – thereby helping to challenge attitudes which can underpin violence against women and girls.\r\n\r\nDepartment for Education","created_at":"2016-07-12T14:01:13.913Z","updated_at":"2016-07-12T14:01:13.913Z"},"debate":null}},{"type":"petition","id":151064,"links":{"self":"https://petition.parliament.uk/petitions/151064.json"},"attributes":{"action":"Make Continuous Glucose Monitors available on the NHS for Type 1 Diabetics","background":"CGMs are a considered less invasive than Blood Glucose Meters. They also help users to maintain target blood glucose levels \u0026 limit the risk of hypos.\r\n\r\nAccess to this technology is limited on the NHS. However, they can help to avoid night-time severe hypos, \u0026 severe hypos cost the NHS £13m a year.","additional_details":"CGMs work 24 hours a day and can include alarms to indicate when glucose levels are too high. Research suggests they can help to reduce haemoglobin A1c without increasing the risk of a hypo. \r\n\r\nThe initial cost of the hardware for a continuous glucose monitor can vary from around £1,000 to £2,500. In addition to this, running costs are estimated at £40-£60 per 5-7 days. Access to this important technology should not be based upon whether or not the patient is able to afford it.","state":"open","signature_count":22389,"created_at":"2016-06-27T16:21:52.612Z","updated_at":"2016-10-22T20:53:09.946Z","open_at":"2016-07-05T19:51:51.053Z","closed_at":null,"government_response_at":"2016-10-07T09:46:31.356Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-28T08:45:10.286Z","response_threshold_reached_at":"2016-08-19T20:42:32.309Z","creator_name":"Jamieson Ronald Reed","rejection":null,"government_response":{"summary":"Commissioners decide whether to make continuous glucose monitors available locally. NICE considers they can have benefit but are generally no more effective than current methods of self monitoring.","details":"Preventing diabetes and promoting the best possible care for people with diabetes is a key priority for this Government.  We are working hard to improve outcomes and quality of life for those living with diabetes or those who will develop it in the coming years.  Once a patient has been diagnosed with diabetes, it is vital to ensure they can manage their condition as effectively as possible.\r\n\r\nNHS England is working with other organisations to help promote services that are integrated around patients’ needs across all settings; and is implementing a 'customer service platform' to allow patients with diabetes to self-manage through booking their own  appointments, managing their prescriptions, monitoring the care they have received and being able to view their personal health records.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders.\r\n\r\nIn August 2015, NICE published guidelines which recommend that such devices should not be made routinely available to people with Type 1 diabetes unless they are willing to commit to using them at least 70% of the time and to calibrate them as needed (as well as meeting certain other criteria).  NICE’s guideline on the diagnosis and management Type 1 diabetes in adults (NG17) is available at: www.nice.org.uk/guidance/ng18. \r\n\r\nNICE will next consider updating this guidance in 2 years’ time. In the meantime, NICE is considering setting up a standing update committee for diabetes, which would enable a more rapid update of discrete areas of the diabetes guidelines, as and when new relevant evidence is published. NICE will confirm whether it is proceeding with this in due course.\r\n\r\nIt is for NHS commissioners to decide whether to make continuous glucose monitoring devices available to their local populations, taking NICE’s guidance into account.\r\n\r\nAs one way of incentivising improvements to diabetes services, NHS England has introduced the Best Practice Tariff for paediatric diabetes which provides an annual payment for the treatment of every child and young person under the age of 19 with diabetes, providing 13 standards of care are met.\r\n\r\nOne of these standards is to ensure that each young person has received a structured education programme, tailored to their and their family’s needs, both at the time of initial diagnosis and ongoing updates throughout their attendance at the paediatric diabetes clinic. \r\n\r\nThe CCG Improvement and Assessment Framework measures progress being made by CCGs in improving outcomes. It includes measures on: \r\n•\tthe proportion of diabetes patients that have achieved all the NICE-recommended treatment targets. (The treatment targets include having HbA1c levels within recommended limits. HbA1c is a measure of patients’ blood glucose levels) and:  \r\n•\tthe proportion of people with diabetes diagnosed less than a year who attend a structured education course. \r\n\r\nTaken together, these should help identify both whether patients are being supported to understand how to manage their blood glucose levels and whether the approaches being taken in a CCG area are successfully achieving improvements in this.\r\n\r\nDepartment of Health","created_at":"2016-10-07T09:46:31.353Z","updated_at":"2016-10-07T09:46:31.353Z"},"debate":null}},{"type":"petition","id":168657,"links":{"self":"https://petition.parliament.uk/petitions/168657.json"},"attributes":{"action":"To make votes matter, adopt Proportional Representation for UK General Elections","background":"The vast majority wants PR. Our FPTP voting system makes Parliament unrepresentative. One party got 37% of the vote and 51% of seats, while 3 parties got 24% of the vote but share 1.5% of seats. FPTP violates the democratic principle of majority rule and causes problems like costly policy reversals.","additional_details":"The UK has never had a say on PR. As David Cameron himself said, the AV Referendum was on a system that is often less proportional than FPTP, so the rejection of AV could not possibly be a rejection of PR. In fact, so few voters wanted either system on offer that the turnout was just 42%.\r\n\r\nThere are tried and tested PR systems that keep the constituency link. They would make every vote matter equally, rather than allowing a minority of swing voters in a few marginal seats to pick the government.","state":"open","signature_count":21785,"created_at":"2016-10-06T13:08:12.580Z","updated_at":"2016-10-22T23:39:34.396Z","open_at":"2016-10-06T14:11:12.051Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-06T14:06:15.313Z","response_threshold_reached_at":"2016-10-12T15:47:29.279Z","creator_name":"Tim Ivorson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131348,"links":{"self":"https://petition.parliament.uk/petitions/131348.json"},"attributes":{"action":"Increase the maximum sentence for animal cruelty charges","background":"The law is failing to adequately protect animals and ensure that punishment administered to those responsible for acts of cruelty fits the crime.","additional_details":"\r\nUnder the Animal Welfare Act, the term of imprisonment for even the most heinous of crimes does not exceed 51 weeks. All too often abusers are “getting away with murder\". A lifetime ban and/or fine is insufficient. \r\n\r\nWe demand review of the Animal Welfare Act, increasing the powers of local authorities to protect animals and to increase the maximum sentence these crimes hold. At a minimum, animal cruelty should hold punishment similar to Actual Bodily Harm (ABH) \u0026 Grievous Bodily Harm (GBH).","state":"open","signature_count":21278,"created_at":"2016-05-25T19:45:34.892Z","updated_at":"2016-10-22T23:33:22.103Z","open_at":"2016-05-31T15:54:41.654Z","closed_at":null,"government_response_at":"2016-09-08T14:48:58.142Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-26T08:30:11.014Z","response_threshold_reached_at":"2016-08-17T15:36:06.567Z","creator_name":"Amy Fisher","rejection":null,"government_response":{"summary":"Current laws and sentencing practice deal firmly with offenders who abuse or neglect animals. It is for the courts to decide on appropriate sentences depending on the circumstances of each case. ","details":"When sentencing for offences of cruelty to, or neglect of, animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.  The financial element of the penalty was raised only last year from a maximum fine of £20,000.  \r\n\r\nThe Government takes animal welfare very seriously. The Animal Welfare Act 2006 (the 2006 Act) is one of the most comprehensive pieces of legislation in the world to protect animals. It makes it an offence to cause any captive animal unnecessary suffering or to fail to provide for its welfare needs. For the purposes of the Act, an animal’s needs include the need for a suitable environment and a suitable diet, the need  to be able to exhibit normal behaviour, to be housed with or apart from other animals as appropriate and the need to be protected from pain, suffering, injury or disease.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal. The court may also disqualify the person convicted from having custody of any animal for such a period (including life) as it thinks fit.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-08T14:48:58.140Z","updated_at":"2016-09-08T14:48:58.140Z"},"debate":null}},{"type":"petition","id":154593,"links":{"self":"https://petition.parliament.uk/petitions/154593.json"},"attributes":{"action":"Not to allow freedom of movement as part of any deal with the EU after Brexit","background":"The vast majority of those who voted leave did so because of the lack of control over immigration and free movement within Europe putting a strain on our resources. Any negotiations with the EU should not allow free movement of people. Politicians are backtracking on promises. Don't let them","additional_details":"","state":"open","signature_count":20411,"created_at":"2016-06-28T10:28:11.238Z","updated_at":"2016-10-22T23:02:59.624Z","open_at":"2016-07-01T13:30:07.082Z","closed_at":null,"government_response_at":"2016-08-10T09:28:03.295Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-10-18T12:21:19.787Z","moderation_threshold_reached_at":"2016-06-28T21:16:17.522Z","response_threshold_reached_at":"2016-07-17T15:15:36.939Z","creator_name":"Mark Wood","rejection":null,"government_response":{"summary":"The Government will set out its negotiating position in due course, including on issues such as free movement, as we prepare to commence the formal process of exiting the European Union. ","details":"The process for leaving the EU and determining our future relationship will be a complex one, so the Government must take the time to think carefully through our objectives and approach.  We want to ensure the best possible outcome for Britain and the future UK-EU relationship. The Prime Minister has been clear that we would not trigger Article 50 until we have a UK-wide approach and objectives for these negotiations. \r\n\r\nUntil we leave the EU, EU citizens and their family members coming to and living in the UK continue to be subject to the rights and responsibilities set down in EU law on free movement. The same situation applies to UK citizens travelling, working and living in other EU Member States. \r\n\r\nThe issue of free movement of people and its place in the future UK-EU relationship will be considered as part of the Government’s preparation of its negotiating position.  The Prime Minister has said that in negotiating the deal, we need to ensure that we listen to what people have said about the need for controls on free movement, and that we also negotiate the right and best deal for trade in goods and services for the British people.\r\n\r\nA new Department for Exiting the EU has been created with responsibility for overseeing preparations for the withdrawal of the UK from the EU and conducting these withdrawal negotiations in support of the Prime Minister.  It will also lead work to establish the future relationship between the EU and the UK.  In doing this it will work very closely with the UK’s Devolved Administrations, the UK Parliament, and a wide range of other interested parties on what the approach to those negotiations should be.\r\n\r\nHome Office","created_at":"2016-08-10T09:28:03.293Z","updated_at":"2016-08-10T09:28:03.293Z"},"debate":{"debated_on":"2016-10-17","transcript_url":"https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion","video_url":"http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5","overview":""}}},{"type":"petition","id":168107,"links":{"self":"https://petition.parliament.uk/petitions/168107.json"},"attributes":{"action":"UK Govt to strongly condemn Pakistan for providing safe haven for terrorists","background":"Pakistan continues to double speak on issue of terrorism. It has aided \u0026 abetted enemies of the international coalition (of which Britain is a leading partner with the US) against terrorism. Osama Bin Laden's hide out was in Pakistan. Pakistan continues to harbour UN sanctioned terror networks.","additional_details":"The Inter-Services Intelligence has often been accused of playing a role in major terrorist attacks across the world including the September 11, 2001 attacks in the United States, terrorism in Kashmir, Indian Parliament Attack and Mumbai terror attacks. It has been noted by many that several militant \u0026 criminal groups are backed by senior officers in the Pakistani army \u0026 the country's ISI intelligence establishment. Daniel Byman says Pakistan is probably today's most active sponsor of terrorism.","state":"open","signature_count":19538,"created_at":"2016-09-29T13:38:20.226Z","updated_at":"2016-10-22T21:09:05.548Z","open_at":"2016-09-29T15:06:37.774Z","closed_at":null,"government_response_at":"2016-10-17T16:09:25.858Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:02:14.611Z","response_threshold_reached_at":"2016-10-02T10:10:35.812Z","creator_name":"Naman Paropkari","rejection":null,"government_response":{"summary":"Pakistan has made significant sacrifices in opposing terrorism.The UK has regularly raised with Pakistan the need to take consistent action against all terrorist groups operating within its borders","details":"The UK and Pakistan have a shared interest in the battle against terrorism.  We are committed to working together to combat both the terrorist threat and the extremism that sustains it, in a human rights compliant manner. \r\n\r\nThe UK regularly highlights to Pakistan, at the highest level, the importance of taking effective action against all terrorist groups operating in Pakistan, as Pakistan has committed to do. \r\n\r\nWe recognise the significant sacrifices that Pakistan and its people have made in combating terrorism. We are helping Pakistan develop its capacity to protect itself and prosecute those who plan and commit terrorist attacks. This includes: (a) training on how to detect and disrupt improvised explosive devices; (b) advice on other Counter Terrorism security matters, such as aviation and airport security; (c) assistance in developing narratives to counter the extremist ideology that is the root cause of terrorism; (d) guidance on reforming the justice system to ensure that Pakistan can successfully prosecute those who are responsible for attacks in line with international standards on human rights and (e) providing senior support to help develop effective civilian Counter Terrorism responses through the Prime Minister’s Counter Terrorism Capability Envoy\r\n\r\nCountering the terrorist and extremist threats in Pakistan also requires investment in the underlying issues that can contribute, such as improving the rule of law and education as well as tackling poverty. The UK is working to help address these issues including through our bilateral aid programme.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-10-17T16:09:25.855Z","updated_at":"2016-10-17T16:09:25.855Z"},"debate":null}},{"type":"petition","id":168675,"links":{"self":"https://petition.parliament.uk/petitions/168675.json"},"attributes":{"action":"Overturn the Government's decision to allow fracking in Lancashire.","background":"Theresa May promised to give back control to local councils. However even though Lancashire County Council refused permission for fracking in their county, the Government overruled it. This is against the will of the people of Lancashire and the council they elected. Therefore it must be overturned.","additional_details":"Two thirds of Lancashire people are against fracking that is an overwhelming majority that is represented by the Lancashire County Council who refused permission as that is the will of their constituents. To simply ignore it, is beyond irresponsible. This decision must be overturned.\r\n\r\nLancashire Telegraph article:  http://www.lancashiretelegraph.co.uk/news/chorley/11637799._/?","state":"open","signature_count":19092,"created_at":"2016-10-06T16:21:24.054Z","updated_at":"2016-10-22T23:18:36.838Z","open_at":"2016-10-12T10:53:15.841Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-07T12:53:33.475Z","response_threshold_reached_at":"2016-10-15T07:24:12.841Z","creator_name":"Andrew Kerns","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":142279,"links":{"self":"https://petition.parliament.uk/petitions/142279.json"},"attributes":{"action":"All European Union flags, emblems and logos be removed from all public buildings","background":"In the EU referendum of 23rd June 2016 the UK voted, by majority, to 'Leave the European Union', as such we request that all European Union flags, emblems and logos be removed from all public buildings in the UK.","additional_details":"","state":"open","signature_count":19091,"created_at":"2016-06-25T21:28:02.153Z","updated_at":"2016-10-22T21:25:34.295Z","open_at":"2016-06-30T18:00:34.924Z","closed_at":null,"government_response_at":"2016-09-21T14:51:33.433Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T22:00:07.211Z","response_threshold_reached_at":"2016-07-24T18:26:47.164Z","creator_name":"Stephen Morris","rejection":null,"government_response":{"summary":"The Prime Minister has made clear that we will be leaving the EU. Until that time there will be no immediate changes to our relationship with the EU. ","details":"The UK will remain a member of the EU with all of the rights and obligations that membership entails.\r\n\r\nFlag flying is deregulated and any individual or organisation may fly any flag they wish to do so at any time, as long as they have the necessary planning permission. While the UK is a member of the EU it is in order for EU flags and symbols to be used in UK Government buildings.\r\n\r\nIt is protocol – not policy - that governs the flying of flags in the United Kingdom. The Department for Culture, Media and Sport is responsible for informing UK Government Buildings of the designated days https://www.gov.uk/guidance/designated-days-for-union-flag-flying\r\nfor the flying of the Union Flag. There are currently 21 designated days, which include Royal birthdays and anniversaries, UK Saint’s days and International days.\r\n\r\nThe designated days for flying the Union Flag on Government buildings have been set to mark special occasions by command of Her Majesty the Queen and on the advice of Government. Any additions or changes must be discussed with the Lord Chamberlain's Office. There are currently no plans to change the list.\r\n\r\nDepartment for Exiting the EU","created_at":"2016-09-21T14:51:33.430Z","updated_at":"2016-09-21T14:51:33.430Z"},"debate":null}},{"type":"petition","id":159996,"links":{"self":"https://petition.parliament.uk/petitions/159996.json"},"attributes":{"action":"Parliament should hold Tony Blair to account for the war in Iraq","background":"The Chilcot Report has presented a range of evidence that demonstrates that Parliament and the country were misled by Tony Blair in the run up to the war in Iraq. Parliament should now agree a process by which it can hold the former Prime Minister to account. ","additional_details":"","state":"open","signature_count":18815,"created_at":"2016-07-08T19:39:06.837Z","updated_at":"2016-10-22T22:13:30.282Z","open_at":"2016-07-20T11:59:28.332Z","closed_at":null,"government_response_at":"2016-08-10T17:10:18.260Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-09T11:09:38.480Z","response_threshold_reached_at":"2016-07-25T12:27:49.401Z","creator_name":"Adam Price","rejection":null,"government_response":{"summary":"The Government recognises the importance, rigour and depth of Sir John Chilcot’s independent Iraq inquiry report, and has made time to debate it.","details":"It made time for a two day debate in the House of Commons and a day long debate in the House of Lords before the Summer recess to enable Parliament to study and debate the report in depth. It has committed to learning the lessons which Sir John identifies from his Inquiry. How Parliament decides to hold Mr Blair to account is a matter for Parliament.\r\n\r\nLeader of the House","created_at":"2016-08-10T17:10:18.258Z","updated_at":"2016-08-10T17:10:50.505Z"},"debate":null}},{"type":"petition","id":130783,"links":{"self":"https://petition.parliament.uk/petitions/130783.json"},"attributes":{"action":"Stop Destruction Of British Archaeology.\r\nNeighbourhood and Infrastructure Bill","background":"Britain has some of the most amazing and diverse archaeological remains in the world, however the new Neighbourhood Planning and Infrastructure Bill announced today puts all of this at risk, leading to the destruction of our past for good.\r\nThe lack of surveys will inherently lead to this.","additional_details":"The current Requirements that force developers to carry out archaeological and wildlife surveys before starting  housing projects are to be abolished in the new Neighbourhood Planning and Infrastructure Bill.\r\n\r\nThis will destroy archaeological sites and risk the industry that conducts surveys, excavation and preservation of our vital past. \r\n\r\n“pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary”\r\n\r\n- Ginger Archaeology -","state":"open","signature_count":18585,"created_at":"2016-05-18T15:38:52.134Z","updated_at":"2016-10-22T22:04:35.539Z","open_at":"2016-05-19T09:07:02.636Z","closed_at":null,"government_response_at":"2016-06-07T15:25:42.065Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T15:49:15.396Z","response_threshold_reached_at":"2016-05-23T12:37:10.441Z","creator_name":"Jonathan Lester","rejection":null,"government_response":{"summary":"Government actively supports the use of planning conditions where necessary to protect the wider social, cultural and environmental benefits that conservation of the historic environment can bring.","details":"The Queen’s Speech of 18 May announced Government proposals to introduce a power in the Neighbourhood Planning and Infrastructure Bill which would ‘ensure that pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary’.  However, concern was expressed by some that the use of planning conditions to require archaeological excavations would be curtailed by the Bill.   This interpretation does not accurately represent the Government’s intention.\r\n\r\nThe proposed power is to help address the urgent need to tackle the overuse of ‘pre-commencement’ conditions which prevent development, including new homes, from starting until the local planning authority has approved certain details.  The measure will not restrict the ability of local planning authorities to propose conditions that are necessary. In the unlikely event that an applicant refuses to accept a necessary pre-commencement condition proposed by a local planning authority, the authority can refuse planning permission. This will maintain appropriate protections for important matters such as heritage, as well as human health, the natural environment, green spaces, and measures to mitigate the risk of flooding. \r\n\r\nWe are not proposing that all pre-commencement conditions are removed; only that they are used proportionately and provide the applicant with an opportunity to agree to them before they are attached to planning permission.  The process envisaged by the Government is that the local planning authority will notify applicants of any proposed pre-commencement conditions before the determination of an application.  Most applicants are already aware of likely conditions through early engagement with the authority, at which point they can challenge any pre-commencement conditions which may be unnecessary or can be fulfilled at a later date (i.e. during build); ensuring construction can go ahead without delay.\r\n \r\nThe National Planning Policy Framework remains unchanged in that it requires “developers to record and advance understanding of the significance of any heritage assets to be lost (wholly or in part) in a manner proportionate to their importance and the impact, and to make this evidence (and any archive generated) publicly accessible.”\r\n\r\nIn conclusion, the Government values the petition in highlighting the importance of archaeology and the historic environment as a material consideration in the planning process, and will continue to engage fully with the sector during the passage of the Bill and beyond. \r\n\r\nDepartment for Communities and Local Government","created_at":"2016-06-07T15:25:42.063Z","updated_at":"2016-06-07T15:25:42.063Z"},"debate":null}},{"type":"petition","id":156369,"links":{"self":"https://petition.parliament.uk/petitions/156369.json"},"attributes":{"action":"Strengthen sentencing for criminal drivers who kill and maim innocent people.","background":"5 people die on our roads each day; often criminal killer drivers walk free from court. 4 in 10 drivers who kill aren't jailed at all. Lenient sentences deeply offend families already torn apart by the devastation of losing a loved one. When a life is taken the punishment must reflect the crime.\r\n","additional_details":"The government's own figures show the average sentence for a driver who kills is 4 years with automatic release after 2; this cannot be justified. Inadequate sentences fail to deter offenders and fail to give victims and families the justice they deserve. Criminal drivers are reckless not careless; they cause avoidable deaths and serious life shattering injuries. Brake, the road safety charity calls for changes to the criminal driving laws and stronger sentencing to deliver justice for victims.\r\n","state":"open","signature_count":18263,"created_at":"2016-06-29T15:41:47.238Z","updated_at":"2016-10-22T23:49:27.386Z","open_at":"2016-07-07T15:49:10.291Z","closed_at":null,"government_response_at":"2016-09-26T12:41:55.414Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T15:50:01.461Z","response_threshold_reached_at":"2016-07-16T17:48:24.240Z","creator_name":"Gary Rae on behalf of Brake, the road safety charity","rejection":null,"government_response":{"summary":"The Government is aware of concerns about issues relating to serious driving offences and the maximum penalties for those offences. ","details":"It is our intention to start a consultation to look at these issues before the end of the year.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government. When deciding what sentence to impose the courts take into account all the circumstances of the offence and any mitigating and aggravating factors, in line with statute and the sentencing guidelines.\r\n\r\nThe Government is committed to making sure that the courts have sufficient powers to deal with driving offences appropriately and proportionately, within the context of our wider sentencing framework. \r\n\r\nMinistry of Justice","created_at":"2016-09-26T12:41:55.412Z","updated_at":"2016-09-26T12:41:55.412Z"},"debate":null}},{"type":"petition","id":128996,"links":{"self":"https://petition.parliament.uk/petitions/128996.json"},"attributes":{"action":"Stop North Devon District Hospital possible closures of essential services.","background":"It has come to light that there may be possible closures of essential services at North Devon District Hospital - A\u0026E, Baby care unit, Maternity and Stroke unit. This needs to be halted as this will without doubt lead to deaths.","additional_details":"","state":"open","signature_count":18152,"created_at":"2016-04-27T20:07:24.073Z","updated_at":"2016-10-22T23:12:14.557Z","open_at":"2016-04-29T13:51:23.360Z","closed_at":null,"government_response_at":"2016-07-06T14:31:56.592Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-27T20:16:49.151Z","response_threshold_reached_at":"2016-06-17T13:51:23.971Z","creator_name":"Christopher Brian Brookes-Cowley","rejection":null,"government_response":{"summary":"Reconfiguration of front line health services is a matter for the local NHS, led by clinicians and in the interests of local people. Any significant service changes will be formally consulted on. ","details":"Consideration of the shape of services at North Devon District Hospital is part of a wider review of health and care services North, East and West Devon, under a programme called the Success Regime. The purpose of the Success Regime is to improve and promote health and care services for patients in local health and care systems that are struggling with financial or quality problems, or sometimes both.  Two other health economies are also participating: Mid and South Essex and West, North and East Cumbria.\r\n\r\nThe regime is tailored to local circumstances, building on existing interventions and working with providers, commissioners and other local stakeholders to diagnose underlying issues and develop and implement the solutions to address both short-term performance and long-term strategic issues.\r\n\r\nFollowing an intense diagnostic phase, the North, East and West Devon Success Regime have published a “Case for Change” report, which sets out the underlying challenges facing the area and opportunities to reduce health inequalities, improve access to services and ensure clinical and financial stability. The Success Regime is now starting work locally to respond to the Case for Change. Potential service models for acute and community care are being considered. \r\n\r\nLocal and national leaders working as part of the Success Regime are conscious of the need to ensure that the people of North Devon are able to access high quality, sustainable services. Devon’s rural nature, deprivation levels and age of population are being factored into thinking about how services could look in the future. The geography of the area means that certain key services based in acute hospitals will remain an important feature of healthcare provision across Devon in future, including in the North of the county. However, ear marking particular services could hinder a full process of options development which is necessary to reach the most sustainable proposals.\r\n\r\nNo decisions have yet been made and the input of local communities will remain important throughout the process. Any significant service change proposals will go through formal public consultation. \r\n\r\nThe reconfiguration of front line health services is a matter for the local NHS. The Government is clear that service changes should be tailored to meet the needs of the local population, and led by clinicians, not driven from the top down. \r\n\r\nDepartment of Health","created_at":"2016-07-06T14:31:56.589Z","updated_at":"2016-07-06T14:31:56.589Z"},"debate":null}},{"type":"petition","id":131556,"links":{"self":"https://petition.parliament.uk/petitions/131556.json"},"attributes":{"action":"Fund more research into DIPG brain tumours, which are almost universally fatal.","background":"In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.","additional_details":"• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n","state":"open","signature_count":17561,"created_at":"2016-05-27T23:24:18.798Z","updated_at":"2016-10-22T23:42:15.076Z","open_at":"2016-06-03T09:55:42.250Z","closed_at":null,"government_response_at":"2016-07-15T13:19:09.608Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T08:05:52.730Z","response_threshold_reached_at":"2016-06-28T11:35:38.278Z","creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"The Government has set up a new working group on how to increase the impact and quantity of brain tumour research, including that on DIPG to achieve better outcomes for patients and their families.","details":"The Government agrees that an increase in the level of research into diffuse intrinsic pontine gliomas (DIPG) and other brain tumours is crucial in order to achieve better outcomes for patients and their families who are affected by these devastating diseases.\r\n\r\nGeorge Freeman, the Minister for Life Sciences, is therefore convening the new Department of Health Task and Finish Working Group on Brain Tumour Research. This is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group will be chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser, and will report directly to the Minister for Life Sciences. The Government anticipates that the Working Group will need to meet in person three times before completing its tasks by September 2017.\r\n\r\nThe Department funds the National Institute for Health Research (NIHR) to increase the volume of applied health research for the benefit of patients and the public, drive faster translation of basic science discoveries into tangible benefits for patients and the economy, and develop and support the people who conduct and contribute to applied health research. NIHR cancer research expenditure has risen from £101 million in 2010/11 to £135 million in 2014/15 (the latest available figure). Most of this investment (£111 million in 2014/15) is in cancer research infrastructure where spend on specific disease areas such as brain tumours cannot be separated from total infrastructure expenditure. This infrastructure including NIHR biomedical research centres and the NIHR Clinical Research Network.\r\n\r\nThe Medical Research Council (MRC) is one of the main agencies through which the Government support medical and clinical research. It is an independent research funding body which receives its grant in aid from the Department for Business, Innovation and Skills. The MRC supports research through a range of grants and personal awards to scientists in universities, medical schools and other research institutes and welcomes investigator-initiated research proposals in all areas of research relevant to human health. Between 2010/11 to 2014/15 the MRC spent £10.9 million supporting research into brain and pituitary tumours, spanning basic discovery science, translational projects to progress treatments to clinics and early clinical trials. MRC will be represented on the Working Group.\r\n\r\nDepartment of Health","created_at":"2016-07-15T13:19:09.605Z","updated_at":"2016-07-15T13:19:09.605Z"},"debate":null}},{"type":"petition","id":131481,"links":{"self":"https://petition.parliament.uk/petitions/131481.json"},"attributes":{"action":"Ban the wearing of a Burka, any full or partial front face coverings in public.","background":"All full or partial front face coverings should be banned in public for security reasons, the Burka its self is a huge security risk, the person wearing it could be male or female unless you can see the full face you would never know. Crash helmets will of course still be compulsory while riding.","additional_details":"Burkas and some full/partial face coverings are worn by choice, it's been said in the past a wanted male criminal has escaped the country by wearing a burka. ","state":"open","signature_count":17250,"created_at":"2016-05-27T08:24:21.788Z","updated_at":"2016-10-22T23:55:09.158Z","open_at":"2016-06-02T10:21:16.231Z","closed_at":null,"government_response_at":"2016-08-11T14:50:38.664Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T20:00:57.743Z","response_threshold_reached_at":"2016-07-21T21:06:23.251Z","creator_name":"Colin Smith","rejection":null,"government_response":{"summary":"Face coverings can be worn in public places for a variety of legitimate reasons.  The Government has no intention of making it a criminal offence to wear face coverings.","details":"Face coverings can be worn in public places for a variety of legitimate reasons, from religious observance to keeping warm in inclement weather.  The Government has no intention of making it a criminal offence to wear face coverings.\r\n\r\nWhere face coverings are used for the purpose of concealing identity, section 60AA of the Criminal Justice and Public Order Act 1994 provides police officers with the power to remove them.  The police may also remove face coverings during a stop and search or following an arrest.  The Government considers these powers to be both proportionate to citizens’ civil liberties and sufficient to allow the police to protect the public from harm.\r\n\r\nHome Office","created_at":"2016-08-11T14:50:38.662Z","updated_at":"2016-08-11T14:50:38.662Z"},"debate":null}},{"type":"petition","id":165674,"links":{"self":"https://petition.parliament.uk/petitions/165674.json"},"attributes":{"action":"Make Everolimus available in England for TSC-related Brain (SEGA) tumours.","background":"After a 4 year delay, in June 2016, NHS England decided that saving the lives of children and young adults with inoperable TSC-related brain tumours was \"unaffordable\" -  even though the drug (everolimus) would cost the NHS less per patient than kidney dialysis.  ","additional_details":"NHS England’s decision not to fund Everolimus for the very small number of patients with inoperable TSC brain tumours is unethical.  Without this therapy they will die - as some already have during this 4 year wait for access. With it almost all would live long lives. There is no right of appeal. We call on government to reverse this unsound decision and to openly debate and agree a fair system of prioritization with healthcare professionals and the public in relation to rare disease treatments.","state":"open","signature_count":16958,"created_at":"2016-08-25T12:27:21.453Z","updated_at":"2016-10-22T20:38:04.497Z","open_at":"2016-08-25T13:40:12.774Z","closed_at":null,"government_response_at":"2016-09-13T16:15:03.851Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T13:08:54.096Z","response_threshold_reached_at":"2016-08-28T05:28:34.993Z","creator_name":"Jayne Spink","rejection":null,"government_response":{"summary":"NHS England will consider its decision on the availability of everolimus for treating Tuberous Sclerosis Complex-related subependymal giant cell astrocytoma in its next commissioning cycle. ","details":"We are committed to ensuring that NHS patients with rare conditions are able to get access to the latest effective medicines on terms that represent value to the NHS and the taxpayer. The pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nTuberous Sclerosis Complex (TSC) is a rare genetic condition that can lead to non-cancerous tumours  developing in different parts of the body.  Although everolimus (Votubia) is licensed for the treatment of some TSC-related conditions including renal angiomyolipoma (AML) and subependymal giant cell astrocytoma (SEGA), it has not been appraised by the National Institute for Health and Care Excellence (NICE) for these conditions.\r\n\r\nIn the absence of NICE guidance, it is for commissioners to make funding decisions based on the available evidence.\r\n\r\nNHS England has operational responsibility for specialised commissioning.  It has been managing the clinical prioritisation process for specialised commissioning which considered the cost/benefit of everolimus for SEGA relative to a number of other treatments being considered for prioritisation this year. \r\n\r\nIn July 2016, NHS England set out the results of its annual process for deciding which new treatments and services it will make available to patients. These decisions were however provisional and subject to the outcome of a judicial review relating to NHS England’s commissioning power in relation to a different unrelated treatment.\r\n\r\nOn 2 August 2016, following the judgment being delivered on the outstanding judicial review, NHS England announced that it would, subject to the outcome of an appeal, be re-running its prioritisation process to include those policies that were previously prioritised in levels 3, 4 and 5.  Full details of NHS England’s announcement are available at: www.england.nhs.uk/2016/08/august-update-on-the-commissioning-and-provision-of-pre-exposure-prophylaxis-prep-for-hiv-prevention/. \r\n\r\nBefore the prioritisation process is re-run there will be a further opportunity for pharmaceutical companies, including Novartis (the manufacturer of everolimus), to offer better prices which would increase the likelihood of treatments being given a higher priority.  However if everolimus to treat SEGA remains at its current priority level of 5 then it will be considered again next year in the prioritisation process for 2017/18, taking into account any new evidence that may have emerged in that time.  The re-run of the prioritisation process is expected to take place at the end of October with final decisions being made in November 2016.  NHS England recognises the need to streamline decision-making and is considering how it can improve the balance between proper consideration of a new treatment, and pace.\r\n\r\nAlthough everolimus for SEGA is not being routinely funded by the NHS, the Individual Funding Request (IFR) route remains open to clinicians for patients with exceptional need. This enables clinicians, on behalf of their patients, to make an application for funding to NHS England for treatments that it does not routinely commission.  Demonstration of clinical exceptionality is a threshold criterion that needs to be met before funding can be considered.  That is, an IFR can only be considered if the patient can be demonstrated to be clinically exceptional compared to the wider group of patients and is likely to derive greater benefit from the treatment.\r\n\r\nDepartment of Health","created_at":"2016-09-13T16:15:03.848Z","updated_at":"2016-09-13T16:15:03.848Z"},"debate":null}},{"type":"petition","id":167168,"links":{"self":"https://petition.parliament.uk/petitions/167168.json"},"attributes":{"action":"Begin a public inquiry into the performance of the Northbound Dartford Crossing.","background":"Road users \u0026 hauliers have been suffering the incompetence of the 'new \u0026 improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.","additional_details":"","state":"open","signature_count":16590,"created_at":"2016-09-15T15:23:13.742Z","updated_at":"2016-10-22T21:25:44.372Z","open_at":"2016-09-15T16:39:59.490Z","closed_at":null,"government_response_at":"2016-10-03T15:30:45.051Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-15T15:48:10.272Z","response_threshold_reached_at":"2016-09-18T07:55:38.598Z","creator_name":"Alan Pattison","rejection":null,"government_response":{"summary":"Dart Charge has reduced journey times for users of the Dartford Crossing.","details":"Improving the performance of the Dartford – Thurrock Crossing is a priority for both the Department for Transport and Highways England (HE) and we have made considerable improvements which have reduced journey times on this crucial part of the road network. Nevertheless, demand for the Crossing is increasing. \r\nHE is working with partners to reduce the impact of incidents on journey times and ensure that the Crossing, the motorway approaches, and the connections with local routes on both sides of the Crossing work as well as they can. The government has no plans to launch a public inquiry into the performance of the northbound Crossing. However, we are closely monitoring conditions at the Crossing and will use the data we are collecting to understand how various factors are contributing to its performance. \r\n\r\nThrough its plans for a new Lower Thames Crossing the Government has a clear long term approach to increase capacity in the area and improve journeys. A consultation on a new Lower Thames Crossing took place earlier this year and a decision on the preferred route is due shortly. In the short term HE is working with partners to do all that is possible to improve traffic flow on the northbound approaches to the Dartford Crossing. \r\n\r\n‘Free-flow’ charging, known as Dart Charge, was introduced at the Crossing in November 2014.  The collection and payment of the road user charge is carried out remotely so drivers no longer stop and pay within a barrier-controlled environment. Introducing ‘free-flow’ charging at Dartford has delivered improvement whilst the government develops further options for additional crossing capacity on the Lower Thames. \r\n\r\nDart Charge has reduced journey times for drivers. These have been delivered despite an increase in traffic volumes of 7.2% over the last year (almost an extra 3.7 million crossings). Drivers are also seeing other benefits. Over one million drivers have Dart Charge accounts and are saving up to a third on every crossing, and more people living in Dartford and Thurrock are benefitting from the Local Residents Discount scheme than ever before.\r\n\r\nEven with ‘free-flow’ charging the Government is aware that there is still a wider congestion problem. With around 55 million vehicle crossings a year the Crossing is currently operating at over 117% capacity and traffic is expected to continue to grow.  In the immediate term, HE is closely monitoring the performance of the Crossing and the motorway approaches, and is looking for measures to improve journey times and reduce incidents.\r\n\r\nTo reduce congestion at the Crossing, HE is looking at the tunnel operating systems, at how traffic uses the northbound approaches and at the response to incidents to see what can be done to improve them.  \r\n\r\nDrivers may experience some delays on the northbound approaches to the tunnels due to the operation of the tunnel safety system of traffic lights, which was introduced to prevent queuing traffic within the tunnels, and to control the passage of oversized vehicles and those carrying dangerous goods. Around 300 vehicles approach the tunnels in the wrong lane each month and the impact of just one oversized vehicle entering the wrong tunnel could be extremely severe.\r\n\r\nThe new system was put into operation in summer 2015. Since then work has been on-going to increase its efficiency in operation and a series of fine-tuning upgrades have been introduced to speed up the safe passage of vehicles. Further improvements are planned for the coming months. \r\n\r\nHE is also looking at the road signing on the northbound Crossing approaches to see what improvements can be made here. \r\n\r\nHE is also working with local authorities on both sides of the Crossing to improve traffic flows between the local and strategic road network, including a joint approach between HE and Kent County Council on a number of improvement measures for the junctions used by traffic approaching the Crossing from Dartford. Improvement plans include new lane markings, including yellow boxes, at Junctions 1A and 1B to reduce lane blocking on the roundabouts and smarter management of the traffic lights at junctions 1A, 1B and 2 (the Darenth Interchange) to improve traffic flows.\r\n\r\nThe impact that of these measures will be evaluated, and the public will be kept apprised of our findings.\r\n\r\nDepartment for Transport","created_at":"2016-10-03T15:30:45.049Z","updated_at":"2016-10-03T15:30:45.049Z"},"debate":null}},{"type":"petition","id":167761,"links":{"self":"https://petition.parliament.uk/petitions/167761.json"},"attributes":{"action":"All West Sussex Schools to receive pupil funding at the national average.","background":"Currently West Sussex Schools receive one of the lowest levels of pupil funding in the country. The situation has got so bad that it is having an impact on the standard of the education provided. West Sussex would like fairer funding for its schools.","additional_details":"","state":"open","signature_count":15316,"created_at":"2016-09-23T19:30:28.558Z","updated_at":"2016-10-22T21:58:10.544Z","open_at":"2016-09-28T14:52:57.971Z","closed_at":null,"government_response_at":"2016-10-19T09:05:43.166Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-25T15:14:04.314Z","response_threshold_reached_at":"2016-10-06T11:04:31.504Z","creator_name":"Tim Haines","rejection":null,"government_response":{"summary":"We are firmly committed to introducing fairer funding through the national funding formula, so schools are funded on a fair and transparent basis, according to actual measures of need.","details":"We have protected the core schools budget in real terms over the current spending review period. This year, the core schools budget will be over £40 billion – the highest on record. \r\n\r\nWe are aware that under the current funding system education spending is not distributed fairly and consistently. That is why we are committed to introducing fairer funding for schools so that funding is transparently matched to schools’ and children’s needs. In doing so, we will fund the education system in a way that promotes social mobility and social justice.\r\n\r\nEarlier this year we conducted the first stage of consultation on our proposals for making the funding system fairer by introducing the National Funding Formulae (NFF) for schools and high needs. We initially proposed to introduce the NFF from 2017-18.\r\n \r\nIn July the Secretary of State announced that the NFF will be introduced in 2018-19 instead, to allow time for full and proper consultation on these important proposals. It also allowed us to give certainty to local authorities about their budgets in 2017-18.\r\n\r\nWe recognise West Sussex is a relatively low-funded local authority. In 2015-16 we took a step towards fairer funding by allocating an additional £390 million to low funded authorities through the “minimum funding levels” reform. West Sussex received an additional £930,000 from this reform. The extra funding for West Sussex was included in their baseline in 2016-17, and is protected in their baseline for 2017-18.\r\n \r\nWe also recognise that many schools are facing cost pressures and that they have worked to find efficiencies. A national funding formula will give headteachers more certainty about their funding over the longer term so that they can better manage their budgets. We are also providing support to help schools improve their financial health, including a range of information, guidance and tools available at: \r\nhttps://www.gov.uk/government/collections/schools-financial-health-and-efficiency.\r\nIn the next stage of consultation, we will set out our plans for how the formula will be implemented including the impact on schools and local authorities. This stage will also confirm the factors that we will use in the formulae, and we will invite responses to the weightings we propose to give them. \r\n\r\nWe will release the response to the first consultation, and launch a full second consultation on the NFF later in the autumn.\r\n\r\nDepartment for Education","created_at":"2016-10-19T09:05:43.163Z","updated_at":"2016-10-19T09:05:43.163Z"},"debate":null}},{"type":"petition","id":169433,"links":{"self":"https://petition.parliament.uk/petitions/169433.json"},"attributes":{"action":"Ban the use of previous sexual history as evidence in sexual abuse or rape cases","background":"Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.","additional_details":"http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/","state":"open","signature_count":14959,"created_at":"2016-10-14T16:34:53.475Z","updated_at":"2016-10-22T23:55:19.199Z","open_at":"2016-10-18T10:12:22.042Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-14T16:53:34.308Z","response_threshold_reached_at":"2016-10-19T21:28:50.632Z","creator_name":"Louisa Carol pawsey ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167410,"links":{"self":"https://petition.parliament.uk/petitions/167410.json"},"attributes":{"action":"Introduce a moratorium on the hunting of critically declining wading birds","background":"Woodcock, Snipe and Golden Plover are shot in the UK despite serious, ongoing population declines. A moratorium should be imposed to allow the impact of shooting to be established by independent scientific investigation and any necessary regulations introduced to ensure that shooting is sustainable.","additional_details":"BTO, JNCC and RSPB Bird Trends data report a 76% decline in Woodcock in the last 25 years. Although the wintering population is increased by migrants, BTO and GWCT studies of shot birds report that 17% are UK residents. It is Red Listed. In the same period Snipe (Amber listed) have declined by 89%. Between '93 and '13 Golden Plover decreased by 17% in England and 25% in Scotland. Continuing to harvest species in such steep decline is perilous and counterproductive to conservation practices. \r\n\r\n","state":"open","signature_count":14942,"created_at":"2016-09-18T16:40:41.400Z","updated_at":"2016-10-22T21:34:22.424Z","open_at":"2016-09-23T09:21:04.623Z","closed_at":null,"government_response_at":"2016-10-20T13:02:39.973Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T18:28:48.563Z","response_threshold_reached_at":"2016-09-27T10:17:52.781Z","creator_name":"Chris Packham","rejection":null,"government_response":{"summary":"It is unlikely that hunting has had a significant impact on recent population trends for woodcock, snipe and golden plover; trends are likely to be influenced more by the quality and extent of habitat","details":"All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981, however, some species of birds (as listed in Schedule 2 of the Act)  may be killed or taken outside the close season. Woodcock, snipe and golden plover are amongst those species that may be taken. In England and Wales the dates for woodcock are 1 October to 31 January; common snipe 12 August to 31 January; golden plover 1 September to 31 January.\r\n \r\nShooting is a legitimate activity and in addition to providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s manifesto commits to protect shooting for the benefits it brings to individuals, the environment and the rural economy.\r\n\r\nRecent data shows that the woodcock has a breeding population or around 78,000 pairs; common snipe 76,000 and golden plover between 38,000 and 59,000. Overwintering populations increase their numbers to approximately 1.4 million (woodcock), 1 million (common snipe) and 400,000 (golden plover). The numbers in winter are greatly increased as a result of birds arriving from Scandinavia, the Baltic States and Russia and many of our breeding birds (and their offspring) leave the country in winter.  \r\n\r\nFor all three species, the numbers of birds hunted is small compared with the population present in the country during the open season.\r\n\r\nWhen combined with the fact that many of our breeding birds winter abroad, it is unlikely that hunting pressure in this country has played a significant role in the recent downwards trends in the size and range of GB breeding populations of either woodcock or snipe. There is little evidence that the golden plover is currently in decline in GB as a whole.\r\n\r\nThe reasons for any declines are complex and include habitat loss as a result of land drainage, the drying out of natural woodlands, declining woodland management, the maturation of new plantations, overgrazing by deer, recreational disturbance and reductions in prey availability. The woodcock is currently red-listed due to breeding range decline in the past 25 years.\r\n\r\nMeasures have been taken to improve habitats through Environmental Land Management schemes such as the Countryside Stewardship Scheme, where grassland breeding waders have been specifically targeted. The woodcock will have benefited from Woodland Grant Schemes, some of which specifically target management for declining woodland birds.\r\n\r\nThe Government is not persuaded that the current level of hunting has a significant detrimental impact on the numbers of woodcock, common snipe and golden plover. A number of English estates have already instigated their own voluntary bans on the shooting of woodcock. Any moratorium in the rest of the UK is a matter for the devolved administrations.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-20T13:02:39.970Z","updated_at":"2016-10-20T13:02:39.970Z"},"debate":null}},{"type":"petition","id":136595,"links":{"self":"https://petition.parliament.uk/petitions/136595.json"},"attributes":{"action":"Maintain the Erasmus scheme despite Britain's exit from the European Union","background":"My degree programme consists of a placement year which is part-funded by the Erasmus scheme.\r\n\r\nHowever, the EU referendum has endangered access to this funding for myself and thousands of others. Please support my plea to make the Erasmus scheme a vital part of the United Kingdom's renegotiation.","additional_details":"I have also drafted a letter to send to your MP to show the importance of this scheme please visit this Dropbox link to get access to a download of this letter.\r\n\r\nhttps://www.dropbox.com/s/hofvmeoawzmnkqy/Erasmus%20MP%20Letter.docx?dl=0\r\n\r\nIf you would like any additional information about the Erasmus scheme then please follow this link:\r\n\r\nhttp://www.european-funding-guide.eu/articles/financing-tips/erasmus-programme","state":"open","signature_count":14534,"created_at":"2016-06-24T21:45:17.950Z","updated_at":"2016-10-22T23:00:08.223Z","open_at":"2016-07-04T16:21:22.416Z","closed_at":null,"government_response_at":"2016-09-19T10:43:42.754Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T22:20:56.116Z","response_threshold_reached_at":"2016-07-16T11:40:07.146Z","creator_name":"Ryan Dominic Ball","rejection":null,"government_response":{"summary":"The result has no effect on students abroad under Erasmus or applying for 2016/17. Payments will be made as usual. Access after we leave the EU will be considered in the post-Article 50 negotiations.","details":"As with other EU programmes our future engagement will be a matter for the negotiations which will follow triggering Article 50. As we conduct our negotiations, it must be a priority to regain more control of the numbers of people who come here from Europe - but also to allow British companies to trade with the single market in goods and services. We are about to begin these negotiations and it would be wrong to set out further specific positions in advance. At every step of these negotiations we will work to ensure the best possible outcome for the British people. Ministers are listening to the concerns raised by the academic community, students and parents. While we remain in the EU we retain all our rights and obligations as a Member State, including the right to participate in Erasmus. \r\n\r\nFor students, international mobility can help enhance their communication skills, confidence and employability. International and cross cultural experience and communication skills are valued by employers. HE institutions also benefit from increasing the mobility of their student population.  As well as improving the employability of their graduates, mobility periods enhance the overall student experience the institution is able to offer prospective students, making them more competitive in terms of the students they can attract.  Furthermore, increasing student exchanges with institutions abroad can contribute to the institution’s overall internationalisation strategy – leading to greater research collaboration between academics, for example, and improving the global reputation of the institution.  Because we value these benefits the Government is supporting a sector led UK strategy for Outward Mobility, which aims to increase the number of UK students who access international placements as part of their degree programmes. (http://www.go.international.ac.uk/go-abroad.) To support such mobility students on the EU Erasmus scheme for a full year abroad have their tuition fees capped at 15% of the permitted level for their institution in the year they spend abroad, and are entitled to an additional tuition fee loan to cover this. Their institutions receive a HEFCE grant of £2,250 per student for that year in addition to the 15% fee from the student. These 'fee waiver' arrangements also apply to those going abroad to study, but not work, under other mobility schemes.  \r\n\r\nErasmus (European Action Scheme for the Mobility of University Students) began in 1986 and its popularity is such that it has given its name to the entire EU education, training youth and sport programme, 'Erasmus+', which runs from 2014-20, and which provides funding for the specific Erasmus HE mobility scheme. It enables university students at all levels to undertake study or work placements in another EU country, or certain others (the Former Yugoslav Republic of Macedonia, Iceland, Liechtenstein, Norway and Turkey) as part of their course.  The minimum placement period under the scheme is three months, or two for work placements, and the maximum one year. It is currently the largest single such student mobility scheme for UK students; in 2013/14 there were 15,566 Erasmus placements in Europe. The vast majority of outgoing Erasmus students are undergraduates, and a little less than half are studying languages. In 2012/13 27,147 European students undertook a placement in the UK. It is up to individual institutions to decide how many students they send and receive.\r\n\r\nThe scheme is administered in the UK by the Erasmus+ National Agency, which receives funding from the EU Erasmus+ programme to fund outgoing students (the Government pays the Agency a management fee to cover the administrative costs). Students receive a non-means tested grant of between €250 and €400 per month whilst abroad, depending on which country they visit. Premiums of €100 per month are paid to all on work placements and to those on study placements qualifying as disadvantaged students.  Additional help from EU funding is available for those with special needs.\r\n\r\nDepartment for Education","created_at":"2016-09-19T10:43:42.751Z","updated_at":"2016-09-19T10:43:42.751Z"},"debate":null}}]}