{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=73\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":131215,"links":{"self":"https://petition.parliament.uk/petitions/131215.json"},"attributes":{"action":"EU Referendum Rules triggering a 2nd EU Referendum","background":"We the undersigned call upon HM Government to implement a rule that if the remain or leave vote is less than 60% based a turnout less than 75% there should be another referendum.","additional_details":"","state":"open","signature_count":4143455,"created_at":"2016-05-23T23:39:38.957Z","updated_at":"2016-08-20T23:04:52.437Z","open_at":"2016-05-25T11:19:56.925Z","closed_at":null,"government_response_at":"2016-07-08T16:22:29.365Z","scheduled_debate_date":"2016-09-05","debate_threshold_reached_at":"2016-06-24T10:48:23.281Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T15:58:22.999Z","response_threshold_reached_at":"2016-06-24T06:54:57.319Z","creator_name":"William Oliver Healey","rejection":null,"government_response":{"summary":"The European Union Referendum Act received Royal Assent in December 2015, receiving overwhelming support from Parliament.  The Act did not set a threshold for the result or for minimum turnout.","details":"The EU Referendum Act received Royal Assent in December 2015.  The Act was scrutinised and debated in Parliament during its passage and agreed by both the House of Commons and the House of Lords.  The Act set out the terms under which the referendum would take place, including provisions for setting the date, franchise and the question that would appear on the ballot paper.  The Act did not set a threshold for the result or for minimum turnout.\r\n\r\nAs the Prime Minister made clear in his statement to the House of Commons on 27 June, the referendum was one of the biggest democratic exercises in British history with over 33 million people having their say.  The Prime Minister and Government have been clear that this was a once in a generation vote and, as the Prime Minister has said, the decision must be respected.  We must now prepare for the process to exit the EU and the Government is committed to ensuring the best possible outcome for the British people in the negotiations.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-07-08T16:22:29.363Z","updated_at":"2016-07-08T16:22:29.363Z"},"debate":null}},{"type":"petition","id":125692,"links":{"self":"https://petition.parliament.uk/petitions/125692.json"},"attributes":{"action":"Stop spending a fixed 0.7 per cent slice of our national wealth on Foreign Aid","background":"Despite spending cuts at home the Government is committed to hand over 0.7% of national income in overseas aid, regardless of need. The Mail on Sunday believes voters do not want this and instead, we should provide money only for truly deserving causes, on a case-by-case basis.\r\n","additional_details":"Read articles at: www.mailonsunday.co.uk/foreignaid\r\n\r\nA bill passed in 2015 required the Government to spend a fixed 0.7% of gross national income on foreign aid. UK handouts will rise from current £12bn to £16bn by 2020. This is by far the highest rate of any G20 nation and is leading to huge waste and corruption. We believe this is the wrong approach because it fuels waste by focussing on targets, not outcomes. Foreign aid should provide money for the job, not jobs for the money.\r\n","state":"open","signature_count":235402,"created_at":"2016-03-24T15:02:14.691Z","updated_at":"2016-08-20T20:32:33.773Z","open_at":"2016-03-24T16:44:36.177Z","closed_at":null,"government_response_at":"2016-04-12T13:40:11.645Z","scheduled_debate_date":"2016-06-13","debate_threshold_reached_at":"2016-03-27T19:33:04.436Z","rejected_at":null,"debate_outcome_at":"2016-06-14T09:29:56.420Z","moderation_threshold_reached_at":"2016-03-24T16:41:34.182Z","response_threshold_reached_at":"2016-03-27T01:20:18.080Z","creator_name":"John Wellington, The Mail on Sunday","rejection":null,"government_response":{"summary":"The UK’s aid commitment means we can be proud to be a country that not only meets its responsibilities to the world’s poorest, but in doing so best serves and protects its own security and interests.","details":"The UK’s commitments on overseas aid were part of the 2015 manifesto on which the government was elected. The government is keeping its promise to the electorate, tackling global challenges in the national interest.\r\n\r\nBritain faces a simple choice: either we wait for the problems of the world to arrive on our doorstep, or we take action to tackle them at source.\r\n\r\nUK aid, whether it is helping to prevent deadly diseases like Ebola from coming to the UK from West Africa, or enabling Syrian refugees and other would-be migrants to stay in their home region, is about creating a more stable and secure world.\r\n\r\nOver the last five years, UK aid has been life-saving and life-changing for millions of the poorest people around the world. We have supported 11 million children through school. We have helped more than 60 million people get access to clean water, better sanitation and improved hygiene conditions. We are leading the global effort to save millions of girls from child marriage and Female Genital Mutilation.\r\n\r\nUK aid is spent where it is most needed and is subject to rigorous internal and external checks and scrutiny at all stages. The UK’s aid programmes are scrutinised by the Independent Commission for Aid Impact, the International Development Select Committee and Public Accounts Committee in Parliament, and the National Audit Office. This is in addition to internal monitoring and evaluation to ensure projects stay on track and deliver value for taxpayers’ money.\r\n\r\nThe government has realigned the UK’s aid strategy, cutting wasteful programmes and making sure spending is firmly in the UK’s national interest. Alongside an increased defence budget and the UK’s world class diplomatic service, our aid programme is helping to create a more prosperous and stable world in which the UK can stand tall and flourish.\r\n\r\nBritain’s aid strategy recognises that tackling poverty overseas means tackling the root causes of global problems that affect all of us, such as disease, migration, and terrorism. The Department for International Development is the UK’s primary channel for aid, but to respond to the changing world, more aid will be administered by other government departments, such as the Home Office, Foreign and Commonwealth Office, Department of Health, and Department for Business, Innovation and Skills, drawing on their complementary skills.\r\n\r\nThe government will invest more through its aid programme to tackle the causes of instability, insecurity and conflict, and to tackle crime and corruption. DFID is already working with the Metropolitan Police, National Crime Agency, and HMRC to recover funds stolen from developing countries, and help countries build proper tax systems and robust institutions so they can stand on their own two feet.\r\n\r\nThis is an approach that works; as well as delivering humanitarian aid to crisis zones and targeting the root causes of the migration crisis, it is increasing economic prospects in fragile states to help counter extremism, and helping build our future trading partners.\r\n\r\nYou can the read the full UK aid strategy here:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/478834/ODA_strategy_final_web_0905.pdf\r\n\r\nDepartment for International Development","created_at":"2016-04-12T13:40:11.636Z","updated_at":"2016-04-12T13:57:14.659Z"},"debate":{"debated_on":"2016-06-13","transcript_url":"https://hansard.parliament.uk/commons/2016-06-13/debates/16061315000001/ForeignAidExpenditure","video_url":"http://parliamentlive.tv/Event/Index/d3ed341d-af80-4b35-aee4-f1e20d8f40c4","overview":""}}},{"type":"petition","id":129698,"links":{"self":"https://petition.parliament.uk/petitions/129698.json"},"attributes":{"action":"No more school penalty fines and bring back the 10 day authorised absence","background":"Back in 2013 the government changed the law on taking your children out of school in term time so that now you receive a penalty fine of £60 per child per parent. This can increase . The law prevents families from taking term time holidays forcing families to pay extra during school holidays.  ","additional_details":"Myself and my wife received a fine for our two eldest children (two fines each parent) for taking our children on holiday for 5 days in term time which was the only week free from surgery and radiotherapy (school knew of cancer diagnosis) This apparently is not an exceptional circumstance. The council quote is S.444 A or 1 of the Education act 1996 which in its own term indicates truancy and not a one off family holiday. Councils are too ready to fine and wont consider exceptional circumstances","state":"open","signature_count":202237,"created_at":"2016-05-07T15:42:05.203Z","updated_at":"2016-08-20T23:12:15.174Z","open_at":"2016-05-09T14:55:37.872Z","closed_at":null,"government_response_at":"2016-07-08T11:49:24.399Z","scheduled_debate_date":"2016-07-11","debate_threshold_reached_at":"2016-05-11T09:57:07.851Z","rejected_at":null,"debate_outcome_at":"2016-07-12T12:11:56.836Z","moderation_threshold_reached_at":"2016-05-08T12:07:26.922Z","response_threshold_reached_at":"2016-05-10T07:59:25.978Z","creator_name":"Mr Dave Hedley","rejection":null,"government_response":{"summary":"Evidence shows that every extra day of school missed can affect a pupil’s chance of gaining good GCSEs. The Government is committed to reducing all school absence unless there are unavoidable reasons.","details":"The Government has focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nResearch shows that the amount of time missed from school is linked with a pupil’s academic success. The most recent research ‘The link between absence and attainment at key stage 2 and key stage 4: 2013 to 2014 academic year’(1)  was published by the Department for Education on 24 March 2016, and shows that every extra day of school missed can affect a child’s attainment at the end of key stage 2 and key stage 4. Missing school unnecessarily is unfair to children as it can damage their life chances.\r\n\r\nThe Government acknowledges that family holidays can be enriching experiences. The school year is designed to give families multiple opportunities to enjoy holidays without disrupting their children’s education. Parents should plan their holidays around school breaks and avoid taking their children out of school during term-time, except in exceptional circumstances. Head teachers know their pupils best and are best placed to make these decisions by considering the merits of each request and deciding whether or not it qualifies as an exceptional circumstance. \r\n\r\nIn 2013, the Government clarified the law that enables head teachers to authorise a leave of absence, allowing for term-time holidays in exceptional circumstances only. There was previously a widespread misconception that parents were entitled to take their children on holiday during term-time. No such entitlement has ever existed in law. The misconception had been created by the previous allowance for head teachers to grant up to 10 days of leave for ‘special circumstances’. \r\n\r\nTo address unauthorised absence the Government increased the financial penalty parents must pay for their child’s unauthorised absence, shortened the time permitted to pay a penalty notice from 42 days to 28 days and placed a greater emphasis on school attendance levels in inspection outcomes. \r\n\r\nAs a consequence, the number of persistent absentees in England’s schools has dropped by over 40%, from 433,000 in 2009/10 to 246,000 in 2014/15. Some 6 million fewer days were lost due to authorised absences in the first six half terms in 2014/15 compared to the equivalent period in 2012/13, a drop from a total of 47.9 million days missed to 41.8 million days missed. Overall absence rates have followed a significant downward trend from 6.5% in the academic year ending in 2007 to 4.6% in the academic year ending in 2015. In 2012/13, 7.0% of all absences were accounted for by authorised term-time holiday. This figure dropped to 2.6% of all absences in 2013/14 and 1.6% of all absences in 2014/15. Overall, this means that, on average, pupils miss fewer days at school than they did in 2010, and therefore are receiving less interruption to their education.\r\n\r\nThe recent High Court judgment (Isle of Wight Council vs. Platt, 13 May 2016), ruling that the magistrates who heard the case did not err in law when determining the attendance of the child, was disappointing. The Government is clear that school attendance is non-negotiable. The Department for Education is therefore providing support to the Isle of Wight Council in their application for permission to appeal to the Supreme Court against the High Court judgment.\r\n\r\nIn addition, the Minister of State for Schools has written to all schools and local authorities, setting out the importance of good school attendance for raising standards. In his letter, the Minister reminded head teachers of their duty to determine whether or not a request for absence is granted. He also made clear that the High Court’s judgment did not establish that a pupil’s attendance above 90% is regarded as ‘regular’ attendance.\r\n\r\nThe Government will continue to ensure that pupils attend every school day possible. When children take unauthorised absence, they miss vital stepping stones towards understanding curriculum content. The Government’s measures will ensure that pupils receive the maximum amount of schooling possible, helping to ensure that all pupils reach their potential, irrespective of background, ability or aptitude. Improving school attendance will continue to play a central role in our commitment to create a world-class education system in this country.  \r\n\r\n(1) https://www.gov.uk/government/publications/absence-and-attainment-at-key-stages-2-and-4-2013-to-2014\r\n\r\nDepartment for Education","created_at":"2016-07-08T11:49:24.397Z","updated_at":"2016-07-08T11:49:24.397Z"},"debate":{"debated_on":"2016-07-11","transcript_url":"https://hansard.parliament.uk/commons/2016-07-11/debates/1607115000001/SchoolPenaltyFinesAndAuthorisedAbsence","video_url":"http://parliamentlive.tv/Event/Index/e487aaf6-6065-4c01-93f8-faffaa2fa33d","overview":""}}},{"type":"petition","id":122946,"links":{"self":"https://petition.parliament.uk/petitions/122946.json"},"attributes":{"action":"Hold a General Election in 2016","background":"The General Public were purposefully misguided before the 2015 election.The lies David Cameron told before the election have now been widely acknowledged as such, and it is only reasonable that the public should be allowed to vote with full knowledge about his true agenda in 2016. ","additional_details":"Cameron has reneged on numerous promises he made before the 2015 election. It is evident that the education system and the NHS are being adversely affected by the ignorance of the government and Prime Minister. I should add that in proposing this petition I was informed that a similar petition already exists; however, it doesn't appear that this is actually the case: The one that came up as 'similar' has been rejected for reasons unknown to me. This is, therefore, a new petition.","state":"open","signature_count":176961,"created_at":"2016-02-25T13:34:12.196Z","updated_at":"2016-08-20T22:30:47.715Z","open_at":"2016-02-29T12:17:38.633Z","closed_at":null,"government_response_at":"2016-04-14T09:47:16.710Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-04-09T17:00:25.545Z","rejected_at":null,"debate_outcome_at":"2016-04-20T10:48:22.406Z","moderation_threshold_reached_at":"2016-02-27T17:53:13.201Z","response_threshold_reached_at":"2016-04-05T19:34:11.242Z","creator_name":"Eleanor Machin","rejection":null,"government_response":{"summary":"The accusations made about the Government and Prime Minister in this petition are wrong, and the Fixed-Term Parliaments Act means no Government can call an early general election any more anyway.","details":"The Government and Prime Minister have never sought to mislead the public. Nonetheless, the Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date, and therefore to call an early general election, from the Government and gave a power to the House of Commons to call an early general election in certain circumstances.\r\n \r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days.  Aside from these triggers there is no way to replace the Government through an early General Election.\r\n\r\nCabinet Office","created_at":"2016-04-14T09:47:16.706Z","updated_at":"2016-04-14T09:47:16.706Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee decided not to schedule a debate on this petition because it doesn’t have the power to schedule a debate on the type of motion that could trigger a general election. \r\n \r\nThe Petitions Committee only has power to table general motions (using the form of words ‘That this House has considered e-petition [number] on [the subject of the petition]’). A debate on this petition, which asks for a debate to trigger a general election, cannot be started by a general motion. It needs a specific motion, as set out in the Fixed-Term Parliaments Act 2011.\r\n\r\nUnder this law, the House of Commons can trigger a general election only if it agrees to certain specific motions. Early elections can be held either:\r\n• if a motion saying that there should be an early general election is agreed either (a) by at least two-thirds of the whole House in a formal vote or (b) without division (a formal vote); or\r\n• if a motion of no confidence is passed and no alternative government is confirmed by the Commons within 14 days.\r\nYou can find out more about how this law works here: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06111\r\n\r\nThis decision by the Committee doesn’t prevent MPs debating the type of motion that could trigger a general election, if they wish to do so, at another time, so long as they follow the steps set out in the Fixed-Term Parliaments Act.\r\n\r\nSince the Petitions Committee can only schedule general debates within which the House ‘considers’ a certain issue, it is usually more effective to start a petition calling for a specific change to government policy or the law.\r\n"}}},{"type":"petition","id":124747,"links":{"self":"https://petition.parliament.uk/petitions/124747.json"},"attributes":{"action":"Hold a public inquiry and a referendum over turning all schools into academies","background":"The government has announced that every school in England will become an academy. This was not in their manifesto and is therefore a completely undemocratic move. ","additional_details":"There is growing evidence that academies underperform \u0026 serious questions about their financial oversight. Buildings \u0026 land are being handed over to unaccountable orgs. Once they are transferred there is no legal mechanism to get them back. Before all schools become academies we demand the government holds a full public inquiry - that takes into account educational research and the views of teachers, parents and students - followed by a referendum in order to show that they have a mandate. \r\n\r\n","state":"open","signature_count":156516,"created_at":"2016-03-16T00:11:25.398Z","updated_at":"2016-08-20T20:18:04.042Z","open_at":"2016-03-16T16:13:34.334Z","closed_at":null,"government_response_at":"2016-07-06T13:24:31.336Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-03-20T14:00:59.985Z","rejected_at":null,"debate_outcome_at":"2016-04-20T13:07:47.674Z","moderation_threshold_reached_at":"2016-03-16T00:40:06.302Z","response_threshold_reached_at":"2016-03-16T23:25:19.194Z","creator_name":"Bridget Chapman ","rejection":null,"government_response":{"summary":"We have listened to feedback, and revised our plans; we will not be introducing blanket legislation but will continue to reaffirm our determination to see all schools become academies. ","details":"Since the launch of this petition, the Government has listened to feedback from teachers, school leaders and parents, as well as MPs. It is clear from those conversations that the impact academies have in transforming young people’s life chances is widely accepted and that more schools are keen to embrace academy status. As a result of these conversations the Government has decided, while reaffirming our continued determination to see all schools become academies in the next six years, that it is not necessary to bring legislation to bring about blanket conversion of all schools to achieve this goal.  \r\n\r\nThe Government will continue to require underperforming schools to convert to academy status, and to support good schools to convert and take the lead in supporting other schools as part of multi-academy trusts (MATs), In addition the Government will bring forward legislation to convert schools in the worst performing local authority areas, and where local authorities do not have the capacity to continue maintaining their schools\r\n\r\nAs part of the Government’s commitment to deliver real social justice, our reforms have made a remarkable difference to education in this country, with record numbers of children now being taught in good or outstanding schools. However, there is still more to do.\r\n\r\nThousands of schools have already chosen to become academies and we will continue to encourage high-performing maintained schools to put forward applications. We believe that good leaders are best placed to raise standards and improve outcomes for children – by running schools and groups of schools, recruiting and retaining high quality teachers, sharing their expertise to support other schools, and working together in MATs, while being held to account for rigorous, well-measured outcomes. \r\n\r\nSchools that have chosen to convert to academy status are obtaining better GCSE results and are more likely to be rated good or outstanding by Ofsted. 2015 results show primary, sponsored academies open for two years have improved their results, on average, by 10 percentage points since opening - double the rate of improvement in LA maintained schools over the last two years.\r\n\r\nAs Her Majesty’s Chief Inspector (HMCI) set out in the latest Ofsted annual report, academisation can lead to rapid improvements. In his letter of 10th March to the Secretary of State, HMCI confirmed his belief that it is right to give more autonomy to the front line and that there are some excellent MATs that have made remarkable progress in some of the toughest areas of the country.\r\n \r\nWe expect the majority of schools to join trusts or small local clusters, pupils. MATs are a stronger form of school body than those available to maintained schools, with a single point of accountability. There are many benefits for schools in joining a MAT, including that they can spend less on administration and so invest more in teachers; there are better options for staff development, recruitment and retention; and they can be more responsive to the individual needs of pupils.\r\n\r\nAcademy trusts are free from local and central government intervention so long as performance across education, finance and governance is above certain thresholds. Schools won’t be allowed to linger on, under-performing for many years. Where evidence is found that the school is coasting or failing, government will intervene promptly; however, trusts performing well will be left to run their schools as they see fit.  \r\n\r\nThe vast majority of schools which have become academies are now thriving. In the minority of academies that underperform, swift action has been taken to secure improvements. In total, we have issued 159 formal notices to underperforming academies and free schools and have moved to change the sponsor in 144 cases of particular concern (as at 4 July).\r\n\r\nThe Education and Adoption Act ensures we have powers to hold all academies to account where they do not meet the high standards we expect and create a more consistent framework for tackling underperformance.\r\n\r\nAcademy trusts have statutory responsibilities under company and charity law and also explicit accountabilities to Parliament. They must prepare financial statements each year which are audited by an independent external auditor. This means they receive greater scrutiny than most other types of schools.  These statements are published, allowing the wider public the chance to hold academy trusts to account.\r\n\r\nNo school acquires the freehold of its land as a result of becoming an academy. Most academies will continue to occupy their land on a lease which gives the individual school no powers to sell the land or change its use. Some schools already own their own land before they become academies, and they will continue to hold it. However no-one can sell or change the use of publicly funded education land or buildings without the Secretary of State’s permission.\r\n\r\nDepartment for Education","created_at":"2016-07-06T13:24:31.334Z","updated_at":"2016-07-06T13:24:31.334Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Committee decided not to schedule a debate on this petition because the House of Commons debated the Education White Paper, which includes the Government's policy on academies, on Wednesday 13 April. The subject for the debate was chosen by the Official Opposition (Labour). \r\n \r\nThis petition was “tagged” as relevant to the debate. This means that it was listed on the order paper (the agenda of the House of Commons) as being relevant to the debate.  \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/c1a5c42c-9f3d-4458-83b5-d10063c3a731?in=16:15:10 \r\n\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-13/debates/16041341000001/SchoolsWhitePaper"}}},{"type":"petition","id":126128,"links":{"self":"https://petition.parliament.uk/petitions/126128.json"},"attributes":{"action":"Call on David Cameron to act to protect our steel industry \u0026 recall Parliament","background":"David Cameron must take immediate action to act to protect the steel industry and the core of manufacturing in Britain. Join me in calling for Parliament to be recalled to hold the Government to account as an urgent priority","additional_details":"","state":"open","signature_count":153654,"created_at":"2016-03-30T10:28:11.992Z","updated_at":"2016-08-19T15:39:46.419Z","open_at":"2016-03-30T13:32:45.618Z","closed_at":null,"government_response_at":"2016-04-08T10:24:32.899Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-03-31T09:15:12.201Z","rejected_at":null,"debate_outcome_at":"2016-04-20T13:11:33.539Z","moderation_threshold_reached_at":"2016-03-30T11:29:20.066Z","response_threshold_reached_at":"2016-03-30T15:49:06.688Z","creator_name":"Jeremy Corbyn","rejection":null,"government_response":{"summary":"Global economic conditions mean this is a very difficult time for the steel industry and the workforce and communities affected. Government is doing all it can to ensure UK steel has a viable future.","details":"The UK steel sector is facing unparalleled global economic conditions.  Around the world, production of steel is 30 per cent higher than demand.  In China alone, excess steel capacity is 25 times the UK’s entire annual production.  India, Indonesia and other emerging economies are ramping up production with ready supplies of raw materials and low-paid labour.  In Europe, demand has yet to return to pre-crash levels.  When unprecedented supply is met with sluggish demand, prices inevitably fall - the international price of steel has halved over the past 18 months.\r\n\r\nThese conditions have led to many companies having to take difficult commercial decisions including redundancies across the sector and the closure of the SSI steel plant in Teesside last year.  This issue is not just a UK issue.  Since 2008 there have been many plant closures across Europe, and the number of workers in European steel manufacturing has fallen by about 70,000.\r\n\r\nThe Government has been working hard with the industry to provide all the support we can. Back in October last year Sajid Javid, Secretary of State for Business, Innovation and Skills convened a special Steel Summit in Rotherham, alongside industry, Scottish and Welsh governments and unions.  Through three Minister-led Working Groups we have been working with the sector to tackle key industry asks.  This is now being taken forward through the Steel Council which had its first meeting on 2 March and will be meeting again soon to discuss recent developments.\r\n\r\nTo date we have paid over £160 million to steel companies and other Energy Intensive Industries (EIIs) to compensate for the cost of climate change-related energy costs, including more than £50 million to Tata.  Following state aid clearance in December we have made the first payments under the latest scheme.  We are also going further, as announced at Autumn Statement, we plan to exempt EIIs from renewable energy costs.  This will save the steel industry over £400m by the end of this Parliament.  We have also secured flexibility over the implementation of EU emissions regulations; this will save the steel industry millions of pounds.\r\n\r\nLast year we published new procurement guidance for central Government Departments, this ensures that social and economic issues are taken into account when Government procures steel.  We are the first Government in the EU to take advantage of this flexibility. We have now gone further and extended this guidance across the entire public sector and will setting up a list of approved steel suppliers.  We also continue to work with all UK steel companies to ensure that they have maximum visibility of the public procurement pipeline.\r\n\r\nWe must remember that many of the issues facing the UK steel industry are international and therefore require an international response.  This is why Sajid Javid asked for and secured an extraordinary meeting of the EU Competitiveness Council to coordinate a continent-wide approach.  We voted in favour of anti-dumping measures on wire rod and on steel pipes in July and October last year.  We have lobbied successfully for an EU investigation into cheap imports of Reinforcing Steel Bar (‘rebar’) and in February we voted in favour of measures on rebar and cold-rolled products.  We also continue to press for the speeding up of trade defence investigations.  Although it is too early to tell what the impact of the duties will be, signs are promising for measures imposed in January; imports of rebar in January 2016 were 99% down on January 2015.\r\n\r\nThe Government recognises that this is a difficult time for the workers and communities affected by the current crisis, including in many areas where the steel sector makes up a substantial part of local employment.  Our immediate focus is to help those who have lost their jobs back into work as quickly as possible.  We have set aside up to £90m of support packages, and are working with Taskforces in Scunthorpe, Rotherham, Scotland and Wales to ensure we are offering all possible support to those affected.\r\n\r\nWhilst we are looking at all viable options and are not ruling anything out, we don't believe nationalisation is the right answer.  The world’s best steel companies all operate in the private sector and public ownership of steel operations has all but disappeared in the EU.  We will support the steel industry where we reasonably can but Government ownership of the steel industry, or any part of it, will not raise prices or increase demand for steel.\r\n\r\nThe Government is doing all it can to ensure a sustainable future for UK steel.  Ministers wrote to MPs to update them during recess and will continue to hold briefings to update representatives of other parties on the situation.  Our focus is on finding a long-term sustainable future for steel-making at Port Talbot and across the UK.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-04-08T10:24:32.894Z","updated_at":"2016-04-08T10:25:52.380Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Committee decided not to schedule a debate on this petition because the House of Commons debated the UK steel industry on 12 April, following an application from Angela Eagle MP for an emergency debate. \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/d1cd4828-eacb-4afe-b313-9e9c4d63d2e8?in=12:51:40\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-12/debates/16041234000002/UKSteelIndustry"}}},{"type":"petition","id":124702,"links":{"self":"https://petition.parliament.uk/petitions/124702.json"},"attributes":{"action":"Scrap plans to force state schools to become academies.","background":"State schools are accountable to parents, the local community and to local authorities. By forcing schools to become academies the accountability will be to a trust and to accountants.  Her Majesty Chief Inspector of schools has concerns over education provided in academies and so should you. ","additional_details":"Government is choosing to ignore the evidence from the HMCI, the Education Select Committee and the Sutton Trust’s own Chain Effects report, which clearly demonstrates that academy status not only does not result in higher attainment but that many chains are badly failing their pupils, particularly their disadvantaged pupils.","state":"open","signature_count":151310,"created_at":"2016-03-15T17:59:34.128Z","updated_at":"2016-08-20T22:07:44.795Z","open_at":"2016-03-16T16:04:53.937Z","closed_at":null,"government_response_at":"2016-07-06T13:22:02.646Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-03-21T10:06:18.864Z","rejected_at":null,"debate_outcome_at":"2016-04-20T13:07:15.984Z","moderation_threshold_reached_at":"2016-03-15T19:17:02.638Z","response_threshold_reached_at":"2016-03-16T22:00:32.703Z","creator_name":"Marcus Fillier","rejection":null,"government_response":{"summary":"We have listened to feedback, and revised our plans; we will not be introducing blanket legislation but will continue to reaffirm our determination to see all schools become academies. ","details":"Since the launch of this petition, the Government has listened to feedback from teachers, school leaders and parents, as well as MPs. It is clear from those conversations that the impact academies have in transforming young people’s life chances is widely accepted and that more and more schools are keen to embrace academy status. As a result of these conversations the Government has decided, while reaffirming our continued determination to see all schools to become academies in the next six years, that it is not necessary to bring legislation to bring about blanket conversion of all schools to achieve this goal. \r\n\r\nThe Government will continue to require underperforming schools to convert to academy status, and to support good schools to convert and take the lead in supporting other schools as part of multi-academy trusts. In addition, the Government will bring forward legislation to convert schools in the worst performing local authority areas, and where local authorities do not have the capacity to continue maintaining their schools\r\n\r\nAs part of the Government’s commitment to deliver real social justice, our reforms have already made a remarkable difference to education in this country, with over 1.4 million more young people in good or outstanding schools than in 2010. However, there is still more to do.\r\n\r\nIn academies, the best school leaders are free to innovate and run their schools how they choose. Schools don’t have to follow a single ‘right’ way of doing things determined elsewhere; each can develop different approaches that improve outcomes for their children and scale what works. Strong schools and leaders are able to spread their influence, and those which are struggling get the help they need. For example, sponsored academies have turned around some of the most challenging schools in some of the most deprived areas of the country to improve outcomes for disadvantaged pupils. \r\n\r\nWe expect the majority of schools to join trusts or small local clusters, pupils. Multi-Academy Trusts (MATs) are a stronger form of school  body than those available to maintained schools, with a single point of accountability. There are many benefits for schools in joining a MAT, including that they can spend less on administration and so invest more in teachers; there are better options for staff development, recruitment and retention; and they can be more responsive to the individual needs of pupils.\r\n\r\nAll schools becoming academies presents a fundamental shift of power from local and central government, giving responsibility to our best school leaders. It assumes they know better than government what works for their own pupils. The most successful local heads running the oversubscribed schools to which every parent wants to send their child will be able to lead the education of more children. We want to build on this success so that every school can benefit from the autonomy and strong accountability of academy status. \r\n\r\nLike all schools, academy performance is completely transparent on Ofsted’s website and DfE’s performance tables – which have been re-designed to be easier to navigate and compare performance. We will go further and publish data on how well MATs are performing to show the value added by a MAT.  Schools should be primarily accountable to parents and governing boards; to make the accountability system more useful for parents and boards, as well as teachers and leaders, we will improve how we collect and disseminate data. Furthermore, all parents need a voice, and this Government is actually increasing academies’ engagement with parents - we will require every academy to put in place arrangements for meaningful engagement with all parents, and to listen to their views and feedback.\r\nIndeed, as Her Majesty’s Chief Inspector (HMCI) set out in the latest Ofsted annual report, academisation can lead to rapid improvements. In his letter of 10th March to the Secretary of State about inspections of academies in MATs, HMCI confirmed his belief that it is right to give more autonomy to the front line and that there are some excellent MATs that have made remarkable progress in some of the toughest areas of the country.\r\n\r\nThe vast majority of schools which have become academies are now thriving. In the minority of academies that underperform, swift action has been taken– in total, we have issued 159 formal notices to underperforming academies and free schools and have moved to change the sponsor in 144 cases of particular concern (as at 4 July). \r\n\r\nThe Education and Adoption Act ensures we have powers to hold all academies to account where they do not meet the high standards we expect and create a more consistent framework for tackling underperformance.\r\n\r\nWe will ensure the continued growth of the academy programme, empowering frontline heads and school leads and transforming even more children’s education.\r\n\r\nDepartment for Education","created_at":"2016-07-06T13:22:02.644Z","updated_at":"2016-07-06T13:22:02.644Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Committee decided not to schedule a debate on this petition because the House of Commons debated the Education White Paper, which includes the Government's policy on academies, on Wednesday 13 April. The subject for the debate was chosen by the Official Opposition (Labour). \r\n \r\nThis petition was “tagged” as relevant to the debate. This means that it was listed on the order paper (the agenda of the House of Commons) as being relevant to the debate.  \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/c1a5c42c-9f3d-4458-83b5-d10063c3a731?in=16:15:10 \r\n\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-13/debates/16041341000001/SchoolsWhitePaper"}}},{"type":"petition","id":129823,"links":{"self":"https://petition.parliament.uk/petitions/129823.json"},"attributes":{"action":"Make it illegal for a company to require women to wear high heels at work","background":"It's still legal in the UK for a company to require female members of staff to wear high heels at work against their will. Dress code laws should be changed so that women have the option to wear flat formal shoes at work, if they wish. Current formal work dress codes are out-dated and sexist. ","additional_details":"","state":"open","signature_count":150622,"created_at":"2016-05-09T15:47:16.488Z","updated_at":"2016-08-20T21:42:50.716Z","open_at":"2016-05-09T16:55:12.349Z","closed_at":null,"government_response_at":"2016-06-24T09:47:24.840Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-05-12T13:14:54.471Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T16:08:47.477Z","response_threshold_reached_at":"2016-05-11T11:36:24.024Z","creator_name":"Nicola Thorp","rejection":null,"government_response":{"summary":"Company dress codes must be reasonable and must make equivalent requirements for men and women. This is the law and employers must abide by it.","details":"This Government is taking action to remove the barriers to equality for women at work, which is why we are tackling the gender pay gap, increasing the number of women on boards, increasing support for childcare costs and ensuring employers are aware of their obligations to pregnant women.\r\n \r\nEmployers are entitled to set dress codes for their workforce but the law is clear that these dress codes must be reasonable. That includes any differences between the nature of rules for male and female employees, otherwise the company may be breaking the law. Employers should not be discriminating against women in what they require them to wear. \r\n \r\nThe Government takes this issue very seriously and will continue to work hard to ensure women are not discriminated in the workplace by outdated attitudes and practices.  \r\n\r\nGovernment Equalities Office","created_at":"2016-06-24T09:47:24.795Z","updated_at":"2016-06-24T12:20:24.408Z"},"debate":null}},{"type":"petition","id":124016,"links":{"self":"https://petition.parliament.uk/petitions/124016.json"},"attributes":{"action":"Reverse the ESA disability benefit cut","background":"The House of Lords has been unable to stop a planned £30-a-week cut to disability benefits forced through by Government MPs. This will cripple those in receipt of these benefits, leaving many in literal poverty.\r\n\r\nThe government must reverse this decision. Lives are at risk.","additional_details":"","state":"open","signature_count":136686,"created_at":"2016-03-08T16:10:01.832Z","updated_at":"2016-08-20T14:10:05.722Z","open_at":"2016-03-09T12:07:03.341Z","closed_at":null,"government_response_at":"2016-03-22T13:06:30.119Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-03-16T00:04:06.377Z","rejected_at":null,"debate_outcome_at":"2016-03-22T18:37:39.142Z","moderation_threshold_reached_at":"2016-03-08T18:26:24.247Z","response_threshold_reached_at":"2016-03-09T20:53:21.494Z","creator_name":"Sanial McCormick","rejection":null,"government_response":{"summary":"We are committed to providing the right support to those with health conditions and disabilities. This change only affects new claims from April 2017 and no current claimants will be cash losers.","details":"In the Summer Budget 2015, we announced that, from April 2017, new Employment Support Allowance (ESA) claimants who are placed in the work-related activity group (WRAG) will receive the same rate of benefit as those claiming Jobseeker’s Allowance (JSA). \r\n\r\nThis change only affects new claims made after that date and there will be no cash losers among those who are already in receipt of ESA. This reform affects those with limited capability for work. Those with the most severe work-limiting health conditions and disabilities, who are placed in the Support Group, will be completely unaffected by these changes.\r\n\r\nThe reason for implementing this reform is clear. The current system fails to provide the right support to help those with health conditions and disabilities towards and into work, and acts to trap people on welfare. We are committed to ensuring that people have the best support possible, and that is what these changes are about.\r\n\r\nThe recent record employment levels have benefitted many but have yet to reach those on ESA.  It is important to remember that whilst 1 in 5 JSA claimants move off benefit every month, only 1 in 100 of ESA WRAG claimants does so.  Those with health conditions and disabilities deserve better than this. \r\n\r\nIn addition to providing financial security for individuals, work often has a profound effect on people’s life chances and it is right that this Government does everything it can to provide better support to get people into work.  More than three-fifths (61 per cent) of those in the ESA WRAG say they want to work – and there is a large body of evidence showing that work is generally good for physical and mental wellbeing. \r\n\r\nThis change enables us to recycle money into providing practical support that will make a significant difference to the life chances of those in the WRAG. This new funding will be worth £60 million in 2017/18 rising to £100 million in 2020/21 and will support those with limited capability for work to move towards and into suitable employment. \r\n\r\nAs set out in the Budget 2016, the nature of this support is being influenced by a Taskforce of disability charities, employers, think tanks, provider representatives and local authorities. Furthermore, we are providing a further £15 million for the Jobcentre Plus Flexible Support Fund in 2017-18 to help claimants who have limited capability for work with the extra costs that can be involved in moving closer to the labour market and into work.\r\n\r\nThese changes are part of a wider reform to help support more disabled people and those with health conditions work and to remain in work. Over the coming year we will build the progress we have made in partnership with disabled people, their representatives, and healthcare professionals, using their insights to understand how the welfare system can work better with the health and social care systems.\r\n\r\nOur reforms are aimed at improving the quality of life of those in greatest need.  Again, it is worth noting that we spend around £50 billion every year on benefits to support people with disabilities or health conditions, which represents over 6 per cent of all Government spending. We are proud of that commitment and we are determined to ensure that those most in need continue to receive the support they require. \r\n\r\nDepartment for Work and Pensions","created_at":"2016-03-22T13:06:30.114Z","updated_at":"2016-03-23T16:15:43.811Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The House of Commons Petitions Committee has decided not to schedule a debate on this petition, because this subject has already been discussed and voted on in the House of Commons. \r\n \r\nThe changes to ESA were proposed in the Welfare Reform and Work Bill, which has been debated in both Houses of Parliament. In particular, on 2 March MPs debated and voted on House of Lords amendments to the Welfare Reform and Work Bill. This included an amendment on Employment Support Allowance, which was rejected. On 7 March the bill cleared its final parliamentary stage and it is now waiting to be signed into law.  \r\n \r\nYou can read the debates at every stage of the Bill here: \r\n \r\nhttp://services.parliament.uk/bills/2015-16/welfarereformandwork.html \r\n \r\nYou can read the debate on 2 March here: \r\n \r\nhttp://www.publications.parliament.uk/pa/cm201516/cmhansrd/cm160302/debtext/160302-0003.htm#16030293000001 \r\n \r\n \r\nThe Petitions Committee is not the only way of getting a House of Commons debate on the subject of a petition. MPs could still try to get time for a further debate on this subject, if they wish to do so. There are many ways in which MPs can seek time for debates: individual MPs can apply for debates at the end of the day in the main Chamber, or for debates in Westminster Hall (the second debating Chamber of the House of  \r\nCommons).   \r\n \r\nGroups of backbenchers can ask the Backbench Business Committee for time for debate, either in the main Chamber of the House of Commons or in Westminster Hall. The Government and the Opposition parties also have the power to schedule debates.  \r\n \r\nIf you want a debate on this subject, you could write to your local MP to let him or her know. You can use this page to find out how to contact your MP: http://www.parliament.uk/mps-lords-and-offices/mps/ \r\n"}}},{"type":"petition","id":131167,"links":{"self":"https://petition.parliament.uk/petitions/131167.json"},"attributes":{"action":"Stop retrospective changes to the student loans agreement","background":"In 2010, the Government promised that from April 2017 the Student Loans repayment threshold of £21,000 would be upped each year with average earnings.\r\n\r\nThe Government has now backtracked on this promise, freezing the threshold at £21,000.  Graduates will now pay more on their student loans.","additional_details":"According to moneysavingexpert two million graduates will end up paying £306 more each year by 2020-21 if they earn over £21,000\r\n\r\nBy introducing retrospective changes it threatens any trust had in the student finance system.\r\n\r\nA commercial company would not be permitted to alter the terms of a loan agreement, so why should our government?\r\n\r\nThe chancellor did not even mention these changes in his Autumn statement, underlining the underhand nature of these changes.","state":"open","signature_count":133107,"created_at":"2016-05-23T11:27:50.996Z","updated_at":"2016-08-20T09:15:43.006Z","open_at":"2016-05-23T12:48:36.257Z","closed_at":null,"government_response_at":"2016-06-15T12:59:50.454Z","scheduled_debate_date":"2016-07-18","debate_threshold_reached_at":"2016-05-26T15:04:42.626Z","rejected_at":null,"debate_outcome_at":"2016-07-19T09:12:31.933Z","moderation_threshold_reached_at":"2016-05-23T11:54:17.370Z","response_threshold_reached_at":"2016-05-24T21:15:02.400Z","creator_name":"Alex True","rejection":null,"government_response":{"summary":"Freezing the repayment threshold ensures that the student support system remains affordable to the taxpayer and all students can access a university education, irrespective of their ability to pay.","details":"This Government is ensuring Higher Education is open to more people than ever before, and application rates from disadvantaged young people seeking to go university are currently at record levels. But Higher Education and Further Education must remain affordable to the taxpayer. Our approach is based on the fundamental principle that a borrower’s contribution to the cost of their education should be linked to their ability to pay. Graduates generally benefit from higher earnings than those who do not go to university, and we must maintain a fair balance between taxpayers and graduates in the costs of Higher Education. \r\n\r\nGraduates don’t have to repay their loans until they are earning above the annual threshold of £21,000. This threshold remains higher in real terms than that applicable to student loans taken out before 2012. Repayments are then made at a rate of 9% above this threshold. If a borrower earns less than the threshold then no repayments need to be made. Outstanding loans are written off 30 years after graduation.\r\n\r\nThe Government consulted on the threshold freeze in July 2015. All responses to the consultation were considered carefully in the wider context of the detailed analysis of impacts, including on the public finances, and the Equality Analysis. The consultation document and the Government response are available at https://www.gov.uk/government/consultations/freezing-the-student-loan-repayment-threshold.\r\n\r\nThe decision to freeze the student loan repayment threshold for post-2012 (“Plan 2”) borrowers until April 2021, was then announced in the November 2015 Spending Review. The Spending Review and Autumn Statement 2015 documents are available at https://www.gov.uk/government/publications/spending-review-and-autumn-statement-2015-documents.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-15T12:59:50.452Z","updated_at":"2016-06-15T12:59:50.452Z"},"debate":{"debated_on":"2016-07-18","transcript_url":"https://hansard.parliament.uk/commons/2016-07-18/debates/16071826000001/StudentLoansAgreement","video_url":"http://www.parliamentlive.tv/Event/Index/9bac2dbf-f634-4134-ab34-5e4aab8a6cb7","overview":""}}},{"type":"petition","id":133618,"links":{"self":"https://petition.parliament.uk/petitions/133618.json"},"attributes":{"action":"Invoke Article 50 of The Lisbon Treaty immediately.","background":"The British people have spoken. We have voted to leave the EU. We want article 50 of the Lisbon treaty to be invoked immediately. We still have two years to discuss our exit from the EU, but we do not wish to delay it any further. ","additional_details":"","state":"open","signature_count":120085,"created_at":"2016-06-24T05:54:51.021Z","updated_at":"2016-08-20T22:38:41.321Z","open_at":"2016-06-30T13:26:27.902Z","closed_at":null,"government_response_at":"2016-08-11T14:58:40.547Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-07-15T21:14:44.771Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T09:16:16.336Z","response_threshold_reached_at":"2016-07-01T22:02:35.508Z","creator_name":"Thomas Renshaw","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected and delivered. We should not trigger Article 50 until we have a UK approach and objectives.","details":"The British people have voted to leave the EU and their will must be respected and delivered. The process for leaving the EU and determining our future relationship will be a complex one, so we need to take time to think through our objectives and approach. We want to ensure the best possible outcome for Britain and the future UK-EU relationship. As part of this, the government will of course work closely with the devolved administrations to ensure we get the best deal for the UK as a whole. We should not trigger Article 50 until we have a UK approach and objectives, so Article 50 should not be invoked before the end of this year.\r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T14:58:40.545Z","updated_at":"2016-08-11T14:58:40.545Z"},"debate":null}},{"type":"petition","id":125003,"links":{"self":"https://petition.parliament.uk/petitions/125003.json"},"attributes":{"action":"Ban driven grouse shooting","background":"Grouse shooting for 'sport' depends on intensive habitat management which increases flood risk and greenhouse gas emissions, relies on killing Foxes, Stoats, Mountain Hares etc in large numbers and often leads to the deliberate illegal killing of protected birds of prey including Hen Harriers.","additional_details":"Driven grouse shooting uses animals for live target practice, with thousands killed every day. Native predators are killed because they eat Red Grouse. Mountain Hares are killed because they carry ticks that can spread diseases to grouse. Heather is burned to increase Red Grouse numbers for shooting. Grouse shooting is economically, ecologically and socially unnecessary. This is 'canned hunting'.\r\n\r\nSupported by Eduardo Gonçalves, CEO of League Against Cruel Sports, Chris Packham and Bill Oddie.\r\n","state":"open","signature_count":115508,"created_at":"2016-03-17T20:44:14.507Z","updated_at":"2016-08-20T23:56:06.025Z","open_at":"2016-03-20T12:36:30.109Z","closed_at":null,"government_response_at":"2016-04-21T12:41:01.383Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-08-13T08:57:30.136Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-17T21:33:49.278Z","response_threshold_reached_at":"2016-03-24T19:31:20.028Z","creator_name":"Dr Mark Avery","rejection":null,"government_response":{"summary":"Defra is working with key interested parties to ensure the sustainable management of uplands, balancing environmental and economic benefits, which includes the role of sustainable grouse shooting.","details":"When carried out according to the law, grouse shooting is a legitimate activity and in addition to its significant economic contribution, providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s position is that people should be free to undertake any lawful activities. However, all those involved are encouraged to follow best practice.\r\n\r\nA report by the UK shooting community (Public \u0026 Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive, and industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spend £52.5 million each year on managing 175 grouse moors. The industry also supports 1,520 full time equivalent jobs and is worth £67.7 million in England and Wales.  \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity, and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nWith regard to predator control, we welcome the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the BASC green shoots initiative. Control of grouse predators such as foxes and stoats on shooting estates has a role to play in the recovery of rare or declining species, particularly ground nesting birds. Mountain hares and other tick carrying species such as deer are controlled to reduce disease mortality in infected red grouse chicks. We also recognize that controlling mountain hares and deer is a legitimate practice in other circumstances: for example, to protect young trees and vegetation or as quarry species. \r\n \r\nThe Wildlife and Countryside Act 1981 affords protection to all wild birds; despite this, incidents of illegal killing of birds of prey continue, so we have identified raptor persecution as a national wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The raptor persecution group, led by a senior police officer, focuses on the golden eagle, goshawk, hen harrier, peregrine, red kite and white tailed eagle and is led by a senior police officer. \r\n\r\nThe National Wildlife Crime Unit, which is part-funded by Defra, monitors and gathers intelligence on illegal activities affecting birds of prey and assists police forces when required. Despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine, red kite and buzzard have increased.  \r\n\r\nWith regard to hen harriers, in January 2016 the Defra led Upland Stakeholder Forum hen harrier sub-group published the Joint action plan to increase the English hen harrier population. This sets out six complementary actions to increase hen harrier populations in England. These actions are individually beneficial, and when combined have the potential to deliver stronger outcomes and contribute to the recovery of the hen harrier population in England. These are:\r\n\r\n1: Monitoring of populations in England and UK\r\n\r\n2: Diversionary feeding\r\n\r\n3: Work with Raptor Persecution Priority Delivery Group (RPPDG) to analyse monitoring information and build intelligence picture\r\n\r\n4: Nest and winter roost protection\r\n\r\n5: Southern reintroduction\r\n\r\n6: Trialling a Brood Management Scheme\r\n\r\nThe Action Plan sets out who leads on each action and the timescale and benefits of each. The plan was developed with senior representatives from organisations best placed to take action, including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game \u0026 Wildlife Conservation Trust, National Parks England and the RSPB. These organisations will now take the plan forward led by Natural England. They will monitor all the activities carried out and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-04-21T12:41:01.377Z","updated_at":"2016-04-21T12:41:01.377Z"},"debate":null}},{"type":"petition","id":125475,"links":{"self":"https://petition.parliament.uk/petitions/125475.json"},"attributes":{"action":"Debate in the House the Local Government Pension Scheme Investment Regulations","background":"5 million people rely on the LGPS to pay their pensions. Government wants powers over LGPS investment funds, but they could gamble away members’ money on infrastructure projects. This is not allowed in any other UK scheme, including the MPs'. The LGPS must be invested in members’ best interests.","additional_details":"Parliament must debate this issue and make the government accountable for these powers of intervention as any such direction may breach the law. Specifically Article 18 paragraph 3 of the EU Directive 41/2003 Institutions for Occupational Retire Provision: “Member States shall not require institutions located in their territory to invest in particular categories of assets.”","state":"open","signature_count":105076,"created_at":"2016-03-22T15:03:30.283Z","updated_at":"2016-08-20T18:50:42.831Z","open_at":"2016-03-24T12:23:05.111Z","closed_at":null,"government_response_at":"2016-04-19T13:36:04.033Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-07-19T18:07:18.224Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-22T15:25:36.046Z","response_threshold_reached_at":"2016-04-04T11:57:09.382Z","creator_name":"Colin David Meech","rejection":null,"government_response":{"summary":"LGPS investment decisions will remain matters for local authorities, but councils should compare their investments in infrastructure against the example set by leading global pension fund investors.  ","details":"Councils must invest local government pension scheme funds in the best interests of scheme members.  \r\n\r\nThe Government has no intention of setting targets for infrastructure investment or removing the right of individual pension fund authorities to make their own decisions about strategic asset allocation. However, the pooling scheme assets announced at the July 2015 Budget will improve their capacity to invest in infrastructure, as well as achieving significant cost savings, while maintaining returns. \r\n \r\nWe have recently consulted on proposals to grant the Secretary of State a power of intervention which would further protect members’ and taxpayers’ interests. We expect that the power to intervene would be used exceptionally when there was clear evidence that a pension fund authority was not acting reasonably and lawfully, The Government is currently considering the responses to the consultation. \r\n\r\nDepartment for Communities and Local Government","created_at":"2016-04-19T13:36:04.029Z","updated_at":"2016-04-19T13:36:04.029Z"},"debate":null}},{"type":"petition","id":128833,"links":{"self":"https://petition.parliament.uk/petitions/128833.json"},"attributes":{"action":"Britain must not turn its back on child refugees in Europe","background":"The Government should accept the call to give sanctuary to child refugees who are alone and at risk in Europe.\r\n","additional_details":"95,000 child refugees are on their own in Europe as a result of the refugee crisis. They are sleeping rough and in makeshift camps, desperately vulnerable to abuse and to trafficking into modern slavery.\r\n\r\nWe rightly look back with pride at the leadership our nation showed in rescuing 10,000 children from Europe through the Kindertransport. \r\n\r\nBritain must not turn its back on child refugees in Europe today.\r\n\r\n\r\n","state":"open","signature_count":74168,"created_at":"2016-04-26T13:21:11.972Z","updated_at":"2016-08-20T23:49:44.879Z","open_at":"2016-04-26T13:56:19.838Z","closed_at":null,"government_response_at":"2016-05-12T15:44:39.490Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-26T13:28:37.137Z","response_threshold_reached_at":"2016-04-26T21:47:55.313Z","creator_name":"Alf Dubs","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:44:39.484Z","updated_at":"2016-05-12T15:44:39.484Z"},"debate":null}},{"type":"petition","id":128710,"links":{"self":"https://petition.parliament.uk/petitions/128710.json"},"attributes":{"action":"Lower university fees down to £3,000","background":"The tuition fees at their current prices, are too high. They penalise students. Some can't go to university because they feel as if the current fees are too expensive, and will get themselves in debt for the rest of their lives. We need tuition fees lowered back down to their previous amount.","additional_details":"","state":"open","signature_count":67289,"created_at":"2016-04-24T19:53:17.790Z","updated_at":"2016-08-20T22:26:35.560Z","open_at":"2016-04-26T11:25:48.041Z","closed_at":null,"government_response_at":"2016-06-14T09:10:01.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T18:21:43.084Z","response_threshold_reached_at":"2016-05-20T09:42:17.310Z","creator_name":"Josh Hayward","rejection":null,"government_response":{"summary":"Anyone with the ability to benefit from higher education should have the opportunity to do so. All eligible students can apply for an upfront loan to meet the full cost of tuition fees","details":"Anyone with the ability to benefit from higher education should have the opportunity to do so, irrespective of their background. That is why all eligible students can apply for an upfront tuition fee loan to meet the full costs of their tuition fees, as well as loans for living costs. \r\n\r\nLoans are only repaid once students are earning over £21,000 a year. Students earning below £21,000 will not have to make repayments. Deductions are taken at 9% of any income over that threshold and any outstanding balance will be written off after 30 years.\r\n\r\nEligible full-time students from some of the most disadvantaged backgrounds will also receive 10.3% more living cost support in 2016/17 than under previous student support arrangements.\r\n\r\nIn order to charge tuition fees above the basic amount of £6,000 and up to the £9,000 fee cap, higher education institutions are required to agree an access agreement with the Director for Fair Access. Higher education institutions are expected to spend £745 million through these access agreements in 2016/17, this has risen from £395 in 2009/10.  This will be invested in measures to improve the access to university and successful outcomes of disadvantaged students.\r\n\r\nThe steps we have taken to ensure higher education remains sustainably financed has enabled us to lift student number controls, so that more people have the opportunity to secure a university place. The proportion of students from disadvantaged backgrounds entering higher education is up from 13.6% in 2009 to 18.5% in 2015. \r\n\r\nLowering tuition fees would carry a number of possible consequences, including a cut to funding for universities and additional demands on public spending, which would be met through higher taxation, including on those who have not themselves benefited from university. This could also mean the re-imposition of student number controls, leading to fewer university places being available for students.]\r\n\r\nThe Government’s approach has struck the right balance between delivering a sustainable system and ensuring higher education remains open and accessible. This has been recognised by the Organisation for Economic Co-operation and Development (OECD), which said we are “one of the few countries to have figured out a sustainable approach to student finance”. \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-14T09:10:01.724Z","updated_at":"2016-06-14T09:10:01.724Z"},"debate":null}},{"type":"petition","id":123450,"links":{"self":"https://petition.parliament.uk/petitions/123450.json"},"attributes":{"action":"Cancel the planned referendum on Britain's continued membership of the EU.","background":"According to the BBC (as at the 26th February 2016) 444 MPs of (almost) all parties have declared their support for Britain staying a member of the European Union on the basis of the reform package negotiated by the Prime Minister, David Cameron.","additional_details":"Constituting more than 68% of the votes in the House of Commons, this represents a rare and overwhelming cross-party Parliamentary majority.   If it is the settled will of such a large majority in the House of Commons, Parliament should now rise to the occasion and assert the very sovereignty Brexit campaigners claim it has lost. Parliament should ratify the agreement reached by the Government with the European Union and confirm Britain’s membership of the European Union on that basis.","state":"open","signature_count":62471,"created_at":"2016-03-01T13:49:52.773Z","updated_at":"2016-08-20T11:27:13.050Z","open_at":"2016-03-02T18:55:22.948Z","closed_at":null,"government_response_at":"2016-07-04T14:18:21.675Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-01T21:05:20.836Z","response_threshold_reached_at":"2016-06-17T19:54:06.546Z","creator_name":"Christopher McGinty","rejection":null,"government_response":{"summary":"The European Union Referendum Bill became an Act of Parliament in December 2015, committing the Government to hold a referendum on Britain’s membership.  The Referendum was held on 23 June 2016.","details":"The European Union Referendum Act 2015 received Royal Assent in December 2015.  The Act was scrutinised and debated in Parliament during its passage and agreed by both the House of Commons and the House of Lords.  On 20 February 2016 the Prime Minister announced that the referendum would take place on Thursday 23 June 2016, before the deadline set in the Act to hold the Referendum by the end of 2017.\r\n\r\nAs the Prime Minister said in his statement to the House of Commons on 27 June, the Referendum was one of the biggest democratic exercises in British history with over 33 million people having their say.  He made clear that “we should be proud of our parliamentary democracy. But it is right that when we consider questions of this magnitude, we don’t just leave it to politicians but rather listen directly to the people.”\r\n\r\nThe Referendum has now been held, and the British people have voted to leave the European Union.  The Prime Minister has been clear that the British people’s will must be respected. \r\n\r\nForeign and Commonwealth Office","created_at":"2016-07-04T14:18:21.672Z","updated_at":"2016-07-04T14:18:21.672Z"},"debate":null}},{"type":"petition","id":130519,"links":{"self":"https://petition.parliament.uk/petitions/130519.json"},"attributes":{"action":"Drop the plans to INCREASE tuition fees further and open more universities.","background":"It will be made easier to open new universities in England, under plans announced by Universities Minister.\r\nThe government's proposals for higher education also confirm plans to allow tuition fees to increase above £9000 from 2017.\r\nThis will depend on universities having high-quality teaching.","additional_details":"The Government should drop plans to allow tuition fees to further rise above £9,000. It has been less than 5 years since the decision to treble them has priced thousands of students out of getting a higher education. The plans to allow top universities to increase fees above universities will price disadvantaged intelligent students out of a top education. \r\nShadow universities minister, Gordon Marsden, warned that it could be \"very dangerous\" to allow new providers to award degrees too quickly.","state":"open","signature_count":52347,"created_at":"2016-05-16T09:24:56.027Z","updated_at":"2016-08-20T19:21:13.089Z","open_at":"2016-05-16T11:16:44.774Z","closed_at":null,"government_response_at":"2016-06-03T11:11:27.760Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-16T10:03:05.388Z","response_threshold_reached_at":"2016-05-17T11:09:58.165Z","creator_name":"Sachin Gulrajani","rejection":null,"government_response":{"summary":"Government’s reforms will deliver greater choice and value for students, promote social mobility and boost productivity. Maximum tuition fees will remain flat in real terms.   ","details":"The reforms announced in our Higher Education and Research White Paper, ‘Success as a Knowledge Economy: Teaching Excellence, Social Mobility and Student Choice’ will support the Government’s mission to boost, life chances and opportunity for all, and enhance the competitiveness and productivity of our economy.  They will also strengthen the UK’s world-class capabilities in research and innovation.\r\n\r\nOur higher education sector is among our greatest national assets. England’s universities rank among the best in the world. They generate the knowledge and skills that fuel our economy and provide the basis for our nation’s intellectual and cultural success.\r\n\r\nHowever, our higher education system is falling short when it comes to delivering value for money for students, employers and taxpayers, and is not fulfilling its full potential as an engine of social mobility and driver of enhanced productivity. \r\n\r\nAll students, regardless of their background, deserve excellent teaching that helps them fulfil their potential. The Teaching Excellence Framework will put in place reputational and financial incentives that will drive up the standard of teaching in all universities, and will put clear, understandable information about outcomes in the hands of students so they know where teaching is best and what benefits they can expect to gain from their course. \r\n\t\r\nThe £9,000 fee cap set in 2012 is now worth £8,500 in real terms, and we cannot allow a situation where our world-class universities are under-funded. As is provided for in the 2004 legislation we will therefore allow high quality providers the opportunity to increase the maximum fees in line with inflation, meaning they will remain flat in real terms. \r\n\r\nYoung people from disadvantaged backgrounds have not been put off going to university with entry rates at a record level of 18.5% in 2015 (compared to 13.6% in 2009). Our repayments system is based on the ability to pay. Repayments start only once a student’s income reaches over £21,000. \r\n\r\nWe are committed to maintaining a system which does not allow entry and growth from poor quality and financially unsustainable providers and deals with poor quality providers already in the system.  In order to be eligible for degree awarding powers, a provider must meet tough quality and Financial Sustainability, Management and Governance criteria. And only once a provider has successfully operated with full degree awarding powers for three years will they become eligible for university title. Nonetheless, our reforms will level the playing field for high quality new entrants, improving the capacity and agility of the higher education sector to respond to the needs of students.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-03T11:11:27.756Z","updated_at":"2016-06-03T11:11:27.756Z"},"debate":null}},{"type":"petition","id":150516,"links":{"self":"https://petition.parliament.uk/petitions/150516.json"},"attributes":{"action":"Make Eid a National Holiday","background":"Make Eid a National Holiday so that British Muslims do not have to use their annual leave or provide them with the option of swapping Christmas day for Eid holiday.","additional_details":"","state":"open","signature_count":50649,"created_at":"2016-06-27T12:22:49.703Z","updated_at":"2016-08-20T22:01:51.828Z","open_at":"2016-06-28T09:10:26.902Z","closed_at":null,"government_response_at":"2016-07-14T09:28:19.956Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T15:04:48.433Z","response_threshold_reached_at":"2016-06-30T13:31:14.123Z","creator_name":"Moshinur choudhury ","rejection":null,"government_response":{"summary":"The Government has no plans to create another public holiday, or to vary the existing arrangements.   The current pattern is well established and accepted.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals. \r\nThe current pattern is well established and accepted, and there are no current plans to create another permanent bank holiday, or to enable employees to swap existing bank holidays.\r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nEmployers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-07-14T09:28:19.953Z","updated_at":"2016-07-14T09:28:19.953Z"},"debate":null}},{"type":"petition","id":128969,"links":{"self":"https://petition.parliament.uk/petitions/128969.json"},"attributes":{"action":"Enforce the Consumer Rights Act to protect music, arts and sport fans from touts","background":"Fans are being ripped-off by ticket resales. The Consumer Rights Act has not changed this. We demand that Parliament enact last year’s ticket resale amendment, which provides tougher sanctions for resale websites, and also require ticket resellers to reveal their identities. \r\n","additional_details":"On a commercial scale, touting deprives the Treasury of VAT, and performance copyright holders of royalties that should be paid on the mark-ups. It also denies artistes the ability to ensure their events are priced so anyone can attend.\r\n\r\nAmendment text, beginning page 3: http://www.publications.parliament.uk/pa/bills/cbill/2014-2015/0134/15134.1-7.html ","state":"open","signature_count":45983,"created_at":"2016-04-27T16:57:17.991Z","updated_at":"2016-08-20T18:40:05.069Z","open_at":"2016-04-29T14:07:58.504Z","closed_at":null,"government_response_at":"2016-06-08T14:41:07.054Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":null,"response_threshold_reached_at":"2016-05-07T06:53:35.759Z","creator_name":"Adam Tudhope","rejection":null,"government_response":{"summary":"Profession Waterson’s independent review of consumer protection measures concerning online secondary ticketing facilities was published on 26 May 2016. ","details":"The Consumer Rights Act 2015 introduced new requirements in relation to the re-sale of tickets through online secondary ticketing facilities for recreational, sporting or cultural events in the UK.  These came into force on 27 May 2015.\r\n\r\nThe Act placed new obligations to provide information about tickets on both ticket re-sellers and the secondary ticketing facilities and are aimed at providing transparency and protection for consumers.  The measures include the duty to provide information about certain connections the seller might have with either the online facility on which they are selling, or the organiser of the event for which the ticket is being sold.  Other consumer legislation requires the identification of the seller, where they are acting as a ‘trader’.\r\n\r\nThe secondary ticketing provisions were introduced in recognition of concerns raised in Parliament that the ticket re-sale secondary market was not functioning correctly and that consumers risked not being sufficiently protected.  \r\n\r\nLocal authority trading standards services have a duty to enforce the secondary\r\nticketing provisions of the 2015 Act in Great Britain (the Department for Enterprise, Trade and Investment is the relevant enforcer for Northern Ireland).  They also enforce other consumer protection legislation, which may be relevant to ticketing.  Suspected or actual breaches of such legislation should first be reported via the Citizens Advice consumer helpline, following which Citizens Advice may refer cases to Trading Standards Services for appropriate action. The Government expects all sellers, secondary ticketing facilities and event organisers to comply with the Act’s secondary ticketing provisions that apply to them, as well as with any other relevant law, including consumer protection, copyright and taxation.    \r\n\r\nIn addition to the obligations described above, the Act required that a review of consumer protection measures should be undertaken. In October 2015, Professor Michael Waterson was appointed to carry out an independent review and his report was published on 26 May 2016:  https://www.gov.uk/government/publications/consumer-protection-measures-applying-to-ticket-resale-waterson-review\r\n\r\nProfessor Waterson considers how tickets come to the secondary market and how pricing, ticketing and venue control are intimately linked. He has recommended a number of practical actions that companies in both the primary and secondary ticket markets could take to increase transparency on ticketing for the consumer.  He believes that the primary ticketing market should do more to protect itself from ‘bots’ that mass purchase tickets, including reporting 'bot' attacks to the Police. And he says the secondary sites should do more to ensure sellers using them comply with the provisions in the Consumer Rights Act 2015. For reasons he sets out in his Report, Professor Waterson is not convinced that price capping is an appropriate solution to issues in the market at this time.\r\n\r\nThe Government will consider Professor Waterson’s Report and respond to it in due course.  \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-06-08T14:41:07.050Z","updated_at":"2016-06-08T14:41:07.050Z"},"debate":null}},{"type":"petition","id":124596,"links":{"self":"https://petition.parliament.uk/petitions/124596.json"},"attributes":{"action":"Pursue a free movement treaty between the UK, Australia, New Zealand and Canada","background":"A recent poll by the Commonwealth Exchange shows that 58% of British people, 70% of Australians, 75% of Canadians and 82% of Kiwis are in favour of free movement between our four countries, making it possible for a citizen of any of these nations to live and work in any of the others.","additional_details":"Our shared culture, language and values would make the UK, Australia, Canada and New Zealand prime partners in a freedom of movement agreement, and our similar socio-economic conditions would mean there was no major imbalance.\r\n\r\nCommonwealth Exchange study to be found here: \r\n\r\nhttp://www.commonwealth-exchange.org/polling-free-movement-between-aus-can-nz-uk/","state":"open","signature_count":44901,"created_at":"2016-03-14T19:36:54.257Z","updated_at":"2016-08-20T23:32:10.481Z","open_at":"2016-03-16T14:38:16.144Z","closed_at":null,"government_response_at":"2016-07-07T13:05:19.896Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-14T19:42:35.441Z","response_threshold_reached_at":"2016-06-26T23:40:18.763Z","creator_name":"Henry Jacob Smith","rejection":null,"government_response":{"summary":"The UK values its close co-operation with Australia, Canada and New Zealand. There are already a number of schemes that give nationals of those countries the ability to come to work in the UK.","details":"The Government is committed to bringing net migration to sustainable levels.\r\n\r\nThe United Kingdom values its existing close co-operation with Australia, Canada and New Zealand. There are already a number of schemes which nationals of those countries can take advantage of in order to come to the UK to work. \r\n\r\nAustralia, New Zealand and Canada are among the few countries whose nationals are able to participate in the UK’s Youth Mobility Scheme which gives people aged 18-30 the opportunity to come to the UK for two years to work, study or, under certain conditions, be self employed and set up a company. These schemes are reciprocal in nature meaning that UK nationals have access to similar schemes in the countries concerned. The number of people from Australia, Canada and New Zealand admitted to the UK under these arrangements is consistently far short of the number of places made available.\r\n \r\nCommonwealth citizens are also able to benefit from UK Ancestry visas if one of their grandparents was born in the UK. These visas, which last for five years, and can be extended, allow the visa holder the right to work and study in the UK, as well as to bring family members into the UK. It is also possible for a person who has lived in the UK for five years on an ancestry visa to apply to settle in the UK permanently. \r\n\r\nCitizens of Australia, New Zealand and Canada can also apply for work visas in the normal way. In 2015 these countries were, respectively, second, fifth and sixth in the number of work visas issued by the UK. However, when population is taken into account, the ratio of work visas issued is higher for these three countries than for any of the other top ten countries. In 2015 the number of work visas issued to Australian, Canadian and New Zealand nationals increased by 5.3%, 4.6% and 21.2% respectively, as compared to 2014.  \r\n\r\nHome Office","created_at":"2016-07-07T13:05:19.893Z","updated_at":"2016-07-07T13:05:19.893Z"},"debate":null}},{"type":"petition","id":128202,"links":{"self":"https://petition.parliament.uk/petitions/128202.json"},"attributes":{"action":"Ensure the Education Secretary is a qualified teacher with many years experience","background":"All employers expect their employees to have the relevant qualifications, knowledge and skills in order to be proficient in their work. Teachers are highly trained experienced professionals and yet the Education Minister has no teaching qualifications and no experience in the education system! ","additional_details":"Our education system is in turmoil. The decision to force schools to become academies and the recent changes in the SATs are just two highly contentious issues upsetting parents and teachers. Teachers are trained to teach the curriculum and encourage pupils to feel valued and achieve their potential. Teachers are qualified but the person in charge of our education system is not!  The Education Minister should have at least ten years classroom experience and understand the needs of children. ","state":"open","signature_count":44301,"created_at":"2016-04-18T00:06:37.124Z","updated_at":"2016-08-20T17:05:49.005Z","open_at":"2016-04-19T17:47:13.860Z","closed_at":null,"government_response_at":"2016-05-24T16:43:08.641Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-18T08:11:22.220Z","response_threshold_reached_at":"2016-04-24T22:01:45.316Z","creator_name":"Fiona Jenner","rejection":null,"government_response":{"summary":"The Prime Minister appointed Nicky Morgan to the role of Education Secretary as he believes she is ideally suited to the position","details":"This is evidenced by the great work she is doing to drive up educational standards and give children the best possible future.\r\n \r\nThere are now more good or outstanding schools than ever before, with 1.4 million more pupils taught in good or outstanding schools than 2010.\r\n \r\nMore children than ever before are benefitting from free childcare; with 99 per cent of 4-year-olds and 94 per cent of 3-year-olds accessing our free childcare offer.\r\n \r\nAnd we introduced the Pupil Premium, worth around £2.5 billion this year to give schools extra support with the education of pupils from disadvantaged backgrounds.\r\n\r\nCabinet Office","created_at":"2016-05-24T16:43:08.637Z","updated_at":"2016-05-24T16:43:08.637Z"},"debate":null}},{"type":"petition","id":150220,"links":{"self":"https://petition.parliament.uk/petitions/150220.json"},"attributes":{"action":"We require any BRexit deal preserves UK access to EU collaborative R\u0026D programs.","background":"UK access to EU R\u0026D programmes stimulates £billions of investment and gives the UK access to skills and technologies that it does not have. Ending our access to these programmes will weaken our economy which depends on exploitation of innovative science and technology.","additional_details":"The BRexit negotiators could request associate country status as part of the deal, preserving much of the value of the collaborations. Of course, the UK could replace the funding lost from the EU, but it cannot replace the research collaboration with like minded researchers across the EU. They would have no incentive to collaborate with UK researchers without financial incentives. The UK would thus lose influence and damage an economy dependent on ideas generation and exploitation.","state":"open","signature_count":37704,"created_at":"2016-06-27T10:30:28.365Z","updated_at":"2016-08-20T23:42:03.138Z","open_at":"2016-07-12T17:36:08.830Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T14:33:21.278Z","response_threshold_reached_at":"2016-07-21T08:05:26.454Z","creator_name":"David Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122957,"links":{"self":"https://petition.parliament.uk/petitions/122957.json"},"attributes":{"action":"Exempt grants for academic research from new 'anti-lobbying' regulation","background":"The Cabinet Office has announced that a new 'anti-lobbying' clause will be included in all Government grants from May 2016. This is an attack on academic freedom as it would stop grants for university research being used to influence policy-makers. It is bad for the public interest and democracy.","additional_details":"The announcement by the Government on Saturday 6 February can be accessed here: https://www.gov.uk/government/news/government-announces-new-clause-to-be-inserted-into-grant-agreements\r\n\r\nIt does not mention that Government grants for research in universities and research institutes would be covered by the new clause.\r\n\r\nThe Government should ensure that grants from the higher education funding councils and research councils to support research are exempt from this new clause.\r\n","state":"open","signature_count":33408,"created_at":"2016-02-25T15:06:40.079Z","updated_at":"2016-08-17T10:48:28.011Z","open_at":"2016-02-29T12:03:02.165Z","closed_at":null,"government_response_at":"2016-05-04T11:24:25.351Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T15:33:29.657Z","response_threshold_reached_at":"2016-04-10T12:44:45.278Z","creator_name":"Bob Ward","rejection":null,"government_response":{"summary":"It is not the Government’s intention for the Research Councils, the Higher Education Funding Council for England (HEFCE) or the National Academies to be covered by the new clause on government grants.","details":"The new clause on government grants announced on 6 February is about ensuring taxpayers’ money is properly spent on what was intended in grant agreements and not unintentionally diverted from good causes to fund political campaigning and lobbying. \r\n\r\nThe Cabinet Office has provided an update on the new clause in government grants pausing implementation, pending a review of the representations made.  The Government will take a decision on the form and wording of the whole clause following this review.\r\n\r\nOur world-class research base is a source of great pride and an engine of growth for this country.  It is not the Government’s intention for the seven Research Councils (1), the Higher Education Funding Council for England (HEFCE) or the National Academies to be covered by the clause. \r\n\r\nThis, along with the protection of the science budget, further demonstrates the Government’s commitment to sustaining a world-class research base and evidence-based policy making.\r\n\r\nA link to the Cabinet Office update can be found here\r\nhttps://www.gov.uk/government/news/update-on-a-new-clause-to-be-inserted-into-grant-agreements\r\n\r\n(1) The seven Research Councils include: Arts and Humanities (AHRC), Biotechnology and Biological Sciences (BBSRC), Engineering and Physical Sciences (EPSRC), Economic and Social Research (ESRC), Medical Research (MRC), Natural Environment (NERC), and Science and Technology Facilities (STFC).\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-05-04T11:24:25.349Z","updated_at":"2016-05-04T11:24:25.349Z"},"debate":null}},{"type":"petition","id":160883,"links":{"self":"https://petition.parliament.uk/petitions/160883.json"},"attributes":{"action":"Close sharia courts set up in the uk and make sharia law illegal in britain","background":"There are thought to be around 100 Sharia Law courts operating throughout the UK, dispensing Islamic justice outside the remit of our own legal system. We are putting to the government that these courts should immediately should be closed and sharia made illegal in the uk. ","additional_details":"Making sharia law courts illegal will not only see british law rule it will also give british and none british muslims freedom and justice based on uk law. This is great britain it is one land with one law and law is the way of the land.","state":"open","signature_count":33056,"created_at":"2016-07-12T12:52:28.556Z","updated_at":"2016-08-20T23:11:34.895Z","open_at":"2016-07-21T15:50:34.309Z","closed_at":null,"government_response_at":"2016-08-11T10:44:33.673Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-12T13:27:50.476Z","response_threshold_reached_at":"2016-07-24T09:24:21.301Z","creator_name":"stephen burgess","rejection":null,"government_response":{"summary":"Sharia councils are not courts in England and Wales. They cannot legally enforce any decision and must operate within the rule of national law. The Government has no plan to change this position. ","details":"Many British people of different faiths follow religious codes and practices. The Government does not prevent individuals from seeking to regulate their lives through religious beliefs or cultural traditions. Nothing in the law prevents people abiding by Sharia principles if they wish, provided their actions do not conflict with the law. If they do conflict, then national law prevails.\r\n\r\nSharia councils are not courts, and they are not in any sense part of the legal system in this country. Sharia councils have no legal power to enforce any decisions they make. Any religious council, or other body through which people seek to resolve their disputes, must operate within the rule of national law.\r\n\r\nThe Government understands that there are concerns about Sharia councils. The full, independent review into the application of Sharia law in England and Wales, launched by the previous Home Secretary on 26 May, will enhance our understanding of any misuse of Sharia law, and the extent of any problem where it may exist.\r\n\r\nMinistry of Justice\r\n","created_at":"2016-08-11T10:44:33.669Z","updated_at":"2016-08-11T10:44:33.669Z"},"debate":null}},{"type":"petition","id":128217,"links":{"self":"https://petition.parliament.uk/petitions/128217.json"},"attributes":{"action":"We demand a Public Inquiry into the UK Government's culture of lying to voters","background":"Over the last 20 years, UK governments have increasingly used lies, smears, spin \u0026 misrepresentations in presenting cases to voters. We are now being systematically misled on many issues. We must know WHY \u0026 HOW our own Government chooses to subvert democratic processes by abandoning truth \u0026 honesty.","additional_details":"In the EU Referendum campaign, the Government has regularly misrepresented distant possibilities, conjectures and suppositions as if they were actual facts. It has also slyly misrepresented tendentious averages as applying to \"every household\" and made false claims about their own achievements and policies, as well as false claims about political opponents and their policy aims.\r\n\r\nThis culture started before the Iraq war. Governments must stop peddling lies to voters \u0026 claiming they are facts!","state":"open","signature_count":32684,"created_at":"2016-04-18T12:09:24.886Z","updated_at":"2016-08-20T17:05:38.984Z","open_at":"2016-05-06T13:49:55.005Z","closed_at":null,"government_response_at":"2016-07-25T09:19:21.442Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-18T16:23:47.511Z","response_threshold_reached_at":"2016-05-25T22:32:06.846Z","creator_name":"Keith James Phair","rejection":null,"government_response":{"summary":"The Government refutes the assertions in this petition which do not reflect how this Government operates.  This Government is one of the most transparent in the world. ","details":"It is a tempting, but fundamentally false and misleading assumption that, where somebody holds a different opinion, their motives must automatically be malign or dishonest.  In a free society it has to be possible for people to disagree with each other in a reasonable fashion without immediately assuming the other side is lying. The assertions in this petition fall squarely into this trap and, accordingly, the Government refutes them strongly.\r\n\r\nThis Government is one of the most transparent in the world.  The third Open Government National Action Plan sets out new commitments on access to information, civic participation, public accountability, and technology and innovation. In turn these will help to ensure that transparency, openness and accountability are embedded in everything we do.\r\n\r\nEqually, Ministers and civil servants must behave in a way that upholds the highest standards of propriety as laid out in  their respective Codes of Conduct.\r\n\r\nThe Government published information about the EU Referendum in line with previous governments ahead of the 1975 European Referendum and the Scottish Independent Referendum. If there are specific concerns about the quality or accuracy of the evidence behind the Government’s publications, there are extensive details of the independent sources for the information published on Gov.uk. \r\n\r\nCabinet Office","created_at":"2016-07-25T09:19:21.440Z","updated_at":"2016-07-25T10:58:49.567Z"},"debate":null}},{"type":"petition","id":125333,"links":{"self":"https://petition.parliament.uk/petitions/125333.json"},"attributes":{"action":"Repeal the 1972 European Communities Act immediately on EU Referendum OUT vote.","background":"We need call upon our MPs to repeal the 1972 European Communities Act immediately should the EU Referendum result in a Leave majority vote, thus making membership of the EU null and void, without any further interference from the government or the EU.","additional_details":"","state":"open","signature_count":31858,"created_at":"2016-03-21T11:39:45.190Z","updated_at":"2016-08-20T23:22:17.698Z","open_at":"2016-03-23T12:30:03.443Z","closed_at":null,"government_response_at":"2016-07-13T13:48:09.364Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-21T18:48:39.746Z","response_threshold_reached_at":"2016-06-29T15:16:38.249Z","creator_name":"Martin Harris","rejection":null,"government_response":{"summary":"The rules for exit are set out in Article 50 of the Treaty on European Union. As the Prime Minister said on 27 June, this is the only legal way that has been set out to leave the EU. ","details":"The rules for exit are set out in Article 50 of the Treaty on European Union. The Government set out the process for Article 50 in the policy paper, ‘The process for withdrawing from the European Union’, published on 29 February 2016. Paragraph 3.2 in the paper states that:\r\n\r\nThe UK’s membership of the EU is established by the EU Treaties, and Article 50 is the process set out in the Treaties for Member States to follow when leaving. It is the only lawful way to withdraw from the EU. It would be a breach of international and EU law to withdraw unilaterally from the EU (for example, by simply repealing the domestic legislation that gives the EU law effect in the UK). Such a breach would create a hostile environment in which to negotiate either a new relationship with the remaining EU Member States, or new trade agreements with non-EU countries.\r\n\r\nThe House of Lords EU Committee report on ‘The process of withdrawing from the European Union’ of 4 May has also said that “If a Member State decides to withdraw from the EU, the process described in Article 50 is the only way of doing so consistent with EU and international law.”\r\n\r\nThe Prime Minister said on 27 June in his statement to the House of Commons on the referendum that “the only legal way that has been set out to leave the EU is by triggering Article 50”.\r\n\r\nThe Prime Minister has been clear that the decision to trigger Article 50 and start the formal and legal process of leaving the EU will be for the next British Prime Minister and the next Cabinet.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-07-13T13:48:09.360Z","updated_at":"2016-07-13T13:48:09.360Z"},"debate":null}},{"type":"petition","id":132590,"links":{"self":"https://petition.parliament.uk/petitions/132590.json"},"attributes":{"action":"Remove the need to display a front number plate on a vehicle in the UK","background":"In the uk it is a legal requirement to display a licence or numberplate on the front of a vehicle. We believe this is an outdated and now unnecessary requirement.\r\n\r\nMost AMPR  and trafic safety systems are capable of reading the rear plate (which most are sighted for)\r\n\r\n","additional_details":"Front plates spoil the cosmetic look lf many vehicles. Often meaning they are moved around or otherwise placed in various places making it difficult to read anyway.\r\n\r\nMany vehicle manufacturers have to adapt designs for uk spec vehicles to make way for a numberplate. This can make vehicles less attractive to people.\r\n\r\nWe believe front plates are not needed, often unclear or not visable and should therefore not be a legal requirement.","state":"open","signature_count":30345,"created_at":"2016-06-13T20:56:10.358Z","updated_at":"2016-08-20T22:00:21.109Z","open_at":"2016-06-21T14:34:17.052Z","closed_at":null,"government_response_at":"2016-07-06T12:55:42.073Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-13T21:07:17.688Z","response_threshold_reached_at":"2016-06-21T20:57:41.759Z","creator_name":"Matthew Bench","rejection":null,"government_response":{"summary":"In the interests of road safety and to support law enforcement, the Government will not be changing the legal requirement for vehicles to display front and back number plates. ","details":"UK legislation specifies the position at which number plates must be displayed on a vehicle.  The main purpose of number plates is to make vehicles readily identifiable for the purpose of law enforcement, road safety and the collection of vehicle excise duty.  In addition, members of the public who report incidents to the police are often aided by the presence of both front and rear number plates\r\n\r\nAutomatic Number Plate Recognition (ANPR) is widely used by the police and others for the purpose of detection and prevention of crime and to support road safety.  ANPR is critically dependent upon the presence of clear and readable number plates on vehicles.\r\n\r\nIn the interests of road safety and law enforcement the Government will not be changing the legislative requirement for vehicles to display front number plates.\r\n\r\nDepartment for Transport","created_at":"2016-07-06T12:55:42.071Z","updated_at":"2016-07-06T12:55:42.071Z"},"debate":null}},{"type":"petition","id":134362,"links":{"self":"https://petition.parliament.uk/petitions/134362.json"},"attributes":{"action":"Compulsory teaching of Politics and International relations at GCSE level","background":"Young children within Britain need to be educated to be able to understand political issues. Debates have become a form of political advertising and has led to youth disengagement. This education will bring higher voter turnout, higher youth engagement and more representative political decisions. ","additional_details":"A Politics and International Relations curriculum within UK schools would allow younger people to grasp a better understanding of political issues which will have large implications on their life. Political understanding will also give young voters the ability to sift through the sand bagging, political jargon and media bias that dominates British politics today. Therefore giving more educated, well understood and well researched opinions and votes in political debates, referendums and elections","state":"open","signature_count":29898,"created_at":"2016-06-24T11:33:39.716Z","updated_at":"2016-08-20T20:42:52.786Z","open_at":"2016-06-28T11:41:24.047Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T21:16:19.547Z","response_threshold_reached_at":"2016-06-29T20:39:49.393Z","creator_name":"Ryan Bradbrook","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125673,"links":{"self":"https://petition.parliament.uk/petitions/125673.json"},"attributes":{"action":"Stop changes to the Civil Service Compensation Scheme","background":"Then government minister, Francis Maude, introduced changes to civil service redundancy terms in 2010 saying they were 'fair for the taxpayer' and 'right for the long term'. Civil servants feel betrayed that this promise is being broken as their terms and conditions come under fresh attack. ","additional_details":"Massive changes to the CSCS are being proposed at a time when hundreds of government offices are earmarked for closure and thousands of loyal public sector workers face losing their jobs. ","state":"open","signature_count":26623,"created_at":"2016-03-24T12:18:14.942Z","updated_at":"2016-08-20T19:48:01.413Z","open_at":"2016-03-25T12:07:38.033Z","closed_at":null,"government_response_at":"2016-05-10T14:15:50.557Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-24T12:49:33.228Z","response_threshold_reached_at":"2016-04-23T09:00:54.882Z","creator_name":"Rachel Hickman","rejection":null,"government_response":{"summary":"The Government has consulted on changes to the Civil Service Compensation Scheme.  It has not yet made a decision and will respond to the consultation in due course.","details":"A consultation on possible changes to the Civil Service Compensation Scheme was run by the Government between 8 February 2016 and 4 May 2016.  The consultation document (available at https://www.gov.uk/government/consultations/consultation-on-reform-of-the-civil-service-compensation-scheme) sets out the arguments in favour of reform based around a set of core principles.  The Government has entered the consultation with an open mind and has not yet reached a decision on what changes to make.  Once it has reached that decision it will publish its reply to the responses on the consultation.  Any change to the Compensation Scheme that reduces benefits payable will need to be accompanied by a report to Parliament on the steps taken to reach agreement with those consulted on the changes.\r\n\r\nCabinet Office","created_at":"2016-05-10T14:15:50.554Z","updated_at":"2016-05-10T14:15:50.554Z"},"debate":null}},{"type":"petition","id":129830,"links":{"self":"https://petition.parliament.uk/petitions/129830.json"},"attributes":{"action":"We call on the Government to commit to a new national stroke strategy","background":"The current stroke strategy is coming to an end and the Government has said that they have no plans to introduce a new one. Right now the Government is not listening to stroke survivors who want and need a national stroke strategy. Without this, lives could be at risk.","additional_details":"Stroke survivors are not getting the care and support they need. We are calling on the government to commit to a new national stroke strategy to drive improvements in treatment, care and support so that every stroke survivor can make the best possible recovery.\r\n\r\nFind out more: www.stroke.org.uk/newera\r\n","state":"open","signature_count":26160,"created_at":"2016-05-09T16:56:43.984Z","updated_at":"2016-08-20T23:47:14.250Z","open_at":"2016-05-09T17:27:09.740Z","closed_at":null,"government_response_at":"2016-07-25T08:28:55.077Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T17:02:47.189Z","response_threshold_reached_at":"2016-06-28T22:16:46.975Z","creator_name":"David Bridson","rejection":null,"government_response":{"summary":"Action is being taken to ensure we continue to make progress on stroke. The stroke strategy remains valid and as implementation continues, there are no current plans to renew it.","details":"Great progress has been made on stroke since the introduction of the stroke strategy. Fewer people are dying from stroke and treatment has improved considerably: \r\n\r\n•\t82% of stroke patients now spend the majority of their hospital stay on a stroke unit compared to around 60% in 2010;  \r\n\r\n•\taccess to immediate brain scanning has improved considerably with around 92% of patients receiving a brain scan within 12 hours of arriving in hospital compared to around 70% receiving a scan within 24 hours in 2010;\r\n\r\n•\t85% of eligible patients now receive clot busting drugs, giving them a better chance of regaining their independence following a stroke, compared to 25% in 2010. \r\n\r\nThe stroke strategy remains valid and implementation continues. There are, therefore, no current plans to renew the strategy. However, action is being taken to ensure we continue to make progress on stroke. This action includes;\r\n \r\n•\tongoing work across the country to organise acute stroke care to ensure that all stroke patients, regardless of where they live or what time of the day or week they have their stroke, have access to high quality specialist care;\r\n\r\n•\ta cardiovascular disease (CVD) collaborative group, hosted by NHS England, is to coordinate reducing premature mortality in both primary and secondary care settings in relation to people with, or at risk of CVD including stroke; and\r\n\r\n•\tNHS England’s National Clinical Director for Stroke continues to work with the Urgent and Emergency Care Networks, clinical commissioning groups, voluntary agencies and individual providers to support better commissioning and provision of stroke care.\r\n  \r\nMore generally, the NHS Five Year Forward View recognises that quality of care, including stroke care, can be variable and that patients’ needs are changing and new treatment options are emerging. The Five Year Forward View sets out high level objectives to address these issues.   \r\n\r\nDepartment of Health","created_at":"2016-07-25T08:28:55.074Z","updated_at":"2016-07-25T08:28:55.074Z"},"debate":null}},{"type":"petition","id":137376,"links":{"self":"https://petition.parliament.uk/petitions/137376.json"},"attributes":{"action":"A change in prime minister should trigger a general election.","background":"We the undersigned ask parliament to legislate to require the calling of a general election within 3 months of a prime minister resigning leadership of his/her party.","additional_details":"The office of prime minister has come a long way since its inception and the phrase 'first among equals' is no longer an appropriate description of his/her role.\r\n\r\nIn addition, during a general election, the potential prime minister has a significant effect on voting behaviour, often more so than the local MP being voted for.\r\n\r\nDemocracy demands that a country's ruler be elected by the people, the appointing of a prime minister post-resignation is undemocratic.","state":"open","signature_count":24793,"created_at":"2016-06-25T08:34:10.466Z","updated_at":"2016-08-20T17:05:28.925Z","open_at":"2016-06-30T09:54:04.371Z","closed_at":null,"government_response_at":"2016-07-21T14:32:43.863Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T10:10:19.100Z","response_threshold_reached_at":"2016-07-12T08:18:02.287Z","creator_name":"Richard Pope","rejection":null,"government_response":{"summary":"As set out in the Cabinet Manual, when a Prime Minister resigns from his position and his MPs have a majority in the Commons, it is for the party or parties in government to identify a successor. ","details":"An early election can only be triggered by Members of the House of Commons. The Fixed Term Parliaments Act 2011 means that an early General Election can only be called if two thirds of the Members of the Commons vote in favour of a motion for an early General Election (as worded in section 2(2) of the Act) or a motion of no confidence in the Government is passed by a majority of Members of the House of Commons (as worded in section 2(4) of the Act), and no subsequent motion of confidence is passed within 14 days. \r\n\r\nThe Act was introduced to provide greater predictability and continuity, enabling better long term legislative and financial planning. The Act allows any Member of the House of Commons to table a motion which would result in an early General Election. \r\n\r\nAs set out in the Cabinet Manual, the appointment of the Prime Minister is a prerogative power which is exercised by the Monarch. On the advice of the existing Prime Minister, the Monarch appoints the new Prime Minister according to his or her ability to command the confidence of the House of Commons.\r\n\r\nOver the past century, Britain has changed Prime Minister 24 times and on 12 occasions this has occurred without a General Election. It is therefore, by no means unprecedented that a person is appointed Prime Minister of the United Kingdom between General Elections. \r\n\r\nCabinet Office","created_at":"2016-07-21T14:32:43.861Z","updated_at":"2016-07-21T14:32:43.861Z"},"debate":null}},{"type":"petition","id":123581,"links":{"self":"https://petition.parliament.uk/petitions/123581.json"},"attributes":{"action":"Don't ban tackling in school rugby.","background":"Doctors want to ban tackling in school rugby. Their argument is that it is dangerous and can cause injury. If this is the case then other sports which could involve contact such as netball and hockey should be banned also. If Coached correctly Rugby is not dangerous. Give teachers correct training.","additional_details":"I have been a level 2 rugby union coach for a long time. Rugby has been incorrectly labelled as a contact sport. It is an invasion and evasion game with contact. The Rugby Football Union see that the correct technique for tackling is delivered in all coaching courses. If the guidelines are followed than injury would be reduced.","state":"open","signature_count":24661,"created_at":"2016-03-02T18:47:53.684Z","updated_at":"2016-08-19T18:08:15.182Z","open_at":"2016-03-03T13:23:55.242Z","closed_at":null,"government_response_at":"2016-03-11T16:49:26.908Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-02T21:21:00.568Z","response_threshold_reached_at":"2016-03-04T22:52:01.900Z","creator_name":"craig Duncan James mcintosh","rejection":null,"government_response":{"summary":"The government has no plans to ban tackling in school rugby. We expect schools to be aware of the risks associated with sporting activities, and to provide a safe environment for their pupils. ","details":"The government has no current plans to ban tackling in school rugby. \r\n\r\nTeam sports, such as rugby, play an important role in children’s development. They can help children develop positive traits such as fair play, leadership and resilience; an important part of our commitment in preparing children for life in modern Britain. They also provide an opportunity for physical activity and help children develop healthy habits for life.\r\n\r\nThere is no definitive list of the activities or sports that schools should offer their pupils.\r\n\r\nSchools have the flexibility to organise and deliver a diverse and challenging PE curriculum which best suits the needs of their pupils. We expect schools to be aware of the risks associated with all the sporting activities they provide, to provide a safe environment for their pupils, and to ensure that their teachers and other staff have the appropriate training.\r\n \r\nThere is expert advice available for schools to help them make sure all sporting activities are safe. The Association for Physical Education (AfPE) and the Royal Society for the Prevention of Accidents provide advice to schools on how to manage activities safely and reduce the risk of injuries and accidents. \r\n\r\nDepartment for Education\r\n","created_at":"2016-03-11T16:49:26.905Z","updated_at":"2016-03-11T16:49:26.905Z"},"debate":null}},{"type":"petition","id":160455,"links":{"self":"https://petition.parliament.uk/petitions/160455.json"},"attributes":{"action":"Public review into the decision to close the Children's Heart Unit Leicester","background":"Public review required. NHSE to disclose all information that led to the decision. Include all CHD Centres in this disclosure. NHSE to disclose the names of the panel in order to demonstrate their suitability. NHSE to disclose any involvement the panel had in the previous review.","additional_details":"NHSE intend to decommission Children’s Heart Services at Glenfield Hospital. Public consultation is required to examine the decision. Since the previous flawed review the unit has provided a high quality service, it is one of the best performing centres in England. It is on target to meet the figure of 125 cases per surgeon. Stopping CHD Services will result in loss of ECMO which accounts for 50% of national capacity impacting the provision of PICU \u0026 other services that require a PICU to operate. The loss of the unit \u0026 surgeons means the loss of Adult CHD Services. The lives of Children \u0026 Adults will be at risk.\r\n \r\n \r\n ","state":"open","signature_count":24550,"created_at":"2016-07-10T18:36:44.413Z","updated_at":"2016-08-20T22:52:06.842Z","open_at":"2016-07-22T11:33:27.360Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-10T18:57:35.885Z","response_threshold_reached_at":"2016-07-26T15:31:18.415Z","creator_name":"Samantha Norton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125788,"links":{"self":"https://petition.parliament.uk/petitions/125788.json"},"attributes":{"action":"Protection for Sikhs to not have their turbans removed at airports.","background":"Across the world at airports Sikhs are being asked to remove their turbans. The turban for Sikhs is a mandatory symbol of their faith and therefore to ask them to remove it, is a direct infringement of their human right to religion/ faith. \r\n\r\n\r\n","additional_details":"There have been many recent example of where a Sikh man has been asked to remove his turban, Mr Waris in the US was a recent event that was publicised.\r\n\r\nI would like the UK Government to introduce a law protecting the right of Sikhs. I would also ask the UK Government to raise this issue with international governments.","state":"open","signature_count":24501,"created_at":"2016-03-25T14:22:47.974Z","updated_at":"2016-08-20T13:07:27.116Z","open_at":"2016-03-31T10:56:13.935Z","closed_at":null,"government_response_at":"2016-07-04T10:12:55.827Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-27T12:43:08.302Z","response_threshold_reached_at":"2016-06-17T18:54:20.787Z","creator_name":"Mandeep Virdi","rejection":null,"government_response":{"summary":"The Government recognises that screening of religious and cultural headgear needs to be conducted sensitively and considerately with due respect to the requirements of religious observance.","details":"Until 2013, there was a clear requirement in EU aviation security regulations that headgear should be hand searched if the passenger activated a walk-through metal detector. In light of representations made by religious communities the UK Government conducted research, in 2010 to 2012, to see if more could be done in this field. \r\n\r\nAs a result this research, in February 2013 the European Commission, with the support and encouragement of the UK, amended EU Regulation to allow the use of the alternative screening method utilising Explosive Trace Detection (ETD) and Hand Held Metal Detection (HHMD) as a permitted alternative to hand search. In addition, the UK Minister for Aviation wrote to Transport Ministers of other EU Member States to ask them to take the opportunity provided by this change in regulation to consider, where appropriate, adopting this alternative to hand search, particularly in respect of religious and cultural headgear.\r\n\r\nThis method of screening allows security officers to conduct searches with more sensitivity not only in the case of Religious/Cultural Headgear, but also for example, in the searching of plaster casts and prostheses. \r\n\r\nHowever, it must also be emphasised that the hand search is still an option in all countries, and there may be circumstances where a security officer will require a hand search or even complete removal of a turban in order to satisfy himself that no prohibited articles are being carried onto an aircraft. If this is the case, in the UK passengers are able to request that the hand search is conducted in private. The Department does have a level of expectation that security officers in the UK will conduct any searches with sensitivity and understanding, whilst maintaining the high security standards of this country. \r\n\r\nInternational aviation security is governed by international law set down by the International Civil Aviation Organisation (ICAO) (the UK also contributes to the work of ICAO), under which each country is responsible for security at its airports and for aircraft flying from its territory. The overriding principle is that of “host state responsibility” whereby the measures at an airport are determined by the appropriate authority of the state in which the airport is located. The Department does not comment on security measures at overseas airports. \r\n\r\nDepartment for Transport","created_at":"2016-07-04T10:12:55.824Z","updated_at":"2016-07-04T10:12:55.824Z"},"debate":null}},{"type":"petition","id":126412,"links":{"self":"https://petition.parliament.uk/petitions/126412.json"},"attributes":{"action":"Provide Orkambi treatment on the NHS for Cystic Fibrosis patients","background":"Orkambi is a drug that would be vital in the preservation in the lives of Cystic Fibrosis patients. It is currently not available to patients on the NHS, and deemed \"not value for money\" by NICE. My aim is to get this drug avaliable to all Cystic Fibrosis patients and start saving lives. ","additional_details":"I am Hannah Lindley, I am 20 years old. I have Cystic Fibrosis. And in November 2015, I watched my sister Iona Kesteven who was only just gone 19, die an awful, traumatising death to Cystic Fibrosis, with the haunting knowledge that I myself will have to go through that. This drug would give me the chance to not progress further with this insidious illness and a possibility of hope. Orkambi costs £104,000 per year, per patient. The current and failing treatment is just as if not more expensive.","state":"open","signature_count":23504,"created_at":"2016-04-02T17:37:53.415Z","updated_at":"2016-08-20T17:20:31.472Z","open_at":"2016-04-04T12:56:03.410Z","closed_at":null,"government_response_at":"2016-07-12T14:46:11.273Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-02T17:44:16.215Z","response_threshold_reached_at":"2016-06-17T14:21:32.334Z","creator_name":"Hannah Lindley","rejection":null,"government_response":{"summary":"NICE has not yet issued its final guidance on Orkambi. The Government’s priority is to ensure patients have access to effective treatments on terms that represent value to the NHS and the taxpayer.  ","details":"We were really sorry to hear that Hannah has cystic fibrosis and that she lost her sister Iona to the same terrible disease last year.\r\n\r\nThe pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nAs part of its remit, the independent National Institute for Health and Care Excellence (NICE) is responsible for issuing guidance to the NHS on whether selected drugs and treatments represent an effective use of NHS resources.  These are very difficult decisions to make, and NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders. \r\n\r\nNICE is currently appraising Orkambi (lumacaftor–ivacaftor) for treating cystic fibrosis in people 12 years and older who are homozygous for the F508del mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene.  NICE consulted on its draft guidance on the use of Orkambi earlier this year and, after considering the feedback from consultation, NICE published its final draft guidance on 17 June 2016 which does not recommend the treatment. NICE’s Appraisal Committee concluded that the benefits of Orkambi were not sufficient to justify its considerable cost.  Stakeholders had until 1 July 2016 to appeal.  NICE’s final guidance is expected this month.\r\n\r\nNHS commissioners are required to fund drugs and treatments recommended by NICE technology appraisals.  In the absence of NICE guidance, or where negative guidance has been issued, funding decisions should be made by the relevant NHS commissioner, based on an assessment of the available evidence and on the basis of an individual patient’s clinical circumstances.  \r\n\r\nOfficials in the Department of Health are engaging with Vertex Pharmaceuticals, the manufacturer of Orkambi, to explore potential proposals, informed by those from the Cystic Fibrosis Trust, that could enable NHS patients to access the drug at a cost-effective price.  They have encouraged Vertex to engage with NICE and NHS England on their proposals.\r\n\r\nIn cases where a company comes forward with a viable scheme proposal that Ministers are able to agree within a specified timescale after NICE publishes final guidance, NICE can undertake a ‘rapid review’ of its technology appraisal guidance and take such scheme proposals into account.\r\n\r\nThe Government is actively looking at what we can do to accelerate the pathway for innovative drugs to reach NHS patients, including those with rare diseases like cystic fibrosis.  The Accelerated Access Review, independently chaired by Sir Hugh Taylor, will make recommendations to Government on speeding up access for NHS patients to innovative and cost-effective new medicines, diagnostics, medical technologies and digital products.  The review’s full report and recommendations are expected this Summer.  More information can be found at www.gov.uk by searching for ‘Accelerated Access Review’.\r\n\r\nDepartment for Health","created_at":"2016-07-12T14:46:11.270Z","updated_at":"2016-07-12T14:46:11.270Z"},"debate":null}},{"type":"petition","id":123986,"links":{"self":"https://petition.parliament.uk/petitions/123986.json"},"attributes":{"action":"Use 3 separate independent organisations to count the EU referendum votes","background":"This is one of the most important things we'll ever get to vote on. The outcome of this EU referendum will shape the future of the British public forever and it's vitally important that the outcome is democratically the right/correct one. ","additional_details":"We'd like 3 independent vote counting organisations to count the in/out votes, to ensure transparency and satisfaction for the British people","state":"open","signature_count":23122,"created_at":"2016-03-08T09:43:48.973Z","updated_at":"2016-08-15T14:20:43.175Z","open_at":"2016-03-08T16:34:57.383Z","closed_at":null,"government_response_at":"2016-04-20T13:49:13.880Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-08T11:40:49.717Z","response_threshold_reached_at":"2016-04-07T07:34:41.040Z","creator_name":"Nicholas Cahill","rejection":null,"government_response":{"summary":"The EU referendum will follow the usual procedure for counting votes at elections and referendums, which will be overseen by the Chief Counting Officer, chair of the independent Electoral Commission.","details":"The conduct of the EU referendum, including the counting of votes, will be undertaken in accordance with detailed legislation based on the legislation used for previous referendums and elections. \r\n\r\nThe United Kingdom has well established and robust procedures for counting votes at elections and referendums, which the referendum on EU membership will follow.  They will ensure there is transparency, and proper levels of scrutiny and oversight in the arrangements for the counting of votes at the referendum.   \r\n\r\nThe Chief Counting Officer is responsible for the conduct of the referendum and ensuring the accuracy of the overall result.  For the referendum, Jenny Watson, chair of the Electoral Commission, which is independent of Government, will be the Chief Counting Officer. She will be assisted by a number of Regional Counting Officers. \r\n\r\nCounting Officers administer the voting and counting processes in their local voting areas. Their duties include issuing ballot papers, running polling stations and counting the votes cast in their area. \r\nCounting Officers and their staff will have had experience of running previous elections and referendums, including other national polls such as UK Parliamentary general elections. \r\n\r\nEach Counting Officer will count the votes cast in their voting area.  Counting Officers will be required to inform their Regional Counting Officer (or the Chief Counting Officer, where a Regional Counting Officer is not appointed, as in Northern Ireland) of the local result once the votes have been counted.  Counting Officers will certify the local result and make a public declaration as to the votes cast when directed to do so by the Regional Counting Officer (or Chief Counting Officer). \r\n\r\nThere is provision for each permitted participant (or referendum campaigner) to appoint referendum agents who may attend each local count, and referendum agents may appoint counting agents to attend each count in order to observe proceedings (i.e. the verification and counting of ballot papers).  Counting Officers are responsible for adjudicating on any doubtful ballot papers and may reject a ballot paper on certain grounds, for example, where the voter’s intention is not certain.  Counting Officers are required to endorse the word “rejected” on any ballot paper which he/she decides is not be counted, and must add the words “rejection objected to” if an objection is made by a counting agent.\r\n\r\nCounting agents may ask to have the votes for their voting area re-counted, which the Counting Officer will agree to if, in the Counting Officer’s opinion, the request is reasonable in the circumstances.  \r\n\r\nGuidance that the Electoral Commission has issued on administering the referendum advises that Counting Officers should share the provisional local totals with the referendum and counting agents, and make clear that they are entitled to request a re-count. This should be undertaken within the framework of maximum openness and transparency so that all campaigners and agents can have confidence in the processes and the provisional local totals provided.\r\n\r\nThere is also provision for a Regional Counting Officer (or the Chief Counting Officer) to direct a Counting Officer to re-count the votes in their voting area if the Regional (or Chief) Counting Officer thinks there is reason to doubt the accuracy of the counting of votes in the voting area.  \r\n\r\nA Counting Officer may not conduct a re-count once a direction has been given by the Regional Counting Officer (or Chief Counting Officer) to certify the local result.  \r\n\r\nThe Electoral Commission’s guidance makes clear that accurate local totals for each voting area are fundamental to an accurate result in which voters can have confidence, and that re-counts can only take place at voting area level.  The Commission advises Counting Officers to make it clear to agents when sharing provisional local totals with them that this is their opportunity to request a re-count and that there is no provision for regional or national re-counts.  This approach is consistent with that taken at UK general elections, the Parliamentary Voting System referendum in 2011 and the Scottish Independence referendum in 2014.\r\n\r\nThe usual processes for election and referendum observers will also apply for the EU referendum.  Any individual or organisation can apply to the Electoral Commission for accreditation to be an observer. Authorised observers may observe proceedings at the poll, at the issue and receipt of postal ballot papers, and at the counting of votes.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-04-20T13:49:13.872Z","updated_at":"2016-04-20T13:49:13.872Z"},"debate":null}},{"type":"petition","id":132191,"links":{"self":"https://petition.parliament.uk/petitions/132191.json"},"attributes":{"action":"Allow loud call for prayer (Adhan) in UK mosques","background":"The adhan, or Islamic call to prayer, is an integral part of the Muslim faith. The number of people practicing the religion of Islam in the United Kingdom exceeds 3 million. Some neighborhood towns have more than 50% Muslim population. ","additional_details":"I believe its the right time to experiment and allow highly muslim populated areas with a loud call for prayer atleast 3 times a day not during anti-social hours.","state":"open","signature_count":23040,"created_at":"2016-06-07T15:00:36.268Z","updated_at":"2016-08-20T23:42:03.140Z","open_at":"2016-06-15T15:33:47.161Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-08T11:26:22.919Z","response_threshold_reached_at":"2016-06-20T23:04:42.313Z","creator_name":"Muhammad Ashraf Ali Yusuf","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133767,"links":{"self":"https://petition.parliament.uk/petitions/133767.json"},"attributes":{"action":"Ask the Government not to invoke article 50 of the Lisbon treaty.","background":"Parliament is sovereign and, if Brexit wins, the Government will not be legally obliged to invoke the Lisbon treaty to start an EU exit. The vote represents less than 75% of the population and already the leave propaganda has been proving untrue.","additional_details":"","state":"open","signature_count":22794,"created_at":"2016-06-24T07:08:33.706Z","updated_at":"2016-08-20T23:19:17.270Z","open_at":"2016-06-30T16:17:30.142Z","closed_at":null,"government_response_at":"2016-08-11T14:59:37.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T17:45:05.822Z","response_threshold_reached_at":"2016-07-03T13:48:26.655Z","creator_name":"Andy Wheeler","rejection":null,"government_response":{"summary":"The British people have voted to leave the European Union and their will must be respected and delivered.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Article 50 explicitly recognises that a Member State may decide to withdraw “in accordance with its own constitutional requirements”. It is for the Member State concerned to determine what those constitutional requirements are.\r\n\r\nDepartment for Exiting the European Union ","created_at":"2016-08-11T14:59:37.803Z","updated_at":"2016-08-11T14:59:37.803Z"},"debate":null}},{"type":"petition","id":128190,"links":{"self":"https://petition.parliament.uk/petitions/128190.json"},"attributes":{"action":"To introduce a permanent, minimum passing distance when overtaking cyclists.","background":"Cycling in the UK has become a truly popular sport and way of commuting, but we still vulnerable.In 2014 21,287 cyclist were injured in reported road accidents in the UK, 113 were killed and 3,401 were seriously injured.The Highway Code, Rule 212 states giving \"plenty of room\" when passing cyclists.","additional_details":"The lack of a clear specification may result in a personal decision what a \"plenty of room\" means in terms of distance. Therefore, introducing a minimum legal passing distance when overtaking cyclists will considerably reduce the number of cyclist casualties, aiding in a safe cycling practice. Suggestion of 3.28 ft (1 m) when overtaking cyclists on roads with speed limits up to and including 30mph. On roads with higher speed limits, the minimum passing distance should be 4.9 ft (1.5 m).","state":"open","signature_count":22518,"created_at":"2016-04-17T20:13:12.533Z","updated_at":"2016-08-20T20:44:13.646Z","open_at":"2016-04-29T14:24:24.032Z","closed_at":null,"government_response_at":"2016-05-09T13:20:35.512Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-28T14:39:26.520Z","response_threshold_reached_at":"2016-05-04T20:09:24.456Z","creator_name":"Tony C Martin","rejection":null,"government_response":{"summary":"This Government currently does not have plans to legislate on a set minimum space e.g. 1 metre on roads with a speed limit of up to 30mph when overtaking a cyclist. ","details":"This type of legislation would be extremely difficult to enforce and the Government does not believe that it would add to the existing rules and guidance, including those set out in the Highway Code, which advises drivers to give cyclists “at least as much room as you would when overtaking a car”.\r\n\r\nWe are keeping this position under review, and are interested in learning from the experience of places where legislation of this type has been introduced. One example is South Australia, where since 25th October 2015, drivers are required to give a minimum of one metre when passing a cyclist where the speed limit is 60km/h (37.3mph) or less or 1.5 metres where the speed limit is over 60km/h (40mph). The penalty for drivers caught disobeying this rule is a $287 (£148) fine, plus a $60 (£31) victim of crime levy and 2 demerit (penalty) points. However, it will take time to understand the benefits and impacts of this legislation on cyclists and other road users. \r\n\r\nDepartment for Transport","created_at":"2016-05-09T13:20:35.508Z","updated_at":"2016-05-09T13:20:35.508Z"},"debate":null}},{"type":"petition","id":131936,"links":{"self":"https://petition.parliament.uk/petitions/131936.json"},"attributes":{"action":"Change the law on the dangerous dog act 1991 Stop putting healthy dogs down.","background":"Innocent dogs and puppies are being put to sleep for no reason, just purely for the type of breed. Why? If they have done no harm and have proven to be safe in public they have the right to live! its inhumane and cruel! why should the dog pay for the irresponsible backyard breeders and owners! \r\n","additional_details":"The dangerous dog act 1991 has been created to stop and ban four breed of dog including the Pit Bull Terrier. These dogs are known for dog fighting and built and bred for the large muscular physique. Why should we put these dogs down if they have done nothing wrong? Any breed of dog is capable of killing or causing harm to humans! dogs are not born dangerous, its in the hands of the owner who we should blame! lets change this. backyard breeders and irresponsible owners should be prosecuted.","state":"open","signature_count":21715,"created_at":"2016-06-03T10:10:42.765Z","updated_at":"2016-08-20T23:37:41.964Z","open_at":"2016-06-10T12:27:59.460Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-03T22:50:46.578Z","response_threshold_reached_at":"2016-07-29T10:28:35.915Z","creator_name":"Maria Maffucci","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124769,"links":{"self":"https://petition.parliament.uk/petitions/124769.json"},"attributes":{"action":"Call for a Snap General Election","background":"This government is the most ideologically-driven and morally bankrupt in living memory. From scathing cuts to the most vulnerable of us, to the disregard for those fleeing war; from the sweeping destruction of local services, to soundbite kneejerk policies to satisfy the basest fears of society. ","additional_details":"This government has dropped the ball. It's not fit for purpose. The manifesto pledges are unrecognisable compared with the current actions. \r\nWe have a weak PM, a Chancellor without a clue, a government with more differences than similarities, a country being handed to the richest 1% while the rest of us pay and pay and pay.\r\nThe British people deserve the right to vote now to let Westminster know how we feel.\r\nCall for a Snap General Election now! ","state":"open","signature_count":21437,"created_at":"2016-03-16T09:52:42.300Z","updated_at":"2016-08-20T17:13:56.334Z","open_at":"2016-03-20T12:44:57.716Z","closed_at":null,"government_response_at":"2016-04-07T17:02:54.533Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-16T10:31:26.770Z","response_threshold_reached_at":"2016-03-22T07:33:54.855Z","creator_name":"Thierry Colcestrian","rejection":null,"government_response":{"summary":"The Fixed-Term Parliaments Act means no Government can call a snap general election.  The partisan description of the Government in this petition is wrong.","details":"The partisan description of the government in this petition is wrong and the Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date, and therefore to call a snap general election, from the Government and gave a power to the House of Commons to call an early general election in certain circumstances.  \r\n \r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days.  Aside from these triggers there is no way to replace the Government through an early General Election.\r\n\r\nFinally, we disagree with the description of the current Government in this petition.\r\n\r\nCabinet Office\r\n","created_at":"2016-04-07T17:02:54.530Z","updated_at":"2016-04-07T17:02:54.530Z"},"debate":null}},{"type":"petition","id":123324,"links":{"self":"https://petition.parliament.uk/petitions/123324.json"},"attributes":{"action":"The 23 June should be designated as Independence Day, and celebrated annually.","background":"If we leave the EU, the UK will be an independent country for the first time since 1974","additional_details":"","state":"open","signature_count":21174,"created_at":"2016-02-28T23:08:43.118Z","updated_at":"2016-08-20T23:30:10.137Z","open_at":"2016-03-03T13:29:36.848Z","closed_at":null,"government_response_at":"2016-07-14T09:19:49.583Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-02T19:51:02.958Z","response_threshold_reached_at":"2016-06-25T20:46:53.477Z","creator_name":"John Dodd","rejection":null,"government_response":{"summary":"There are no current plans to create another public holiday.  Whilst an additional bank holiday may benefit some sectors, the cost to the economy of an additional bank holiday remains considerable.","details":"Over the years there have been various suggestions from the public for new bank holidays, such as a new national day to promote a British identity to reflect the different histories and traditions which vary from country to country. The Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions. However, there are no current plans to create another permanent public holiday. The current pattern is well established and accepted.  Whilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.\r\n\r\nThe most recent assessment following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-07-14T09:19:49.581Z","updated_at":"2016-07-14T09:19:49.581Z"},"debate":null}},{"type":"petition","id":124524,"links":{"self":"https://petition.parliament.uk/petitions/124524.json"},"attributes":{"action":"change the legal definition of rape in the uk to include female on male rape","background":"in the legal definition of rape it requires a penis and must be penetrative. making it so only men can be convicted of rape. woman can penetrate a man with sex toys and force penetrate and can only be done for sexual assault which carries a lighter sentence. rape to be equal must be gender neutral. ","additional_details":"evidence that rape only applies to men under british law. http://www.legislation.gov.uk/ukpga/2003/42/notes/division/5/1/1\r\n\r\nevidence that sexual assault carries a light sentence than rape.\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s1_rape/\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s3_sexual_assault/","state":"open","signature_count":20805,"created_at":"2016-03-14T00:28:22.295Z","updated_at":"2016-08-20T14:16:14.525Z","open_at":"2016-03-20T13:19:35.851Z","closed_at":null,"government_response_at":"2016-05-10T10:37:29.581Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-14T20:59:26.849Z","response_threshold_reached_at":"2016-04-06T20:46:11.815Z","creator_name":"daniel stretton ","rejection":null,"government_response":{"summary":"The Sexual Offences Act 2003 protects both men and women from serious sexual offending. We are committed to tackling sexual offending in all its forms.","details":"All non-consensual sexual penetration is dealt with by specific serious offences, including those that can be committed by a man or a woman. For example, the offence of assault by penetration carries the same maximum penalty as rape.\r\n\r\nThe sentences available under the Act for all sexual offences are significant and reflect the seriousness of the offending. \r\n\r\nIssues surrounding the definition of rape were considered both in the “Setting the Boundaries” consultation published prior to the introduction of the Sexual Offences Act 2003 and, during the passage of that legislation through Parliament.  In the consultation there was a considerable amount of agreement that rape should remain an offence of penile penetration, but that the definition be extended to include penile penetration of the mouth.\r\n\r\nIt is true that “rape” under Section 1 of the Sexual Offences Act 2003 is, in the majority of cases, committed by a man, but there are some rare exceptions for example, when a woman is actively involved in the commission of a gang rape.\r\n\r\nWe therefore have no plans to amend the legal definition of rape in the Sexual Offences Act 2003 as suggested by this e-petition. \r\n\r\nMinistry of Justice","created_at":"2016-05-10T10:37:29.578Z","updated_at":"2016-05-10T10:37:29.578Z"},"debate":null}},{"type":"petition","id":133540,"links":{"self":"https://petition.parliament.uk/petitions/133540.json"},"attributes":{"action":"Let Parliament decide whether or not we remain a member of the European Union","background":"The people of the United Kingdom just voted to leave the European Union.\r\n\r\nHowever, the referendum is not binding and Parliament remains supreme. As a representative democracy, this petition proposes that we hand the question over to those qualified, and paid by taxpayers, to answer it.","additional_details":"The European Union is a complex institution. As such, politicians and the media have been unable to present clear, factual and un-biased information to the general public on either side of the referendum debate. The outcome, therefore, has been largely the product of misinformation and the referendum should not be the basis on which we, as a country, make such a monumental decision.","state":"open","signature_count":20601,"created_at":"2016-06-24T04:39:25.111Z","updated_at":"2016-08-20T18:27:15.527Z","open_at":"2016-06-29T18:08:41.704Z","closed_at":null,"government_response_at":"2016-08-11T15:00:18.476Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T05:21:43.405Z","response_threshold_reached_at":"2016-07-04T18:05:27.012Z","creator_name":"Ryan Dowding","rejection":null,"government_response":{"summary":"The British people have voted to leave the EU and their will must be respected. Parliament will clearly have an important role in making sure we find the best way forward.","details":"The British people have voted to leave the European Union and their will must be respected and delivered. Parliament overwhelmingly supported the Referendum Bill by a margin of 6 to 1. While legally there is no obligation to consult Parliament on triggering Article 50, it will clearly have an important role in making sure that we find the best way forward. \r\n\r\nDepartment for Exiting the European Union","created_at":"2016-08-11T15:00:18.474Z","updated_at":"2016-08-17T13:24:57.799Z"},"debate":null}},{"type":"petition","id":127934,"links":{"self":"https://petition.parliament.uk/petitions/127934.json"},"attributes":{"action":"Abolish Inheritance Tax. It is wrong to tax assets that have already been taxed","background":"We believe that Inheritance Tax should be abolished. It is a tax on assets that have already been taxed.\r\nPeople should be free to leave their assets to whomsoever they want without fear of being taxed again.\r\nWe believe that the Government should be bold enough to act and axe this iniquitous tax.","additional_details":"","state":"open","signature_count":20005,"created_at":"2016-04-14T22:26:08.555Z","updated_at":"2016-08-20T20:50:38.237Z","open_at":"2016-04-15T14:50:19.328Z","closed_at":null,"government_response_at":"2016-05-27T10:04:23.192Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-14T23:09:26.659Z","response_threshold_reached_at":"2016-05-12T07:26:49.588Z","creator_name":"Robert Barnes","rejection":null,"government_response":{"summary":"Government recognises the natural desire of people to work hard and pass on assets to their family but must balance this against the important contribution that inheritance tax makes to the exchequer.","details":"That’s why the Government is delivering its manifesto commitment to take the family home out of inheritance tax for all but the richest families. This will be achieved through a new transferable residence allowance, which will create an effective £1 million inheritance tax threshold for many families. From April 2017, this new allowance is being phased in for all individuals who leave their home on death to their child or other direct descendants. Combined with the existing transferable threshold of £325,000, this means many individuals will have an inheritance tax threshold of £500,000, and ultimately many surviving spouses and civil partners will have an effective threshold of £1 million by 2020-21. \r\n\r\nAs a result of delivering this manifesto commitment, around 94% of estates are forecast to be able to pass on all their assets without paying any inheritance tax. The number of estates facing an inheritance tax charge in 2020-21 will be almost halved compared to the forecast before the Summer Budget 2015 and thousands more will pay less. \r\n\r\nH M Treasury","created_at":"2016-05-27T10:04:23.190Z","updated_at":"2016-05-27T10:04:23.190Z"},"debate":null}},{"type":"petition","id":127804,"links":{"self":"https://petition.parliament.uk/petitions/127804.json"},"attributes":{"action":"Put more funds into Lancashire NHS so  Chorley A\u0026E Department can remain open","background":"Tonight it was reported that Chorley A\u0026E  will close from Monday 18th April.\r\nLancashire Teaching Hospitals cited 'patient safety' for the decision, due to being under staffed and unable to adequately treat emergency cases.\r\nThe A\u0026E serves tens of thousands of people and is vital to our wellbeing.","additional_details":"http://m.lancashiretelegraph.co.uk/news/14424995.Chorley_Hospital_to_close_A_E_department_from_Monday/","state":"open","signature_count":19158,"created_at":"2016-04-13T18:33:04.040Z","updated_at":"2016-08-20T12:59:59.535Z","open_at":"2016-04-14T18:17:16.044Z","closed_at":null,"government_response_at":"2016-05-10T13:42:45.043Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-13T18:44:09.233Z","response_threshold_reached_at":"2016-04-15T12:25:16.561Z","creator_name":"Jane Astley","rejection":null,"government_response":{"summary":"We are backing the NHS with an extra £10billion by 2020-21. The NHS in central Lancashire are working hard to secure the staff required to reinstate a safe and sustainable A\u0026E service at Chorley.  ","details":"The NHS in central Lancashire took the decision to temporarily replace A\u0026E services at Chorley and South Ribble Hospital with an urgent care service in the interests of patient safety. The local NHS is now working hard to secure the staff required to reinstate the safe and sustainable A\u0026E service at Chorley which patients want. \r\n\r\nIn the meantime, patient safety is the absolute priority and NHS Improvement is overseeing these efforts and providing support to the Trust. \r\n\r\nThis local situation has not arisen because of funding constraints – we are backing the NHS with an extra £10billion by 2020-21. This year Chorley and South Ribble CCG will receive £232.4 million funding which equates to a cash increase on the previous year of 3.05%. \r\n\r\nThere are also more doctors now locally than ever before. Between 2010 and 2016 the latest figures show that the number of doctors at Lancashire Teaching Hospitals NHS Foundation Trust increased by 94 (14.4%) and the number of nurses increased by 102 (6.2%). Recruitment remains an issue but the Trust has taken a number of steps to try to secure a permanent, sustainable workforce to provide the A\u0026E service, through national and international recruitment campaigns, offering enhanced pay, terms and conditions, adapting job roles and providing GP support in the emergency department.    \r\n\r\nPatient safety is our absolute priority. The urgent care service is provided at Chorley and South Ribble Hospital from 8am to 8pm, 7 days a week. The Trust believes the urgent care service will be able to see and treat the majority of patients who would have been seen by the emergency department at Chorley. Extra capacity has been provided at the Royal Preston Hospital and assurance has been given that neighbouring hospitals can absorb the anticipated extra activity.  \r\n\r\nDepartment of Health","created_at":"2016-05-10T13:42:45.040Z","updated_at":"2016-05-10T13:42:45.040Z"},"debate":null}},{"type":"petition","id":130730,"links":{"self":"https://petition.parliament.uk/petitions/130730.json"},"attributes":{"action":"Make rape and sexual consent a mandatory part of sex education.","background":"Approximately 85,000 women and 12,000 men are raped in England and Wales alone every year; that's roughly 11 rapes every hour.\r\n\r\nIf rape and sexual consent were to become a part of sex education, children would learn from an early age the importance of consent and the consequences of rape. \r\n","additional_details":"","state":"open","signature_count":18707,"created_at":"2016-05-17T23:39:35.274Z","updated_at":"2016-08-20T23:54:05.723Z","open_at":"2016-05-18T12:41:12.328Z","closed_at":null,"government_response_at":"2016-07-12T14:01:13.916Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T11:24:36.931Z","response_threshold_reached_at":"2016-06-09T23:54:44.237Z","creator_name":"Eloise Boblin","rejection":null,"government_response":{"summary":"The government is committed to challenging stereotypes around sexual violence to ensure that people properly understand the importance of consent. ","details":"Education has a vital role to play in encouraging young people to build healthy relationships, and to identify those relationships which are unhealthy.\r\n\r\nThe government is clear that appropriate sex and relationship guidance (SRE) is essential for children’s development and preparation for responsible adult life. SRE must be taught in all maintained secondary schools and we believe that most secondary academies and many primary schools also teach it. When any school provides SRE they have a statutory duty to have regard to the Secretary of State’s statutory Sex and Relationship Education Guidance (2000). You may find the guidance online at https://www.gov.uk/government/publications/sex-and-relationship-education \r\n\r\nThe statutory guidance makes clear that all sex and relationship education should be age-appropriate and that schools should ensure young people develop positive values and a moral framework that will guide their decisions, judgments and behaviour. \r\n\r\nPersonal, social, health and economic (PSHE) education can also provide an effective way of equipping pupils with the knowledge and skills to understand and manage difficult situations, recognise and manage risk, make safer choices, and recognise when pressure from others threatens their personal safety and wellbeing. It can also help them develop effective ways of resisting pressures, including knowing when, where and how to get help. We expect all schools to teach PSHE, and we are looking at ways of improving the status and provision of the subject across all schools. \r\n \r\nThe government commissioned the PSHE Association to produce guidance for teachers on teaching about consent which was published in March 2015. It can be found online at: https://www.pshe-association.org.uk/curriculum-and-resources/resources/guidance-teaching-about-consent-pshe-education-key \r\n\r\nThe Home Office and Government Equalities Office have funded £3.85 million to develop and run the ‘Disrespect NoBody’ campaign to tackle abuse within teenage relationships. The Disrespect NoBody campaign follows on from the acclaimed ‘This is Abuse’ campaign, which since 2010 has encouraged teenagers to rethink their views of violence, controlling behaviour and what consent means within their relationships – thereby helping to challenge attitudes which can underpin violence against women and girls.\r\n\r\nDepartment for Education","created_at":"2016-07-12T14:01:13.913Z","updated_at":"2016-07-12T14:01:13.913Z"},"debate":null}},{"type":"petition","id":130783,"links":{"self":"https://petition.parliament.uk/petitions/130783.json"},"attributes":{"action":"Stop Destruction Of British Archaeology.\r\nNeighbourhood and Infrastructure Bill","background":"Britain has some of the most amazing and diverse archaeological remains in the world, however the new Neighbourhood Planning and Infrastructure Bill announced today puts all of this at risk, leading to the destruction of our past for good.\r\nThe lack of surveys will inherently lead to this.","additional_details":"The current Requirements that force developers to carry out archaeological and wildlife surveys before starting  housing projects are to be abolished in the new Neighbourhood Planning and Infrastructure Bill.\r\n\r\nThis will destroy archaeological sites and risk the industry that conducts surveys, excavation and preservation of our vital past. \r\n\r\n“pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary”\r\n\r\n- Ginger Archaeology -","state":"open","signature_count":18368,"created_at":"2016-05-18T15:38:52.134Z","updated_at":"2016-08-20T20:59:34.345Z","open_at":"2016-05-19T09:07:02.636Z","closed_at":null,"government_response_at":"2016-06-07T15:25:42.065Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T15:49:15.396Z","response_threshold_reached_at":"2016-05-23T12:37:10.441Z","creator_name":"Jonathan Lester","rejection":null,"government_response":{"summary":"Government actively supports the use of planning conditions where necessary to protect the wider social, cultural and environmental benefits that conservation of the historic environment can bring.","details":"The Queen’s Speech of 18 May announced Government proposals to introduce a power in the Neighbourhood Planning and Infrastructure Bill which would ‘ensure that pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary’.  However, concern was expressed by some that the use of planning conditions to require archaeological excavations would be curtailed by the Bill.   This interpretation does not accurately represent the Government’s intention.\r\n\r\nThe proposed power is to help address the urgent need to tackle the overuse of ‘pre-commencement’ conditions which prevent development, including new homes, from starting until the local planning authority has approved certain details.  The measure will not restrict the ability of local planning authorities to propose conditions that are necessary. In the unlikely event that an applicant refuses to accept a necessary pre-commencement condition proposed by a local planning authority, the authority can refuse planning permission. This will maintain appropriate protections for important matters such as heritage, as well as human health, the natural environment, green spaces, and measures to mitigate the risk of flooding. \r\n\r\nWe are not proposing that all pre-commencement conditions are removed; only that they are used proportionately and provide the applicant with an opportunity to agree to them before they are attached to planning permission.  The process envisaged by the Government is that the local planning authority will notify applicants of any proposed pre-commencement conditions before the determination of an application.  Most applicants are already aware of likely conditions through early engagement with the authority, at which point they can challenge any pre-commencement conditions which may be unnecessary or can be fulfilled at a later date (i.e. during build); ensuring construction can go ahead without delay.\r\n \r\nThe National Planning Policy Framework remains unchanged in that it requires “developers to record and advance understanding of the significance of any heritage assets to be lost (wholly or in part) in a manner proportionate to their importance and the impact, and to make this evidence (and any archive generated) publicly accessible.”\r\n\r\nIn conclusion, the Government values the petition in highlighting the importance of archaeology and the historic environment as a material consideration in the planning process, and will continue to engage fully with the sector during the passage of the Bill and beyond. \r\n\r\nDepartment for Communities and Local Government","created_at":"2016-06-07T15:25:42.063Z","updated_at":"2016-06-07T15:25:42.063Z"},"debate":null}},{"type":"petition","id":154593,"links":{"self":"https://petition.parliament.uk/petitions/154593.json"},"attributes":{"action":"Not to allow freedom of movement as part of any deal with the EU after Brexit","background":"The vast majority of those who voted leave did so because of the lack of control over immigration and free movement within Europe putting a strain on our resources. Any negotiations with the EU should not allow free movement of people. Politicians are backtracking on promises. Don't let them","additional_details":"","state":"open","signature_count":18277,"created_at":"2016-06-28T10:28:11.238Z","updated_at":"2016-08-20T17:39:05.442Z","open_at":"2016-07-01T13:30:07.082Z","closed_at":null,"government_response_at":"2016-08-10T09:28:03.295Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-28T21:16:17.522Z","response_threshold_reached_at":"2016-07-17T15:15:36.939Z","creator_name":"Mark Wood","rejection":null,"government_response":{"summary":"The Government will set out its negotiating position in due course, including on issues such as free movement, as we prepare to commence the formal process of exiting the European Union. ","details":"The process for leaving the EU and determining our future relationship will be a complex one, so the Government must take the time to think carefully through our objectives and approach.  We want to ensure the best possible outcome for Britain and the future UK-EU relationship. The Prime Minister has been clear that we would not trigger Article 50 until we have a UK-wide approach and objectives for these negotiations. \r\n\r\nUntil we leave the EU, EU citizens and their family members coming to and living in the UK continue to be subject to the rights and responsibilities set down in EU law on free movement. The same situation applies to UK citizens travelling, working and living in other EU Member States. \r\n\r\nThe issue of free movement of people and its place in the future UK-EU relationship will be considered as part of the Government’s preparation of its negotiating position.  The Prime Minister has said that in negotiating the deal, we need to ensure that we listen to what people have said about the need for controls on free movement, and that we also negotiate the right and best deal for trade in goods and services for the British people.\r\n\r\nA new Department for Exiting the EU has been created with responsibility for overseeing preparations for the withdrawal of the UK from the EU and conducting these withdrawal negotiations in support of the Prime Minister.  It will also lead work to establish the future relationship between the EU and the UK.  In doing this it will work very closely with the UK’s Devolved Administrations, the UK Parliament, and a wide range of other interested parties on what the approach to those negotiations should be.\r\n\r\nHome Office","created_at":"2016-08-10T09:28:03.293Z","updated_at":"2016-08-10T09:28:03.293Z"},"debate":null}},{"type":"petition","id":124333,"links":{"self":"https://petition.parliament.uk/petitions/124333.json"},"attributes":{"action":"Save UK Air Cadet Gliding","background":"On March 10th 2016 it was announced that Gliding for UK Air Cadet Organization was being scaled back with heavy cuts to its locations and fleet. This will mean the opportunities for 12-18 year olds to take control of an aircraft and even to learn to fly solo will be severely curtailed. ","additional_details":"Volunteer Gliding Squadrons are a part of the Royal Air Force and provide gliding training to Air Cadet Organisations across the UK. They are highly professional units manned by volunteers who are usually not part of the military. They provide an invaluable opportunity for young individuals from all backgrounds to realise their potential. \r\n\r\nPoor management and a lack of leadership has led to these units being axed as a quick solution http://goo.gl/iG4yHP\r\n\r\nWe ask parliament to reverse these cuts ","state":"open","signature_count":17858,"created_at":"2016-03-11T16:44:37.180Z","updated_at":"2016-08-20T22:30:37.581Z","open_at":"2016-03-14T11:51:50.738Z","closed_at":null,"government_response_at":"2016-03-21T17:18:30.245Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T17:01:53.309Z","response_threshold_reached_at":"2016-03-15T20:35:57.797Z","creator_name":"Konrad Paszkiewicz","rejection":null,"government_response":{"summary":"The MOD has confirmed plans to relaunch Air Cadet Aviation to ensure cadet flying opportunities are available whilst delivering value for money.","details":"Air Cadet Gliding had to be paused in 2014 due to safety concerns with our aircraft. A full inspection programme was initiated with a view to recovering all of the aircraft. However after substantial operational, technical and commercial negotiations with a range of leading aerospace companies, for most of the Vigilant aircraft and a few of the Vikings it no longer represented sensible value for money to continue their repair. \r\n\r\nIn order to give Cadets the opportunity to start flying again following an Air Cadet Organisation review there will be at least 73 Vikings, a fleet of up to 15 Vigilant aircraft, combined with an increase of an extra 25 Grob Tutor fixed wing Air Experience Flights (AEFs) – a more than 50% increase on previous flights. We are committed to returning as many gliders to the skies as possible while ensuring the safety of cadets and instructors. For the first time this will be backed by a range of realistic simulators provided by the RAF Charitable Trust.\r\n\r\nThe restructured glider fleet will be operated by fewer, but larger, Volunteer Gliding Squadrons (VGS), which will have a regional focus and be better integrated with synthetic training and increased AEF locations. The RAF is fully committed to Air Cadet flying. Where Cadets will have to travel longer distances, we are increasing investment in VGS and AEF sites to include residential accommodation for cadets and staff. In the future cadet flying will be better associated with force development and ground training opportunities alongside the gliding and flying.\r\n\r\nThe RAF acknowledges this has been a tough period for cadets and instructors and is grateful for the patience and understanding of the Volunteer Gliding Squadron instructors who continue to provide inspiration and leadership to generations of cadets. Air Cadet flying will be safer and far more resilient in the long run; enabling all cadets across the United Kingdom to have equal access to flying opportunities and which better integrates and allocates cadet flying opportunities between realistic synthetic flight simulation, glider flying and an increase of AEF flights.\r\n\r\nMinistry of Defence","created_at":"2016-03-21T17:18:30.239Z","updated_at":"2016-03-21T17:18:30.239Z"},"debate":null}}]}