{"links":{"self":"https://petition.parliament.uk/petitions.json?page=34\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=63\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=33\u0026state=open"},"data":[{"type":"petition","id":127603,"links":{"self":"https://petition.parliament.uk/petitions/127603.json"},"attributes":{"action":"Allow regions of England  to hold a referendum on regional  assemblies","background":"the recent revelations of the panama papers highlights the Westminster bubble i feel power should devolved into the hands of the people, it would give  a greater voice to regions such as the north and the midlands who are not being represented by a London focused Westminster    ","additional_details":"i am aware john Prescott attempted something similarly in the past but the direct democracy of regional assembly remains the way forward as these assemblies would be better placed to dealing with local issues and would more accountable to the voters giving the proximity to them it would also ease the load on central government the is already support for regional assembles in England http://www.wessexregionalists.info/ and http://www.thenortheastparty.org.uk/ ","state":"open","signature_count":31,"created_at":"2016-04-11T21:16:28.034Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-12T19:01:38.972Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-11T22:59:14.343Z","response_threshold_reached_at":null,"creator_name":"Robin Summers Moore ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127048,"links":{"self":"https://petition.parliament.uk/petitions/127048.json"},"attributes":{"action":"SIA frontline officers to be granted with more power and equipted with PPE","background":"Security Officers deal with violent and aggressive and drunken individuals each day, thus they are vulnerable in frontline. They have no powers apart from Common Law powers and have no Personal Protective Equipment. ","additional_details":"Each day we see in media of security officers been attacked,stabbed or even more been killed. We are asking government to grant powers to Security Officers and make Personal Protective Equipment mandatory throught the industry. This way, our security officer colleagues will be safe in frontline. ","state":"open","signature_count":31,"created_at":"2016-04-07T22:25:57.631Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-08T16:26:43.609Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-07T22:59:26.692Z","response_threshold_reached_at":null,"creator_name":"Hazrat Ali Mammadov","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126829,"links":{"self":"https://petition.parliament.uk/petitions/126829.json"},"attributes":{"action":"Change mandatory jail sentence for rape, rather than community service.","background":"This petition is to change the jail sentence length and to rule out community service. The victims of these charges deserve to be able to go about their lives as they wish, without having the fear of running into their offenders. ","additional_details":"Two women under 16 were raped by a man aged 17 (now 18) and he got off with 18 months community service. He put these two girls and their families through hell and he basically got away with it. What is community service going to do to help these two girls go about their lives without having to keep looking over there shoulders. How does having an unstable mind allow this man to not get jail time.","state":"open","signature_count":31,"created_at":"2016-04-06T19:19:44.589Z","updated_at":"2016-07-03T19:36:37.884Z","open_at":"2016-04-10T12:00:44.324Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-10T01:56:15.888Z","response_threshold_reached_at":null,"creator_name":"Mhairi McLeod","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125454,"links":{"self":"https://petition.parliament.uk/petitions/125454.json"},"attributes":{"action":"Debate smoking inside shared buildings and flats. Unavoidable passive smoking.","background":"Neighbours smoking inside shared buildings/ flats is a real issue of  health and quality of life for many families and children. As more flats are built in the UK's towns/ cities it is now more relevant for discussion. Current position is rights of the smoker favoured of a majority of those effected","additional_details":"Relying on the implementation of a lease alteration for smoking is not practical. It is expensive, complicated and involves all parties being willing to adopt.\r\n\r\nThe health effects of passive smoking are well documented as are the damage it has on young children.\r\n\r\nHome insurance premiums may be proportionately higher as a smoker lives in the building. Heating bills may be higher as those affected open windows to combat the smoke.\r\n\r\nMany of the UK's homes are old and cannot be made 'air tight'.\r\n\r\n\r\n\r\n","state":"open","signature_count":31,"created_at":"2016-03-22T11:44:06.919Z","updated_at":"2016-07-11T23:17:27.278Z","open_at":"2016-03-23T16:09:42.874Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-22T13:51:29.147Z","response_threshold_reached_at":null,"creator_name":"James Gardner","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124071,"links":{"self":"https://petition.parliament.uk/petitions/124071.json"},"attributes":{"action":"Make it illegal to smoke within 20 metres of a school during school hours","background":"As a parent, I find it disgusting that when taking my child to school, I have to take my child though clouds of cigarette smoke.\r\n\r\nI am not anti-smoking, but I do believe that it should not be forced on children. When parents stand outside a school and are smoking, the kids suffer as a result. ","additional_details":"I'm an ex-smoker and believe that smokers have rights. However, children have a right to not be subjected to cigarette smoke right outside a centre for education.\r\n\r\nEvery day when I take my son to school, there are groups of parents in a haze of cigarette smoke, and it's unavoidable. If parents cannot show restraint for the health of their children, then the Government should intervene and make it a criminal offence.","state":"open","signature_count":31,"created_at":"2016-03-09T09:11:47.559Z","updated_at":"2016-07-03T19:36:27.455Z","open_at":"2016-03-21T11:46:17.286Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-09T09:45:37.340Z","response_threshold_reached_at":null,"creator_name":"Steve Diamond","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123002,"links":{"self":"https://petition.parliament.uk/petitions/123002.json"},"attributes":{"action":"All elections should be on Saturday's to stop disrupting children's education.","background":"Presently local and national elections are held on Thursdays.Hundreds of schools are used as polling stations disrutpting the education of thousands of children and means parents and carers are forced to make childcare arrangements for their child as their schools are being closed for Election Day.","additional_details":"","state":"open","signature_count":31,"created_at":"2016-02-25T20:48:00.945Z","updated_at":"2016-07-03T19:36:27.397Z","open_at":"2016-02-26T13:58:49.930Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T22:23:34.835Z","response_threshold_reached_at":null,"creator_name":"Alan Robert Charlick","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122951,"links":{"self":"https://petition.parliament.uk/petitions/122951.json"},"attributes":{"action":"David Cameron to acknowledge that Freemantle statistics have been misrepresented","background":"The changes being imposed by the government regarding the Junior Doctor contract are based around the Freemantle Paper into weekend hospital admissions. The government frequently use these figures to justify claims for their changes to contracts which directly contradicts the authors conclusions.","additional_details":"The authors report 11,000 deaths on Friday, Saturday, Sunday and Monday admissions compared to the other days. They also note there is a higher proportion of \"unwell\" patients. They do not suggest these are avoidable.  A paper published by Lord Darzi this year looking at avoidability of hospital deaths suggests that only 3.6% are avoidable. \r\n\r\nThe Prime Minister must abide by medical research ethics and confirm that the goverment are misrepresenting data for political kudos. ","state":"open","signature_count":31,"created_at":"2016-02-25T14:22:40.048Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-03-09T13:34:46.959Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T15:01:34.480Z","response_threshold_reached_at":null,"creator_name":"Martyn Stott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122772,"links":{"self":"https://petition.parliament.uk/petitions/122772.json"},"attributes":{"action":"Increase the minimum annual leave entitlement from 5.6 weeks to 7.6 weeks","background":"The increasing retirement age leaves far less to look forward to at the end of our working lives. We are asking for increased minimum annual leave entitlements during our working lives to compensate for this loss.\r\n\r\nThis will give us more time with our families and to follow our own interests.","additional_details":"Retirement age is increasing (to be 66 by 2020). Estimates are that when today's teenagers retire, the retirement age will be 75. People currently look forward to retirement but with increasing age there are fewer possibilities for those years.\r\n\r\nGive us extra leave during our working years so that we can feel that we have lives and interests beyond work. It will reduce stress and exhaustion as well as increase happiness.\r\n\r\nWe will benefit, our children will benefit, our employers will benefit.","state":"open","signature_count":31,"created_at":"2016-02-24T11:26:27.939Z","updated_at":"2016-07-12T13:03:48.690Z","open_at":"2016-02-25T12:20:38.609Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-24T19:04:46.505Z","response_threshold_reached_at":null,"creator_name":"Anna Fargher","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121199,"links":{"self":"https://petition.parliament.uk/petitions/121199.json"},"attributes":{"action":"Residential Care Home, Rules, Regulations and Legislation.","background":"Residential homes need to be regulated more than they are, the same rules, regulations and legislation's that apply to Nursing homes should apply to residential homes. ","additional_details":"There needs to be an independent organisation that can represent the residents and their families of Residential care, a governing body where complaints from residents and family can be investigated neutrally, as it stands all complaints raised are dealt with internally by the Residential home and in serious complex cases this is not acceptable, no residential home is going to admit fault. The majority of people are not even aware that they don’t fall under the same rules and regulations, they just assume they are because it is a care setting.","state":"open","signature_count":31,"created_at":"2016-02-10T15:04:46.801Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-11T16:56:14.396Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-10T17:35:16.086Z","response_threshold_reached_at":null,"creator_name":"Krystal O'Neill","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121041,"links":{"self":"https://petition.parliament.uk/petitions/121041.json"},"attributes":{"action":"Increase standard paternity leave to a minimum of 3 months","background":"Currently men get 2 weeks paid paternity leave. Increasing this to a standard of 3 months at the same pay level as maternity leave, would firstly make men and women more equal when it comes to getting jobs. Secondly, allow fathers of non working mothers crucial time off to support their partner","additional_details":"After having my second child and it being a very tough ordeal. It pointed out that 2 weeks paternity is not even close to enough leave. My partner had to take 3 months off sick to help me through post natal depression. This was due to me being a stay at home mum so having no maternity leave to share with him. This, of course, put great stress on his employment status.\r\n\r\nI can only imagine that every other family with mum at home, would be in the same boat that we were. ","state":"open","signature_count":31,"created_at":"2016-02-08T22:03:10.188Z","updated_at":"2016-07-03T19:35:56.011Z","open_at":"2016-02-09T14:40:50.192Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-08T22:34:51.862Z","response_threshold_reached_at":null,"creator_name":"Stacey Jenkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120484,"links":{"self":"https://petition.parliament.uk/petitions/120484.json"},"attributes":{"action":"Disband the Planning Inspectorate and stop the right of appeal","background":"The Localism Act was supposed to devolve powers to local authorities. When a planning application is refused, the applicant can already reapply with either a duplicate or changed application, so no need to lodge an appeal to be decided centrally by an inspector from the Planning Inspectorate (PINS).","additional_details":"The appeals process is very costly.  In these times when the public purse is severely stretched, it's an unnecessary expense.\r\n\r\nLocal people and local authorities have first-hand knowledge of all the circumstances and resources that prevail in their locality and it is for them to decide how and where to meet their housing targets and what is acceptable within the NPPF and local policy guidance. Decisions of national importance can still be called in by the Secretary of State for central decision.","state":"open","signature_count":31,"created_at":"2016-02-02T00:09:13.470Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-03T12:26:28.729Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-02T22:27:33.057Z","response_threshold_reached_at":null,"creator_name":"Diane Doney","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119979,"links":{"self":"https://petition.parliament.uk/petitions/119979.json"},"attributes":{"action":"Apply pressure on the Modi Government to help stop Adivasi women being raped.","background":"The horrendous 2012 Delhi rape case had a huge impact around the world. Adivasi women in rural India are subjected to rape and violence on a daily basis. This has to stop. ","additional_details":"A fourteen year old Adivasi (indigenous) girl was recently raped in Bastar by at least three security force members before she became unconcious.  This, and other acts of violence are not uncommon occurances. I am asking Mr Cameron to please use all diplomatic measures on Mr Modi to encourage him to take action against the perpetrators and give support to these indigenous people of India.  I know that Mr Modi would listen to David Cameron. Please help persuade David Cameron to make that call.","state":"open","signature_count":31,"created_at":"2016-01-27T08:37:25.467Z","updated_at":"2016-07-04T13:56:10.615Z","open_at":"2016-01-29T16:14:50.825Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-28T08:02:20.808Z","response_threshold_reached_at":null,"creator_name":"Geraldine Rose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119817,"links":{"self":"https://petition.parliament.uk/petitions/119817.json"},"attributes":{"action":"Use British workers to to construct the new BRITISH RN MARS tanker.","background":"Please utilise unemployed British contractors to construct the new £452m MARS tanker and utilise British steel. The use of Chinese steel should not be used on this construction, British steel only! ","additional_details":"The British government has failed to uphold its loyalty with its people by allowing this process to go ahead. 1700 people unemployed from SSI Redcar due to competitive Chinese steel and now the government decide to use this steel which unemployed an enormous amount of individuals, to construct a BRITISH ship in a foreign country giving foreign individuals the BRITISH work. We must now reeducate and support these unemployed British workers whilst we just hand over £452m to South Korea ","state":"open","signature_count":31,"created_at":"2016-01-25T19:15:39.886Z","updated_at":"2016-07-10T11:40:40.965Z","open_at":"2016-01-27T11:18:37.164Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-25T19:50:07.725Z","response_threshold_reached_at":null,"creator_name":"Scott Standing","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119529,"links":{"self":"https://petition.parliament.uk/petitions/119529.json"},"attributes":{"action":"Make it compulsary for council to check for a microchip when an animal is found.","background":"When your pet is lost the first thing you will do is contact the vets, then maybe the microchip company, the council. But they only check a certain vicinity for your pet. Say they got in a car or worse were stolen.","additional_details":"The missing cats and dogs I see are mainly microchipped or have I.d tags yet no one is called and their owners are left unaware that their beloved animal is picked up because they are not checked for a microchip. \r\n\r\nThis should be compulsary it's compulsary for a dog to be microchipped from April this year but it is NOT compulsary for councils to check a found animal for a microchip.\r\n\r\nI am shocked and saddened that lots of animals dogs cats and rabbits ferrets are not checked. Sign now to change this and force them to check. Thank you","state":"open","signature_count":31,"created_at":"2016-01-22T18:25:08.831Z","updated_at":"2016-07-04T09:28:12.575Z","open_at":"2016-01-25T20:47:50.024Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-24T10:03:19.967Z","response_threshold_reached_at":null,"creator_name":"Anne Brum","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119044,"links":{"self":"https://petition.parliament.uk/petitions/119044.json"},"attributes":{"action":"Government to change how it calculates who is eligible for winter fuel payment","background":"Winter fuel payments have been stopped in many European countries for British pensioners, excluding those living in Switzerland. I think 94000 pensioners are being discriminated against. I also find that it is very difficult to predict  the weather over a 3 or 4 month period.\r\n\r\n\r\n","additional_details":"What temperatures are in these European countries may seem mild in the UK whereas to British pensions living abroad these temperatures are freezing. Freezing or warm weather does not distinguish between borders, Switzerland \u0026 France - come to mine. I know it is based on average temperatures, but over the last month the warmest temperature in the UK has been 14C compared to average temperatures in Greece of between 8 \u0026 11C. Based on this temperatures would have be monitored on a weekly basis.","state":"open","signature_count":31,"created_at":"2016-01-19T09:07:27.602Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-01-21T12:58:31.075Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-19T17:54:56.066Z","response_threshold_reached_at":null,"creator_name":"K.L.Grant","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":118066,"links":{"self":"https://petition.parliament.uk/petitions/118066.json"},"attributes":{"action":"Antibiotic Resistance will kill millions. UK Gov to spend at least £2bn per year","background":"In a few years resistant bacteria will kill more people than any terrorist and will kill as randomly, no one will be safe.  Parliament should vote to increase support for research into the development of antibiotics to at least 5% of the defence budget (I.E. around £2 billion per annum).   ","additional_details":"","state":"open","signature_count":31,"created_at":"2016-01-09T14:04:45.190Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-01-12T17:18:12.078Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-09T19:41:18.448Z","response_threshold_reached_at":null,"creator_name":"Ian Arthur McLean","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":153888,"links":{"self":"https://petition.parliament.uk/petitions/153888.json"},"attributes":{"action":"Make politicians accountable for being Clear, Fair and Not misleading.","background":"The ‘clear, fair and not misleading’ requirement is used in financial services, where companies are accountable for the statements they make about their products to customers. Statements made by politicians may influence the entire country - and should at least meet this same threshold.","additional_details":"This petition is in response to the misrepresentations, mistruths and lies that the electorate were fed by politicians in the EU referendum. \r\n\r\nImmediate admissions have been made that information in the campaigns was misleading (such as Farage stating that the £350m NHS claim was a ‘mistake’ / and Liam Fox confirming that the correct number is ‘a net £10bln’ or ‘more like £160m’, etc.) \r\n\r\nThe UK electorate has a right to expect politicians to be clear, fair and not misleading in all statements.","state":"open","signature_count":30,"created_at":"2016-06-27T23:18:24.819Z","updated_at":"2016-07-12T07:12:13.130Z","open_at":"2016-07-07T16:06:09.382Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-28T19:32:02.769Z","response_threshold_reached_at":null,"creator_name":"Christopher Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":150050,"links":{"self":"https://petition.parliament.uk/petitions/150050.json"},"attributes":{"action":"Parliament to postpone the implementation of Article 50, for at least 6 months.","background":"Further to the recent European Referendum, it now appears evident that the European Union acknowledges that changes must be made to better meet the current needs of member countries.  The UK should not leave the European Union until such time as the extent of any proposed changes are known.","additional_details":"If those proposals still fall short of UK requirements for continued membership it will then be possible to negotiate exit arrangements with better knowledge of the future EU structure and conditions.","state":"open","signature_count":30,"created_at":"2016-06-27T09:25:02.836Z","updated_at":"2016-07-12T21:35:47.418Z","open_at":"2016-07-12T17:31:58.275Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T14:15:37.084Z","response_threshold_reached_at":null,"creator_name":"Richard Michael Conn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":148983,"links":{"self":"https://petition.parliament.uk/petitions/148983.json"},"attributes":{"action":"ALL coffee, tea , cocoa, chocolate sold in UK to be Fair Trade certified.","background":"Free of EU Trade Restrictions - this petition calls for legislation to end Slavery in the tea, coffee and cocoa farming industries. It calls upon the Government to pass a law requiring ALL tea and coffee and cocoa (chocolate) sold in the UK to be Fair Trade (or Rainforest Alliance) Certified.","additional_details":" Ask yourself: Is it right that tea that is sold in the UK may be picked by people in bonded labour who have to live amongst their own sewage? Is it fair that the chocolate you buy as an after-school treat for your children contains cocoa picked by a farmer who can’t afford to send her own children to school?\r\n\r\nI have dreamt for many years that Britain would one day act to end modern Slavery. Such a law will demonstrate that the UK is outward looking and compassionate, and truly define a new era!","state":"open","signature_count":30,"created_at":"2016-06-26T20:59:44.610Z","updated_at":"2016-07-12T05:53:20.425Z","open_at":"2016-07-07T14:48:51.536Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T21:25:54.431Z","response_threshold_reached_at":null,"creator_name":"Rev Andrew D. WALKER","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":148559,"links":{"self":"https://petition.parliament.uk/petitions/148559.json"},"attributes":{"action":"Call a second EU Referendum based on independently verified Facts.","background":"Based on the realization that significantly misleading and inaccurate misinformation and untruths have been officially used and admitted to influence the EU referendum. We demand the first referendum be declared void and a second and final referendum be held considering the following:-\r\n\r\n\r\n\r\n\r\n","additional_details":"•One communication be compiled and sent out to all the population containing the same agreed number of pages for each party.\r\n•Each party be limited to three sections to complete along the lines of the following:\r\n1. THE FACTS – These must be independently verified.\r\n2. ASPIRATIONS \r\n3. A CLEAR REALISTIC PLAN OF HOW THESE ASPIRATIONS WILL BE ACHIEVED. \t\r\nIllustrations limited to statistical and information that they contain independently verified.\r\nWe demand proven facts, not deception.\r\n\r\n\r\n","state":"open","signature_count":30,"created_at":"2016-06-26T19:42:04.360Z","updated_at":"2016-07-12T21:47:26.711Z","open_at":"2016-07-05T14:33:20.403Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T21:13:24.003Z","response_threshold_reached_at":null,"creator_name":"Nicholas King","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":144204,"links":{"self":"https://petition.parliament.uk/petitions/144204.json"},"attributes":{"action":"For Armed Forces Veterans become Priority to housing, benefits and hospitals","background":"For Government to acknowledge the fact that they have Veterans who are homeless and have mental issues due to their time in the forces and to give them priority ","additional_details":"","state":"open","signature_count":30,"created_at":"2016-06-26T08:39:06.738Z","updated_at":"2016-07-07T13:29:18.743Z","open_at":"2016-07-05T18:10:20.128Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T09:19:34.393Z","response_threshold_reached_at":null,"creator_name":"James O'Hara (Veteran)","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":143839,"links":{"self":"https://petition.parliament.uk/petitions/143839.json"},"attributes":{"action":"Negotiate and hold a new referendum on moving from EU membership into the EEA.","background":"The recent EU referendum has divided the country and caused chaos. To restore stability we propose that HM Government begins immediate and rapid negotiations on the terms of the UK’s possible transition to the EEA, and then holds a second referendum offering three choices: EEA, EU or neither.","additional_details":"The EEA is the European Economic Area. It includes the EU countries and Norway, Iceland and Liechtenstein. It allows them to be part of the EU’s single market.\r\nYoung people, who voted overwhelmingly to stay in the EU, need hope. 16 and 17-year-olds should have the right to vote in the second referendum.\r\nIreland created strong and democratic precedent for a second EU referendum. Their 2008 referendum rejected the Lisbon Treaty. The government then renegotiated, and a second referendum passed it.","state":"open","signature_count":30,"created_at":"2016-06-26T07:15:05.722Z","updated_at":"2016-07-08T08:58:21.392Z","open_at":"2016-07-04T16:57:54.732Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T08:38:40.533Z","response_threshold_reached_at":null,"creator_name":"Richard Anton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":141961,"links":{"self":"https://petition.parliament.uk/petitions/141961.json"},"attributes":{"action":"Call on the Government to Trigger Article 50 and repeal EC Act 1972.","background":"We live in a Democracy and the EU Referendum result should be honoured by the Government.  Article 50 of the Lisbon Treaty must be triggered and the European Communities Act 1972 should be repealed.","additional_details":"","state":"open","signature_count":30,"created_at":"2016-06-25T20:47:14.062Z","updated_at":"2016-07-11T12:22:47.022Z","open_at":"2016-07-06T15:20:10.264Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T22:30:42.943Z","response_threshold_reached_at":null,"creator_name":"Garry Sims","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139567,"links":{"self":"https://petition.parliament.uk/petitions/139567.json"},"attributes":{"action":"Judicial inquiry into Leave and Remain campaigns with repeat EU Referendum","background":"We request: (i) a full independent judicial inquiry into the conduct of all parties involved with both official, and other, campaigns; and (ii) that the EU Referendum is repeated so that the UK public is able to vote on the basis of fair and balanced, rather than misleading, campaign statements. ","additional_details":"The recent EU Referendum was characterised by false and misleading statements from both Leave, Remain and other parties. ","state":"open","signature_count":30,"created_at":"2016-06-25T15:07:38.217Z","updated_at":"2016-07-12T20:40:39.311Z","open_at":"2016-07-12T10:38:39.719Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T20:06:39.059Z","response_threshold_reached_at":null,"creator_name":"Kathy Vigolo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":137248,"links":{"self":"https://petition.parliament.uk/petitions/137248.json"},"attributes":{"action":"Give all UK citizens living in the EU a vote concerning UK membership of it.","background":"We, the long-term British residents of EU countries, will shortly lose our status as EU citizens, seriously compromising our continued stay in our host countries.  We have had no say in the referendum process, having lost the right to vote. We ask as UK citizens to add our votes to the referendum.","additional_details":"","state":"open","signature_count":30,"created_at":"2016-06-25T07:52:44.471Z","updated_at":"2016-07-12T21:27:00.588Z","open_at":"2016-07-05T17:55:19.063Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T16:39:23.172Z","response_threshold_reached_at":null,"creator_name":"Christopher Valentine Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136471,"links":{"self":"https://petition.parliament.uk/petitions/136471.json"},"attributes":{"action":"Protect our marine and terrestrial environment after brexit","background":"The UK was bound under EU law to protect the marine and terrestrial environment, this could be threatened due to the referendum. The Water Framework Directive, Habitat Directive, Marine Litter Directive and Bird Directive, all protected these environments. It is important we still follow these.","additional_details":"These Directives actively reduce pollution, monitor it and help reduce. At the same time it protects wildlife, it would be a backward step for the UK not to monitor and actively take part in these directives. The environment is something we should all treasure and it does not respect boundaries as we do. We must work with the EU to make this work even though we have voted out. \r\nIt is important that fishing quotas remain to protect the future of our fish and seas, or soon there will be no fish. ","state":"open","signature_count":30,"created_at":"2016-06-24T21:02:40.765Z","updated_at":"2016-07-08T07:30:29.672Z","open_at":"2016-07-05T16:23:13.983Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T11:54:21.133Z","response_threshold_reached_at":null,"creator_name":"Aldous Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133663,"links":{"self":"https://petition.parliament.uk/petitions/133663.json"},"attributes":{"action":"Call a referendum so London can decide to be part of the UK or remain in the EU.","background":"London, as defined by all postal codes with a LONDON prefix, voted by overwhelming majority in the recent European referendum to remain part of the EU.  \r\n\r\nWe, the undersigned, believe that London should be allowed to decide its own future as separate from the rest of the UK.","additional_details":"London and its population has stronger ties to Europe than it does to England.  e.g. our dependence on financial services.\r\n\r\nLondon voted by a similar margin in favour of Remain as Scotland.  By the same right that Scotland has to now decide its future, so does London. \r\n\r\nOur population is significantly more European and culturally diverse than the rest of the UK.\r\n\r\nLondon gives more to the UK in tax revenue than the UK gives to London.  We would be stronger if financially independent.","state":"open","signature_count":30,"created_at":"2016-06-24T06:21:16.510Z","updated_at":"2016-07-02T15:37:12.169Z","open_at":"2016-06-30T10:22:28.543Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T06:47:58.986Z","response_threshold_reached_at":null,"creator_name":"William Bown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131422,"links":{"self":"https://petition.parliament.uk/petitions/131422.json"},"attributes":{"action":"Stop British Government discriminating against people with Disabilities","background":"Cody has been on ancestral visa, he has now applied for indefinite leave to remain. Part of this application is a life in the UK test and an English test. Cody has documentary proof that he suffers from severe Dyslexia and Specific Language Impairment. The Government has denied him an excemption.","additional_details":"Under their own rules he should have been granted an exception. Cody has now been refused indefinite leave to remain due to not sitting the test. This is a blatant discriminatory act against people with Disabilities. Under the UK Disabilities Act of 2010. Please support this petition otherwise this means deportation where he has no family or friends with no means of support. ","state":"open","signature_count":30,"created_at":"2016-05-26T16:07:06.509Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-06-01T13:12:22.377Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-26T17:11:52.253Z","response_threshold_reached_at":null,"creator_name":"Whitney Maidment","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131253,"links":{"self":"https://petition.parliament.uk/petitions/131253.json"},"attributes":{"action":"Fully fund University Education for priority careers e.g. Health,Sciences Eng...","background":"We desperately need Doctors, Scientists, Engineers, yet every year we fail to train in sufficient numbers whilst pumping out graduates in law, media, politics, travel and more exotic topics which rarely lead to careers where our society needs them most.","additional_details":"We must encourage more students entering higher education to consider where society needs them most by offering to fully fund their academic fees on the basis that they first qualify and then agree to work in their chosen field here in the UK for a minimum of 10 years after qualifying or the fee's - based on a sliding scale will be recoverable.\r\nThese publicly funded places should be offered entirely to satisfy the needs of our society and no other consideration should be evaluated or allowed.","state":"open","signature_count":30,"created_at":"2016-05-24T17:19:09.634Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-05-26T14:13:40.615Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T18:57:11.630Z","response_threshold_reached_at":null,"creator_name":"John Verbeeten","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128791,"links":{"self":"https://petition.parliament.uk/petitions/128791.json"},"attributes":{"action":"Invest in cleaning up and preventing the pollution in the River Thames","background":"The Thames is an integral natural landmark in London, one of the best there are in the UK. Pollution in recent years has been a rising problem across the world, but in this river alone thousands of animals have died or been poisoned, and the water resource is unused by the public entirely. ","additional_details":"","state":"open","signature_count":30,"created_at":"2016-04-25T22:19:00.440Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-05-03T14:04:04.723Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-26T06:33:51.179Z","response_threshold_reached_at":null,"creator_name":"Atikah Hussain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128369,"links":{"self":"https://petition.parliament.uk/petitions/128369.json"},"attributes":{"action":"Stop the force of adoption from innocent young mums!","background":"I fell in love at a young age like most of us do, it was a confusing time but I though that was it life was perfect, so when I fell pregnant and then found out it was twins! I had my family for life but then because of my age social workers started sniffing around.","additional_details":"I had a good childhood, just my mum and siblings but we had it good  (not having a father around made my decision to keep my babies easier!) I had never even heard of social services until I got pregnant. I got allocated a family nurse  (who befriended me,secretly was against my pregnancy) from there the child snatching plan begun, me and my partner went into a unit together to bring up our children independently , they let me dote over them for a year while secretly finding them a new mum.","state":"open","signature_count":30,"created_at":"2016-04-20T10:17:53.878Z","updated_at":"2016-07-10T08:41:31.730Z","open_at":"2016-05-27T10:58:37.213Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-20T10:53:50.665Z","response_threshold_reached_at":null,"creator_name":"Louisa wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128334,"links":{"self":"https://petition.parliament.uk/petitions/128334.json"},"attributes":{"action":"Stop charging extortionate Child Visa fees and NHS Surcharges","background":"Dependent children of Non-EU immigrants are charged same visa fees and NHS levy as adults. It is appalling that child visa fee in a temporary visa category is as much as £1790+ £200 NHS levy/year. They are not entitled to any kind of state benefits in the UK and shouldn’t be charged hefty visa fees","additional_details":"If a Non-EU family of 4, 2 adults and 2 toddlers, needs to extend their stay in UK for 2 years, they would pay £7160 Visa + Biometric fees and £1600 NHS levy. Visa fee is irrespective of how short is their stay, means if an immigrant’s spouse and a child granted 6 months visa they would still pay £3580 in visa fees only. Fair fees are part of business ethics and Governments are also expected to conduct their business ethically. Be ethical and considerate and abolish child visa fees and NHS Levy","state":"open","signature_count":30,"created_at":"2016-04-19T20:09:20.508Z","updated_at":"2016-07-07T17:48:36.782Z","open_at":"2016-04-25T14:23:44.814Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T12:53:53.930Z","response_threshold_reached_at":null,"creator_name":"Sami Adam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127261,"links":{"self":"https://petition.parliament.uk/petitions/127261.json"},"attributes":{"action":"Enforce stricter penalties for drivers 'hogging' the middle lane on motorways.","background":"I'm accordance with The Highway Code, 'Rule 264' states that all drivers must keep to the left-hand lane when not overtaking. The Government should consider to enforce this law more stringently and issue with greater frequency the number of penalties to penalties to drivers who commit this offence.","additional_details":"It is becoming more consistent, with modern driving convention, that the middle lane is being incorrectly used as the primary driving lane. This above all, is dangerous practice and causes delays. It effectively limits 3 lane motorways to the middle and right hand lane when drivers do not use the left hand lane.\r\n\r\nThe government should consider instructing the Police to give out more penalties to drivers committing this offence. Additionally penalties should be more severe to act as a deterrent.","state":"open","signature_count":30,"created_at":"2016-04-08T19:30:26.170Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-11T13:47:30.848Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-08T19:53:32.096Z","response_threshold_reached_at":null,"creator_name":"Alistair Martland","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126486,"links":{"self":"https://petition.parliament.uk/petitions/126486.json"},"attributes":{"action":"hold a referendum on  giving 0.7% of GDP in foreign aid.","background":"Call on the British government to hold a referendum on giving 0.7% of GDP to foreign aid","additional_details":"","state":"open","signature_count":30,"created_at":"2016-04-03T20:19:20.428Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-04-04T11:03:53.559Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-03T21:03:44.062Z","response_threshold_reached_at":null,"creator_name":"Andy Critchell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125742,"links":{"self":"https://petition.parliament.uk/petitions/125742.json"},"attributes":{"action":"Bring back Capital Punishment for Convicted Terrorists and Killers.","background":"It is time to send a strong message to those that would halm innocent unsuspecting ordinary law abiding people.\r\nAnd to ensure that when terrorists or Killers are convicted and found guilty that they are perminatly removed from our society!","additional_details":"","state":"open","signature_count":30,"created_at":"2016-03-24T21:52:54.790Z","updated_at":"2016-07-11T21:05:36.599Z","open_at":"2016-03-30T15:36:08.131Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-25T19:20:31.584Z","response_threshold_reached_at":null,"creator_name":"Paul Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123040,"links":{"self":"https://petition.parliament.uk/petitions/123040.json"},"attributes":{"action":"Provide a Suit/Professional clothing Allowance for all Citizens.","background":"Recently David Cameron said to Jeremy Corbyn \"Put on a proper suit, \u0026 do up your tie” when discussing NHS funding. As Mr Cameron feels that a high quality, professional clothing matters as much as healthcare, it's reasonable for UK citizens to ask for an allowance to cover the cost of such garments.","additional_details":"Evidence of Mr Camerons opinion on the importance of high quality professional clothing, as well as more information \u0026 a full case can be found at the following petition on change.org, as 800 characters is not enough to flesh out the full issue. Both this petition, and the petition at change.org should be signed by all interested individuals \u0026 parties:\r\n\r\nhttps://www.change.org/p/the-uk-conservative-government-make-the-tory-government-provide-a-suit-professional-clothing-allowance-for-all-citizens","state":"open","signature_count":30,"created_at":"2016-02-25T23:42:49.989Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-26T13:06:29.718Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-26T08:43:20.081Z","response_threshold_reached_at":null,"creator_name":"Tom Nichols","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122592,"links":{"self":"https://petition.parliament.uk/petitions/122592.json"},"attributes":{"action":"Abolish the CCG system established in 2013","background":"In 2013 the Government abolished PCT's in order to create \"local\" Clinical Commisioning Groups (CCG's).  This system is floored in so many ways. Patients are at risk under this system, Expertise have been scattered leaving huge gaps in our services, CCG's hide behind badly managed CSU's. ","additional_details":"I propose that an urgent review is undertaken by the Health Secretary. The CCG's must be regulated by the CQC if they are to continue. I have multiple case studies of Patients care being put in severe danger due to the poor conduct our CCG's insist on operating. They REFUSE to communicate directly with services they commission, refuse to pay their bills and refuse to provide life dependant equipment because of cost. URGENT action is required before someone dies!! Our NHS is at risk!!  ","state":"open","signature_count":30,"created_at":"2016-02-22T20:23:54.196Z","updated_at":"2016-07-10T09:01:35.161Z","open_at":"2016-02-23T17:39:13.147Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T13:54:19.819Z","response_threshold_reached_at":null,"creator_name":"Craig Secker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121570,"links":{"self":"https://petition.parliament.uk/petitions/121570.json"},"attributes":{"action":"Take citizenship from any British citizen who goes abroad to join terrorists","background":"This petition has been started to take away British citizenship from anyone who leaves country to join terrorists and also people within country who persuade and help others to join terrorist groups","additional_details":"There's been several incidents where British citizens have joined terrorist groups and some where the person has been jailed at taxpayers expense. I believe these people should not be jailed at our expense but gave there citizenship removed and left in or deported to whatever country it was they went to in first place. The moment they decided to join a corporation that wants to harm British citizens was the moment the government should banish them from ever re-entering our country","state":"open","signature_count":30,"created_at":"2016-02-13T14:58:24.397Z","updated_at":"2016-07-05T22:12:04.563Z","open_at":"2016-02-15T16:34:43.907Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-13T23:46:11.143Z","response_threshold_reached_at":null,"creator_name":"liam brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121215,"links":{"self":"https://petition.parliament.uk/petitions/121215.json"},"attributes":{"action":"Make meat and poultry a mandatory allergen on food labelling","background":"I am sick of spending hours reading through ingredients lists to check if a product contains meat or poultry, only to get to the elusive 'flavourings' and be left clueless. Hours must then be spent googling or emailing companies when a simple allergen warning would solve all these problems.","additional_details":"Current allergens that must be listen include fish, crustaceans and molluscs and there is no reason at all that meat and poultry couldn't simply be included. \r\n\r\nThis will improve the consumer experience of vegetarians, vegans and people will allergens significantly. ","state":"open","signature_count":30,"created_at":"2016-02-10T19:18:15.459Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-02-11T14:17:53.484Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-10T22:06:48.620Z","response_threshold_reached_at":null,"creator_name":"Jessica Linstead","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120491,"links":{"self":"https://petition.parliament.uk/petitions/120491.json"},"attributes":{"action":"Make drug testing all MP's mandatory everyday.","background":"Given the new stricter rules on drugs in the UK it is only pertinent that all MP's can prove they are taking none of these drugs at any point. Our MP's must lead by example and so mandatory drug testing upon entering the houses of parliament and whitehall must be brought into place.","additional_details":"","state":"open","signature_count":30,"created_at":"2016-02-02T09:43:44.713Z","updated_at":"2016-07-11T01:14:41.419Z","open_at":"2016-02-04T12:17:26.933Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-02T10:24:54.430Z","response_threshold_reached_at":null,"creator_name":"Kishan Suntokeesing","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119889,"links":{"self":"https://petition.parliament.uk/petitions/119889.json"},"attributes":{"action":"Time-cap production hours.","background":"Local trading estates are exploiting British Citizens to harmful levels of pollution. Production occurs on a 24hour basis and this is massively contributing to the pollution levels coming from the UK.I propose that the government begin to time-cap production hours to a sensible 12 hour working day. ","additional_details":"Currently, London has already breached the annual levels of pollution within the first week of 2016. This is a huge cause for concern as this is impacting the lives of our future generations. Not only, it is impacting current day and our health. This becomes a burden on public health services as 29,000 deaths a year are pollution based, and also life expectancy is shortened by six months on average.We need to start acting now, and not encourage these industrial areas to harm our lives any more.\r\n","state":"open","signature_count":30,"created_at":"2016-01-26T13:45:22.049Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-01-28T17:20:13.144Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-26T15:02:01.248Z","response_threshold_reached_at":null,"creator_name":"Miss Inesa Mockute","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119622,"links":{"self":"https://petition.parliament.uk/petitions/119622.json"},"attributes":{"action":"Instigate effective state services to swiftly help UK homeless off the streets.","background":"It's unacceptable for our government to do so little to help the single adult homeless. I'd like the state to run a year-round service similar to Crisis at Christmas: a safe bed, food, washing facilities, help for alcohol/drug problems, counselling, and advice to find a more long-term home and work.","additional_details":"On Christmas Day we stopped at a petrol station on our way back from visiting family. Two very cold young adults were huddling under a threadbare blanket. The man had been homeless for 8 months, the woman for 7 years. She was ghost-like: pale, ill and defeated. I returned to give them money, gloves, hats and scarfs. We call ourselves a civilised society and yet we leave it to charities to help single adult homeless people. Our government needs to take responsibility and do something directly.","state":"open","signature_count":30,"created_at":"2016-01-23T16:55:13.766Z","updated_at":"2016-07-04T13:57:52.695Z","open_at":"2016-01-25T15:50:40.623Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-24T09:23:23.467Z","response_threshold_reached_at":null,"creator_name":"Debbie Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119378,"links":{"self":"https://petition.parliament.uk/petitions/119378.json"},"attributes":{"action":"Re-Nationalise all public transport.","background":"The public transport in this country is a horrid affair. \r\nOverpriced, overcrowded, dirty, old and not efficient enough. \r\nIn many area's of the UK people cannot afford a car, and rely on public transport daily. ","additional_details":"I am a 22 year old British citizen from Northampton. I am currently running my own business, its in its third year and doing quite well.\r\nMy business is a video production company, as you can imagine, without a car I am forced to use public transport, and have many a time been let down, the public transport companies have lost me clients and money many a time due to the atrocious service.\r\nMany a time I do not even get a seat on a train, even though Ive paid £50 to travel a few miles","state":"open","signature_count":30,"created_at":"2016-01-21T12:56:14.428Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-01-24T16:20:59.572Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-21T14:29:40.657Z","response_threshold_reached_at":null,"creator_name":"Jake Horwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":118893,"links":{"self":"https://petition.parliament.uk/petitions/118893.json"},"attributes":{"action":"Introduce Sharia-compliant student finance for Muslim students","background":"Current student loans are inaccessible to Muslims, who follow Sharia, which forbids paying interest on loans. A system as proposed by the consultation detailed below would make accessing University a reality for Muslim students, and would result in a more representative student body.","additional_details":"The Liberal Democrat-Conservative coalition launched a consultation on Sharia-compliant student finance in 2014. The final part of the conclusion is as follows:\r\n\" However, in light of the positive response to the proposals in the consultation, the Government supports the introduction of a\r\nSharia-compliant Takaful Alternative Finance product available to everyone and will work on its\r\ndevelopment.\"\r\n(https://www.gov.uk/government/consultations/sharia-compliant-student-finance)","state":"open","signature_count":30,"created_at":"2016-01-17T23:24:21.267Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-01-18T17:39:39.547Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-17T23:42:41.403Z","response_threshold_reached_at":null,"creator_name":"Jacob Matthew Holt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":150812,"links":{"self":"https://petition.parliament.uk/petitions/150812.json"},"attributes":{"action":"Allow a second referendum on the subject of our membership of the European Union","background":"We believe that the \"In\" or \"Out\" choice was too simplistic for a decision of such importance and that clear and unbiased information was not available. We believe that we should have been asked additionally, or instead, \"Would you chose to remain within a substantially reformed European Union\"?","additional_details":"","state":"open","signature_count":29,"created_at":"2016-06-27T14:23:49.637Z","updated_at":"2016-07-08T19:14:17.543Z","open_at":"2016-07-05T17:24:49.517Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T15:38:35.305Z","response_threshold_reached_at":null,"creator_name":"David Stapleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":140939,"links":{"self":"https://petition.parliament.uk/petitions/140939.json"},"attributes":{"action":"Establish London as an independent state so it can remain in the EU","background":"Greater London voted overwhelmingly to remain. A disproportionate amount of our taxes goes to finance other regions in the UK \u0026 our economic wellbeing is severely threatened by a decision imposed upon us by others. We wish to cede from the UK \u0026 become an independent state within the EU. ","additional_details":"","state":"open","signature_count":29,"created_at":"2016-06-25T18:46:47.674Z","updated_at":"2016-07-01T10:21:08.753Z","open_at":"2016-06-29T17:12:32.358Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T20:23:11.362Z","response_threshold_reached_at":null,"creator_name":"Nix Kersley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":137500,"links":{"self":"https://petition.parliament.uk/petitions/137500.json"},"attributes":{"action":"Allow immigrants to vote in UK national elections and referendums.","background":"The scapegoating of immigrants during political campaigns narrows the debate, hides the true reasons for economic problems, and distorts the result. If immigrants were granted the vote, as they are in local elections, they would not be targeted in this way.","additional_details":"During the 18 September 2014 referendum on Scottish independence, all EU and Commonwealth citizens resident in Scotland aged 16 or over could vote. During the 23rd June 2016 referendum on the UK's membership of the EU, immigrants from the EU were not allowed to vote, though commonwealth citizens were. The campaign focussed unduly on the issue of immigration to the detriment of other important issues.","state":"open","signature_count":29,"created_at":"2016-06-25T09:14:00.238Z","updated_at":"2016-07-06T22:39:59.352Z","open_at":"2016-07-05T18:17:29.972Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T11:54:35.370Z","response_threshold_reached_at":null,"creator_name":"Gareth Parry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133199,"links":{"self":"https://petition.parliament.uk/petitions/133199.json"},"attributes":{"action":"Referendum for the people to decide whether we should end the TV License Fee/Tax","background":"The BBC coverage of the UK Referendum has not been free of political bias. Whether it comes to BBC News reporting, prominently featuring Remain side arguments and showing Leave side arguments playing second fiddle to the BBC Website which has done the same. As for the BBC Fact Checker that is biased","additional_details":"","state":"open","signature_count":29,"created_at":"2016-06-20T21:37:03.279Z","updated_at":"2016-07-10T09:29:15.810Z","open_at":"2016-06-29T13:40:12.581Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-20T22:18:10.418Z","response_threshold_reached_at":null,"creator_name":"Spencer Turnbull","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132280,"links":{"self":"https://petition.parliament.uk/petitions/132280.json"},"attributes":{"action":"Change the law so that cowboy trades people are prosecuted in a criminal court","background":"People save hard to have construction work done at there property, only to hire a trades person who stops work half way through a job leaving the home owner with an unfinished property and thousands of pounds out of pocket. This should be considered a criminal offence as county court is no deterrent","additional_details":"Rogue trades people are often taken to county court by home owners when a trades person does not complete the work he/she has been contracted to complete. If the home owner wins the case the trades person will have a county court judgement which the home owner will then have to enforce if the trades person does not pay. This still does not guarantee that the home owner will receive any money. County court judgements are no deterrent to a trades person that has no assets that can be seized.","state":"open","signature_count":29,"created_at":"2016-06-08T20:35:32.177Z","updated_at":"2016-07-04T04:48:42.312Z","open_at":"2016-06-10T09:52:24.867Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-09T05:06:15.415Z","response_threshold_reached_at":null,"creator_name":"Dean Richards","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131053,"links":{"self":"https://petition.parliament.uk/petitions/131053.json"},"attributes":{"action":"Make edible ring holders compulsory for the protection of marine and wildlife.","background":"Saltwater Brewery in Florida invented a 100% biodegradable, edible 6-pack ring holder using brewing waste products such as barley and wheat. I call on the government to legislate, or at least incentivise the introduction of edible ring holders to replace dangerous plastic ones that harm marine life.","additional_details":"http://www.huffingtonpost.co.uk/entry/craft-beer-brewery-creates-an-edible-six-pack-ring-which-fees-not-chokes-marine-wildlife_uk_573db844e4b03f08843e3ee3","state":"open","signature_count":29,"created_at":"2016-05-21T14:17:10.135Z","updated_at":"2016-06-28T14:11:04.905Z","open_at":"2016-05-23T13:08:57.797Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-22T07:51:35.401Z","response_threshold_reached_at":null,"creator_name":"Robert Fleming","rejection":null,"government_response":null,"debate":null}}]}