{"links":{"self":"https://petition.parliament.uk/petitions.json?page=9\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=70\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=10\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=8\u0026state=open"},"data":[{"type":"petition","id":175149,"links":{"self":"https://petition.parliament.uk/petitions/175149.json"},"attributes":{"action":"Introduce a register of people who are convicted of animal cruelty","background":"In light of the recent conviction for animal cruelty I am requesting the UK government to introduce a register to list the people who have been convicted and are banned from keeping animals. This would make enforcing and monitoring these bans more efficient ","additional_details":"","state":"open","signature_count":706,"created_at":"2016-12-09T15:25:02.838Z","updated_at":"2016-12-24T23:55:07.088Z","open_at":"2016-12-15T15:08:54.144Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-09T18:25:57.158Z","response_threshold_reached_at":null,"creator_name":"Anna Lewis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174504,"links":{"self":"https://petition.parliament.uk/petitions/174504.json"},"attributes":{"action":"Don't allow train companies to increase fares until they improve their service","background":"Set up an independent website where unhappy customers can log their journey disruptions easily. Train companies can't skew the figures and true results can be recorded.\r\n\r\nIf service is not kept to a high standard with trains running on time, then they are not permitted to raise their prices.","additional_details":"Train companies have announced price hikes yet again across the board. Service is worse than ever, but prices are rising. The Delay Repay scheme is nothing short of a joke.\r\n\r\nMy train was running so late that they terminated it halfway, throw all of us off so they could skip the rest of the stops and arrive on time.  That is a clear case of skewing their own statistics of how many trains arrive 'on time' - with no care for the disruption they cause their own customers.\r\n\r\n","state":"open","signature_count":705,"created_at":"2016-12-02T08:58:53.532Z","updated_at":"2016-12-24T21:14:20.819Z","open_at":"2016-12-08T10:30:53.116Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-02T09:24:18.401Z","response_threshold_reached_at":null,"creator_name":"Laura Warwick","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":161436,"links":{"self":"https://petition.parliament.uk/petitions/161436.json"},"attributes":{"action":"Pause HMRC's office closures until the taxation impact of Brexit is understood","background":"Leaving the EU will have a major impact on the work done by HMRC; particularly VAT, Customs and International Trade. \r\nWe call on HMRC to suspend its plans to close offices and cut jobs, until Parliament agrees the functions HMRC will need to undertake following the decision to leave the EU.","additional_details":"HM Revenue and Customs (HMRC) plans to close 90% of its offices; and cut 9,000 more jobs by 2021\r\nHMRC refuse to acknowledge the organisational impact of leaving the EU, saying it doesn’t change their closure plans. This threatens HMRC's future ability to collect the taxes which provide for the funding for essential services including defence, education, healthcare, policing and welfare\r\nHMRC has already closed its office in Newry, which stands on what will be the UK's only land border with the EU","state":"open","signature_count":689,"created_at":"2016-07-14T12:43:44.911Z","updated_at":"2016-12-18T00:51:06.772Z","open_at":"2016-07-22T11:31:02.333Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-14T14:41:00.390Z","response_threshold_reached_at":null,"creator_name":"Martin Kelsey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174299,"links":{"self":"https://petition.parliament.uk/petitions/174299.json"},"attributes":{"action":"Refunding toll charges in the event of long traffic delays","background":"The purpose of this petition is to request a provision for refund and / or compensation to the drivers on the toll charges who loose time and money due to long traffic delays whilst crossing the toll operated roads, bridges or tunnels on regular basis. Journey's take 5 times longer in long delays.","additional_details":"Accidents, incidents, maintenance works, weather conditions etc. - lost working time, disruption to family life, and increased stress levels.\r\n\r\nToll charges contribute towards improving the quality of driving and reduce delays. When this fails it would be fair that the operators refund the toll charges during the event of traffic delays.\r\n\r\nRail commuters are entitled for a refund on their season tickets. Similar performance indicator must be operated to toll roads.\r\n","state":"open","signature_count":683,"created_at":"2016-11-30T10:25:40.657Z","updated_at":"2016-12-24T20:44:14.593Z","open_at":"2016-12-02T13:59:51.641Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-30T12:41:41.779Z","response_threshold_reached_at":null,"creator_name":"Anand Surve","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":162568,"links":{"self":"https://petition.parliament.uk/petitions/162568.json"},"attributes":{"action":"One electronic recording system to safeguard all children and young people","background":"Safeguarding is the responsibility of all agencies, yet we don't all have access to the same system for recording.  We all hold pieces to the puzzle but don't have access to the 'big picture'.  We can only safeguard our young people, if professionals work together to put the pieces together.","additional_details":"Legislation 'Keeping Children Safer in Education' specifies the legal duty for anyone working in Education.  We should have one clear piece of legislation that involves all agencies and states 'What we should do, how we should all work together to achieve it and how we record it.' Too many young people are slipping the net, through agencies not sharing and recording information on the same system.   Lessons learnt from serious case reviews, repeatedly comment on lack of shared communication.","state":"open","signature_count":679,"created_at":"2016-07-21T14:55:55.634Z","updated_at":"2016-12-11T12:27:49.376Z","open_at":"2016-07-28T16:14:08.255Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-22T09:19:47.374Z","response_threshold_reached_at":null,"creator_name":"Lisa Atack","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165592,"links":{"self":"https://petition.parliament.uk/petitions/165592.json"},"attributes":{"action":"Teens and young adults with Type 1 Diabetes have a right to PIP.","background":"Type 1 diabetes is a life long, life threatening condition. Current government legislation does consider it to be a disability for children aged 16 and above.  PIP would give them the financial help they need to fund the additional things they need to become independent.","additional_details":"It is a proven fact that without the help and support of parents/health professionals and peers.  Adolescents would struggle to cope with the day to day care of dealing with the challenges of Type 1 diabetes.  They are more likely to be hospitalised and suffer damage to their bodies that come with poor management.  The policies of this current government, denies them the support they need during these difficult years. PIP awards would help these young people cope with the financial strain of daily living, and give recognition that Type 1 diabetes is a disability.","state":"open","signature_count":677,"created_at":"2016-08-24T08:40:57.128Z","updated_at":"2016-12-19T23:59:07.181Z","open_at":"2016-08-25T15:18:46.618Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-24T17:07:30.828Z","response_threshold_reached_at":null,"creator_name":"Jacqueline Wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":143710,"links":{"self":"https://petition.parliament.uk/petitions/143710.json"},"attributes":{"action":"Make it compulsory for glucose levels of newborns to be checked before discharge","background":"The test is a simple heel prick.  It can help to indicate if your baby is  converting its milk feed into the required source of glucose. If the level is too low the body/brain cannot function sufficiently,  the baby may have seizures and fall into a coma. Stop it happening to someone else's baby. ","additional_details":"My daughters levels were not checked.  We were discharged and she subsequently fell into a coma and had seizures.  This has left her with damage to her brain and epilepsy. A simple test prior to leaving hospital would have shown low blood sugars and immediate attention could have prevented the ensuing damage.  I wish to prevent this happening to anyone else. ","state":"open","signature_count":677,"created_at":"2016-06-26T06:29:36.495Z","updated_at":"2016-12-16T15:02:29.327Z","open_at":"2016-07-07T14:54:42.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T16:44:22.555Z","response_threshold_reached_at":null,"creator_name":"Tracey Moss","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166593,"links":{"self":"https://petition.parliament.uk/petitions/166593.json"},"attributes":{"action":"Move Parliament to 6 regional cities while the House of Parliament is repaired.","background":"The plan for MPs and Lords to vacate the Palace of Westminster during repairs and move to offices nearby is flawed.\r\n\r\nMPs should grasp the opportunity to take Parliament to the People.\r\n\r\nWe call for the UK Parliament to relocate to a different regional city each year of the 6 year refurbishment. ","additional_details":"","state":"open","signature_count":674,"created_at":"2016-09-08T07:44:27.567Z","updated_at":"2016-12-12T17:45:24.718Z","open_at":"2016-09-09T14:35:25.632Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-08T21:21:16.807Z","response_threshold_reached_at":null,"creator_name":"Michael de Halpert","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159369,"links":{"self":"https://petition.parliament.uk/petitions/159369.json"},"attributes":{"action":"Hold a Referendum on key Brexit deals BEFORE giving Article 50 notice","background":"There is no democracy without informed consent. Voters did not know before 23 June the terms on which we would leave the EU, the global trade deals which would be done or our immigration policy following Brexit. These must be agreed and voted on BEFORE we give irrevocable Art 50 notice to leave.","additional_details":"Article 50 is a one way street.  Once it gives one, that state must leave the EU after 2 years (or more if the remaining 27 agree).  We do not need to give notice until we KNOW that the terms we would have (both with the EU and the rest of the world) would be better outside than inside the EU.\r\n\r\nWe should promptly negotiate with the EU and others and put these deals to the electorate.  Only if the electorate votes in favour should we leave.  A statute should stop notice being given otherwise.","state":"open","signature_count":673,"created_at":"2016-07-06T14:25:41.690Z","updated_at":"2016-12-24T16:21:18.475Z","open_at":"2016-07-06T17:39:23.612Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-06T17:27:57.181Z","response_threshold_reached_at":null,"creator_name":"Daniel Whitehead","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170436,"links":{"self":"https://petition.parliament.uk/petitions/170436.json"},"attributes":{"action":"Full review of sentencing guidelines for convicted child sex offenders","background":"The legal system would appear to be too lenient on paedophiles. \r\nMany repeat offenders with dozens of convictions only get suspended prison sentences.  \r\nThis is not only no deterrent but also leaves them free to re-offend. \r\nI would like this reviewed as it is outdated.","additional_details":"I am aware of a paedophile who was convicted of grooming a 13 year old girl online who he planned to have sex with.\r\nThis was his 27th offence and he received an 8 month prison sentence, suspended for 2 years.  I do not feel this is justice for his victim(s).\r\nThis is just one of a catalogue of child sex offenders who are getting off too lightly and repeatedly putting vulnerable children in danger.","state":"open","signature_count":672,"created_at":"2016-10-27T11:37:44.919Z","updated_at":"2016-12-24T20:58:06.684Z","open_at":"2016-11-02T18:35:55.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-27T11:58:50.198Z","response_threshold_reached_at":null,"creator_name":"Stacey Busby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":161576,"links":{"self":"https://petition.parliament.uk/petitions/161576.json"},"attributes":{"action":"Amnesty for commonwealth illegal skilled immigrants.","background":"In the time of labour government a huge numbers of students came from commonwealth countries but for the immigration cuts like psw tier 1, most of them left United Kingdom. A very few number of them are still surviving in uk in a miserable life, who can do work for the nation for batter future.","additional_details":"The former honorable immigration minister and present prime minister knows everything clearly how they made the condition. So, please take an argent action. ","state":"open","signature_count":669,"created_at":"2016-07-14T23:51:23.876Z","updated_at":"2016-12-13T17:57:06.232Z","open_at":"2016-07-22T12:23:41.196Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-15T01:05:08.935Z","response_threshold_reached_at":null,"creator_name":"A haq","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156673,"links":{"self":"https://petition.parliament.uk/petitions/156673.json"},"attributes":{"action":"Stop Britain from being subjected to all new EU regulations and treaty changes.","background":"The British people democratically decided to leave the EU.  The government could have revoked the European Communities Act 1972 and left straight away.  However it has decided to use the much slower European Union Article 50 route.  It now makes no sense at all to be bound by any new EU legislation.","additional_details":"At this point in time the EU Commission could rush through all manner of legislation to frustrate Britain's amicable exit from Europe.  They could at a stroke of a pen extend the time covered by Article 50 from two years to five or more.  They could bring in treaty change legislation to literally milk our country for all the money they can get before we leave.  This petition is designed to encourage our government politicians to seriously consider this eventuality and prevent it from happening.","state":"open","signature_count":668,"created_at":"2016-06-29T21:35:06.106Z","updated_at":"2016-12-22T00:06:51.627Z","open_at":"2016-07-18T10:20:56.669Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-01T19:35:24.546Z","response_threshold_reached_at":null,"creator_name":"Stephan Toth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":162050,"links":{"self":"https://petition.parliament.uk/petitions/162050.json"},"attributes":{"action":"Repeal the Housing \u0026 Planning Act passed in May 2016.","background":"In times of increasing job insecurity \u0026 homelessness, instead of building much-needed council \u0026 social housing to create homes and jobs, this Act forces the sale of council homes, prohibits the building of new council homes, allows councils to sell off council estates and ends security of tenure. ","additional_details":"It also forces existing council tenants earning above a certain amount to pay rent at inflated, unregulated market prices and extends the right to buy to Housing Association tenants, thereby greatly reducing the country's stock of homes to let at a reasonable rent.\r\nThis Act will exacerbate the hardships suffered by the most vulnerable who will be forced into costly and unstable private rented accommodation and will place many more in a vulnerable, insecure situation for the first time. \r\n","state":"open","signature_count":667,"created_at":"2016-07-17T19:46:18.915Z","updated_at":"2016-12-18T00:50:56.617Z","open_at":"2016-07-27T15:20:21.320Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-21T09:22:23.687Z","response_threshold_reached_at":null,"creator_name":"Jenny Kassman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175919,"links":{"self":"https://petition.parliament.uk/petitions/175919.json"},"attributes":{"action":"All charities to now display the amount of admin and promotion fees clearly.","background":"The charity sector has been infected by greedy promotional companies and business run charities taking well over their share of administration fees. If it was the law to display on promotional signs the actual amount used on charitable activities, the public and the charity would now be protected.","additional_details":"Each year the charity commission investigates a large number of charity's for fraud. Forces charity's have been worst hit in recent years with the likes of Afghan Heros, 1st Knight, Support our heroes, soldiers off the streets and Local Heroes all being investigated yet very little action is ever taken. \r\n\r\nIf the public can clearly see what percentages the charity will receive from their donation, the public can then decide if they still want to give or to choose another charity.","state":"open","signature_count":655,"created_at":"2016-12-18T23:24:43.074Z","updated_at":"2016-12-24T21:53:20.393Z","open_at":"2016-12-20T21:25:29.266Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-19T07:52:44.838Z","response_threshold_reached_at":null,"creator_name":"Colin Eastaway ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172149,"links":{"self":"https://petition.parliament.uk/petitions/172149.json"},"attributes":{"action":"Build a relief road for Buxton, Derbyshire","background":"Whenever Fairfield Road in Buxton has roadworks or if an accident occurs, the Town is crippled. We need a relief road or bypass to stop the build up of traffic that happens regularly and needs to be addressed.This is a major through route and is not suitable for the volume of traffic it serves","additional_details":"","state":"open","signature_count":655,"created_at":"2016-11-10T22:04:27.185Z","updated_at":"2016-12-24T15:08:14.467Z","open_at":"2016-12-19T10:28:32.699Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-10T22:36:04.311Z","response_threshold_reached_at":null,"creator_name":"Elizabeth Thompson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":161318,"links":{"self":"https://petition.parliament.uk/petitions/161318.json"},"attributes":{"action":"Play an active role in achieving a peaceful resolution to the Kashmir dispute.","background":"The Kashmir dispute has not been resolved for over 7 decades. In recent days, we have seen further Indian atrocities committed against the people of Kashmir leaving many dead. The UK government must play its role in pressuring the Indian government to halt its hostilities and to reach a resolution. ","additional_details":"We petition the UK government to:\r\n\r\n1) Pressurise the Indian government to halt its hostilities in Indian occupied Kashmir, against the people of Kashmir.\r\n\r\n2) Play an active diplomatic role to reach a peaceful settlement of the Kashmir dispute.\r\n\r\n3) Ensure, through diplomacy, that the UN Resolutions regarding a free and fair referendum in Kashmir are enforced. Thus, the people of Kashmir may exercise self-determination once and for all without the influence of any State in/out of the region.\r\n\r\n","state":"open","signature_count":655,"created_at":"2016-07-13T23:00:58.533Z","updated_at":"2016-12-11T19:54:28.503Z","open_at":"2016-07-22T11:03:55.717Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-13T23:52:06.046Z","response_threshold_reached_at":null,"creator_name":"Muhammad Umair","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163416,"links":{"self":"https://petition.parliament.uk/petitions/163416.json"},"attributes":{"action":"Don't invest in the Hinkley reactor. Subsidise green energy and storage instead","background":"Hinkley is predicted to cost £18bn to build, and it will cost consumers upwards of £30bn to run.\r\nIt will displace billions of investment that could otherwise be spent on green energy. \r\n\r\nEnergy demands and generation methods change every year, we should not make such a costly long term commitment","additional_details":"https://www.theguardian.com/environment/2016/apr/05/scrapping-hinkley-for-renewable-alternatives-will-save-tens-of-billions\r\n\r\nhttp://about.bnef.com/landing-pages/five-reasons-build-hinkley/\r\n","state":"open","signature_count":645,"created_at":"2016-07-28T21:52:44.277Z","updated_at":"2016-12-09T23:38:26.006Z","open_at":"2016-08-04T13:48:50.160Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T07:30:37.722Z","response_threshold_reached_at":null,"creator_name":"Greg howett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":150940,"links":{"self":"https://petition.parliament.uk/petitions/150940.json"},"attributes":{"action":"Gastrointestinal Motility disorders in patients with Ehlers Danlos Syndrome","background":"There is a huge gap in healthcare for conditions such as gastropareses, pseudo obstruction, dysmotility , intestinal failure etc\r\nThese conditions result in severe pain, bloating, vomiting, malnutrition and inability to eat to name a few.\r\nThis severly impacts lives, \u0026 quality of life is very low.","additional_details":"Although there is no cure there is lack of understanding by healthcare providers to the point we either have to tell them what to do ourselves or get sent home with little to no treatment plan, we get passed from doctor to doctor who each give up on us, many dont even get to the stage of diagnosis. \r\nI am asking for a nation wide campaign to educate GPS , Consultants, Nurses and health workers in general on the importance of management and understanding of these conditions. \r\nWe should not be left to suffer with no one to listen, help or control the symptoms. \r\n","state":"open","signature_count":639,"created_at":"2016-06-27T15:18:26.711Z","updated_at":"2016-12-16T21:23:28.963Z","open_at":"2016-07-07T14:41:41.603Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-27T16:01:59.526Z","response_threshold_reached_at":null,"creator_name":"Natasha corrigan ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156451,"links":{"self":"https://petition.parliament.uk/petitions/156451.json"},"attributes":{"action":"Please lift the ban on Flights from UK to Sharm-Sheikh-Airport.","background":"Since the downing of a Russian passenger plane on 31st October 2015. Security at the airport is better than it has ever been at this time and Sharm itself is deemed to be safe. The problem was the airport security and I believe Egypt has rectified those problems. ","additional_details":"","state":"open","signature_count":638,"created_at":"2016-06-29T17:18:30.184Z","updated_at":"2016-12-06T17:57:03.225Z","open_at":"2016-07-13T18:33:27.122Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T18:55:34.922Z","response_threshold_reached_at":null,"creator_name":"Peter Kennedy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":144593,"links":{"self":"https://petition.parliament.uk/petitions/144593.json"},"attributes":{"action":"Abolish the \"Civil\" football ban","background":"How can you ban lads from going to football and take away their passports when they haven't even commited any crime","additional_details":"","state":"open","signature_count":637,"created_at":"2016-06-26T09:35:34.776Z","updated_at":"2016-11-23T01:49:43.144Z","open_at":"2016-07-07T14:21:16.433Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-26T10:14:34.610Z","response_threshold_reached_at":null,"creator_name":"Danny Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156474,"links":{"self":"https://petition.parliament.uk/petitions/156474.json"},"attributes":{"action":"Put all primary and senior school teachers on the Shortage Occupation List.","background":"The Home Office has enacted a new settlement threshold for Tier 2 skilled workers, which includes teachers. The Home Office Impact Assessment estimates this will result in the forced departure of 36% of migrant primary school teachers and 9% of migrant senior school teachers as their visas expire.\r\n","additional_details":"The Home Office must commission the Migration Advisory Committee to study the teacher recruitment crisis. The HO will need to act on the MAC's recommendation.\r\n\r\nChemistry, physics and maths teachers are already on the SOL but every subject faces staff shortages. Teaching cannot afford to lose essential staff purely because they are underpaid.\r\n\r\n42% of migrant nurses would have been forced to leave until nurses were put on the SOL.\r\n\r\nLearn more about the impacts of the £35k threshold at stop35k.org\r\n","state":"open","signature_count":635,"created_at":"2016-06-29T17:49:41.254Z","updated_at":"2016-12-15T18:48:22.636Z","open_at":"2016-07-04T09:26:01.658Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T18:33:30.256Z","response_threshold_reached_at":null,"creator_name":"Jordan Savage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132381,"links":{"self":"https://petition.parliament.uk/petitions/132381.json"},"attributes":{"action":"Parliament to modify a rule* that stops the NHS from saving money on a drug.","background":"This is a unique situation.  One Swiss pharmaceutical company makes 2 very similar medicines: ranibizumab, known by its trade name Lucentis, and bevacizumab ( Avastin).  However Lucentis is 80 times more expensive than Avastin.\r\nResearch has shown that both drugs can prevent blindness equally. ","additional_details":"NHS patients with age-related macular degeneration took part in the IVAN study in 2008.\r\n\r\nThe MHRA's Guidance Note 14 specifically prohibits* obtaining a licensed special medicine in order to save money. \r\n\r\nThe appropriateness of this sanction when applied to the unique circumstance of Lucentis \u0026 Avastin merits parliamentary debate to change this law.\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/373505/The_supply_of_unlicensed_medicinal_products__specials_.pdf","state":"open","signature_count":635,"created_at":"2016-06-10T08:02:12.248Z","updated_at":"2016-12-16T11:05:48.754Z","open_at":"2016-06-30T10:12:47.994Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-11T13:56:42.765Z","response_threshold_reached_at":null,"creator_name":"John William Mackenzie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172240,"links":{"self":"https://petition.parliament.uk/petitions/172240.json"},"attributes":{"action":"Kalydeco (ivacaftor) to be funded for under 6's, by NHS England","background":"Currently Kalydeco is funded by the NHS for children with a rarer types of Cystic fibrosis from age 6 years and over.\r\nVertex has recently liscenced the drugs from the age of 2 years. However the NHS has yet to decide whether to agree funding.\r\nThis medication is considered life changing","additional_details":"The treatment is eligible for 9 different rare genotypes and currently funded for ages 2-5, on the NHS in Scotland. At the moment it is only funded in England For those over six years old. Kalydeco has been proven to treat the underlying cause of cystic fibrosis in those 9 gene mutations, to significantly increase lung function, slow the progression of cystic fibrosis and halve hospital admissions.\r\n\r\nPlease help William and other children effected by cystic fibrosis by signing this petition\r\n\r\n","state":"open","signature_count":632,"created_at":"2016-11-11T17:08:05.361Z","updated_at":"2016-12-16T11:07:50.734Z","open_at":"2016-11-17T17:48:10.081Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T17:33:00.878Z","response_threshold_reached_at":null,"creator_name":"Emma Foord ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174323,"links":{"self":"https://petition.parliament.uk/petitions/174323.json"},"attributes":{"action":"No amnesty for illegal immigrants living in Britain.","background":"Amnesty for illegal immigrants in Britain should be rejected because:\r\n* It is wrong in principle to reward illegal behaviour.\r\n* Amnesties have demonstrably failed in other EU countries.","additional_details":"* It would be much more effective to tighten access to the labour market and prevent fraudulent access to the welfare state.\r\n* This would deter new arrivals and encourage illegal immigrants already here to return home.\r\n","state":"open","signature_count":631,"created_at":"2016-11-30T14:05:32.435Z","updated_at":"2016-12-24T19:38:07.916Z","open_at":"2016-12-02T13:53:14.987Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-30T14:47:51.768Z","response_threshold_reached_at":null,"creator_name":"Steve Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173360,"links":{"self":"https://petition.parliament.uk/petitions/173360.json"},"attributes":{"action":"A universal label to show if an item contains an animal product.","background":"Seeing how animal agriculture is one of the leaning causes of environmental damage, we need to be better informed. Many products use made up words to hid what's in them. Animal by products are not only used in the end item but also in the making of it. We should be able to clearly see this. \r\n ","additional_details":"","state":"open","signature_count":631,"created_at":"2016-11-21T13:22:55.405Z","updated_at":"2016-12-18T21:37:53.900Z","open_at":"2016-11-25T18:47:33.821Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-21T13:44:22.966Z","response_threshold_reached_at":null,"creator_name":"Alice Austin-Grant","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166834,"links":{"self":"https://petition.parliament.uk/petitions/166834.json"},"attributes":{"action":"Set statutory requirements and laws for rehoming centres to follow in our land","background":"My niece wanted to rehome a dog.She contacted a local rehoming centre.The centre contacted her regarding a dog they thought would suit. On 5th November 2013 the dog turned and savaged to death our Lexi. Inquest revielled alot of things.Let's hope Lexi's Law stops families going through same pain. ","additional_details":"Mr Kirkland was surprised no national Standards for which any policy for rehoming should be considered  \u0026 no statutory requirements for kennels to make home visits once an animal has been placed in what is believed to be a suitable home. ","state":"open","signature_count":630,"created_at":"2016-09-10T19:50:56.049Z","updated_at":"2016-12-12T09:51:25.405Z","open_at":"2016-09-12T14:53:03.712Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-11T08:43:10.991Z","response_threshold_reached_at":null,"creator_name":"Victoria Elizabeth May Whiteman  ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132959,"links":{"self":"https://petition.parliament.uk/petitions/132959.json"},"attributes":{"action":"Provide accessible mental health services for 18-30 year olds","background":"Adult mental health services tend to cater for the middle-aged and the elderly in our society, not for the young adults who have just come out of CAMHS. Young adults who enter the services are faced with the battle to be properly supported, as the services are not suited to their specific needs.","additional_details":"As a result of not having a specialist young adults' service, young adults have been left to fend for themselves in a system that doesn't understand them; fighting to be recognised in hospitals which want to care for the middle-aged and elderly; less able to care for themselves due to a lack of proper support; and less likely to seek help with their mental health in the first place.\r\n\r\nWe ask you to consider putting some of the limited mental health funding towards a service for 18-30 year olds. ","state":"open","signature_count":617,"created_at":"2016-06-18T09:56:30.450Z","updated_at":"2016-12-21T12:13:29.866Z","open_at":"2016-06-28T18:37:13.758Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-18T10:10:51.137Z","response_threshold_reached_at":null,"creator_name":"Alice Dowek","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167282,"links":{"self":"https://petition.parliament.uk/petitions/167282.json"},"attributes":{"action":"Stop NHS Trusts investigating their own practice and complaints.","background":"Our sixteen-year-old son Elliot died three years ago following an operation to correct a broken collar bone.  Addenbrookes spent 18 months investigating and reporting on their own practice.  The report was incomplete, inaccurate and a number of discrepancies were highlighted by the Coroner. ","additional_details":"In the last three years, we have followed all the procedures and guidelines available to us.  We have complained to the GMC and The Parliamentary and Health Service Ombudsman and we have attempted to take Addenbrookes to court with no success.  Today we were informed that because we have not followed the Addenbrookes complaint procedure to the letter the Ombudsman cannot proceed with their investigation and there is nothing they can do.  It is not right that the NHS Trusts are able to investigate and report on their own practice and when challenged by external organisations set up to protect the patient they are able to delay the process.  ","state":"open","signature_count":616,"created_at":"2016-09-16T17:45:49.123Z","updated_at":"2016-12-10T00:01:56.142Z","open_at":"2016-09-19T14:14:34.319Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-16T18:33:07.956Z","response_threshold_reached_at":null,"creator_name":"Michaela Coan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166359,"links":{"self":"https://petition.parliament.uk/petitions/166359.json"},"attributes":{"action":"Refuges for domestic violence victims MUST be exempt from housing benefit cap.","background":"Refuges for domestic violence victims rely on getting their full rent per room so they can stay open, some local authorities are already refusing funding in the belief that many of these desperately needed refuges may close when the cap is brought in. It is unacceptable that they lose any funding.","additional_details":"As seen on BBC breakfast, these brave women and children will have nowhere else to go. Many don't have a secure location to escape to, and even in refuges can often be tracked down, and in extreme cases even killed. We must insure, not only that they stay open, but be better and more sustainably funded. We need many more refuges, not many less. Thousands of families of abusive partners owe their lives to these refuges, which give them a chance to change identity and live full and secure lives.","state":"open","signature_count":614,"created_at":"2016-09-05T19:50:45.132Z","updated_at":"2016-12-16T11:13:56.869Z","open_at":"2016-09-07T15:46:46.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-05T21:36:23.301Z","response_threshold_reached_at":null,"creator_name":"David Chesters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":162534,"links":{"self":"https://petition.parliament.uk/petitions/162534.json"},"attributes":{"action":"Stop the CCG from cutting NHS funded IVF services in Suffolk.","background":"Keeping NHS funded IVF services will impact on so many people's lives by allowing them to have the family they've always wanted.\r\nIt would be so unfair to take away an opportunity for people to have a family when they cannot conceive themselves.","additional_details":"http://www.hsj.co.uk/hsj-local/commissioners/nhs-ipswich-and-east-suffolk-ccg/more-south-east-ccgs-plan-cuts-to-ivf-services/7008343.fullarticle","state":"open","signature_count":614,"created_at":"2016-07-21T10:27:21.834Z","updated_at":"2016-11-07T18:30:40.089Z","open_at":"2016-07-28T15:25:29.057Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-21T17:59:58.055Z","response_threshold_reached_at":null,"creator_name":"Sarah Blowers","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163379,"links":{"self":"https://petition.parliament.uk/petitions/163379.json"},"attributes":{"action":"Make sure all disabled people can have the adaptations they need","background":"Disabled Facilities Grants adapt people’s homes to be safe and suitable.\r\n\r\nCurrent funding is not enough to provide everyone with the adaptations they need. \r\n\r\nWe petition you to calculate the annual need for DFG funding at a local authority level, and ensure that this funding need is met.","additional_details":"A 2011 report by the BRE stated: “the total amount required… is £1.9bn.”\r\n\r\nThe total funding over the last 5 years was £1 billion - only half of what’s needed.\r\n\r\nThough funding will rise by 2019/20, there is no assurance that it will meet the need.\r\n\r\nIsle of Wight Council have found that every £1 invested in DFGs could return £7.30 a year in social care savings.\r\n\r\nIn the past 5 years, the government may have missed savings of more than £47 billion in social care costs.\r\n\r\nThis needs to change.\r\n\r\nThank you.","state":"open","signature_count":613,"created_at":"2016-07-28T17:25:19.752Z","updated_at":"2016-12-14T17:15:57.777Z","open_at":"2016-08-02T16:09:15.102Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T10:33:04.828Z","response_threshold_reached_at":null,"creator_name":"Fleur Perry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172021,"links":{"self":"https://petition.parliament.uk/petitions/172021.json"},"attributes":{"action":"Support the establishment of a European Associate Citizenship for UK Citizens","background":"Charles Goerens, MEP, has tabled an amendment calling for Associate Citizenship of the EU to be offered to citizens of former EU member states. \r\n\r\nThis proposal offers a realistic and worthwhile compromise for the 16,141,241 people who voted to remain, at no cost to the UK taxpayer. ","additional_details":"The UK Government has a responsibility to the millions of UK Citizens who voted remain. \r\n\r\nThis petition calls on the Government to support the establishment of a European Associate Citizenship. Such a move would soften the blow of Brexit for those passionate about the European project, ensure the millions of UK citizens who live and work in the EU can continue the lives they have chosen, and would give future generations the option to live and work in Europe. \r\n\r\nIt would cost the UK nothing.\r\n\r\n","state":"open","signature_count":605,"created_at":"2016-11-09T23:12:24.930Z","updated_at":"2016-12-23T13:47:04.380Z","open_at":"2016-11-11T18:14:20.548Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T23:38:55.441Z","response_threshold_reached_at":null,"creator_name":"Elliot James Short","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164456,"links":{"self":"https://petition.parliament.uk/petitions/164456.json"},"attributes":{"action":"Stop the sale and production of genetically modified foods in the uk","background":"These foods are incredibly damaging to our health and environment. The dangers of genetically modified foods has been proven and other countries in Europe have already banned them. I believe that the people of the uk deserve safe nutritious food ","additional_details":"","state":"open","signature_count":602,"created_at":"2016-08-09T15:12:08.774Z","updated_at":"2016-12-18T00:50:36.496Z","open_at":"2016-08-10T13:54:36.752Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-09T16:20:31.411Z","response_threshold_reached_at":null,"creator_name":"Priscilla Boyd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133753,"links":{"self":"https://petition.parliament.uk/petitions/133753.json"},"attributes":{"action":"Call for a second EU referendum as the first did not have a clear mandate.","background":"Leaving the EU is an irrevocable decision, which will have far reaching consequences. Due to this we must only leave if there is a clear mandate from the people, which does not exist at present since 48% voted IN. It is vital that there is a second referendum and that a clear mandate is reached.","additional_details":"","state":"open","signature_count":599,"created_at":"2016-06-24T07:03:48.100Z","updated_at":"2016-12-24T09:34:57.279Z","open_at":"2016-07-04T16:26:02.918Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T07:21:16.239Z","response_threshold_reached_at":null,"creator_name":"Hannah Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172505,"links":{"self":"https://petition.parliament.uk/petitions/172505.json"},"attributes":{"action":"Melton Mowbray needs a bypass before 4000 homes are built.","background":"Due to the increased congestion in Melton Mowbray, no more houses should be built until Government funding has been secured and a bypass completed.","additional_details":"a Melton bypass is desperately needed.  Sections of a proposed \"Distributor Road\" will be built by developers but the important section that links the roads together needs Central Government funding.  Without that link they are roads to nowhere.","state":"open","signature_count":590,"created_at":"2016-11-14T19:32:08.777Z","updated_at":"2016-12-22T22:03:23.447Z","open_at":"2016-11-21T15:22:21.873Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-15T08:24:21.565Z","response_threshold_reached_at":null,"creator_name":"Michael Cavani","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168290,"links":{"self":"https://petition.parliament.uk/petitions/168290.json"},"attributes":{"action":"Introduce regulations to govern static caravan ground rents to stop overcharging","background":"The problem is that static caravan owners have very little rights and need regulations to be put in place to help protect them. A house tenant would have guidelines and a contract but static caravan owners have nothing to protect them and should have a tenancy contract for the ground they rent.","additional_details":"The owners who chose to make that land into plots for static caravans should have to follow similar conditions to being a landlords as effectively thats what they are becoming.","state":"open","signature_count":588,"created_at":"2016-10-02T07:53:33.172Z","updated_at":"2016-12-21T21:25:48.495Z","open_at":"2016-10-05T14:12:28.432Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-02T08:34:41.094Z","response_threshold_reached_at":null,"creator_name":"Claire Lowrie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166461,"links":{"self":"https://petition.parliament.uk/petitions/166461.json"},"attributes":{"action":"Protect and support the Forest of Dean wildlife especially the wild boar.","background":"The Forest of Dean is unique. It is home to a vast array of wildlife including boar. The health of the wildlife is watched over by  charitable organisations. Because of the nature of the forest it's not unusual for boar to roam in to areas populated by humans. This isn't taken to kindly.","additional_details":" It is our belief that such wild animals will only breed to their environment and if left alone will not over breed. We would like a vast majority of the forest to be a safe zone for our wildlife. And we would like full support for the charities and education to residents in the forest that the flora, fauna and wildlife should be cherished as an I portent part of our heritage. ","state":"open","signature_count":588,"created_at":"2016-09-06T19:40:58.042Z","updated_at":"2016-12-18T21:42:41.216Z","open_at":"2016-09-09T11:53:33.156Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-07T06:54:14.432Z","response_threshold_reached_at":null,"creator_name":"Helen Baker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136833,"links":{"self":"https://petition.parliament.uk/petitions/136833.json"},"attributes":{"action":"Ensure that the Brexit EU deal maintains free trade, research, and movement.","background":"After the Leave vote, we must ensure that the rights and prosperity of UK citizens are protected. We believe that this means any deal should ensure our rights as UK citizens to live and work around the EU, maintain single market access to protect British jobs, and continue academic collaboration.","additional_details":"Such a deal would likely be similar to that between the EU and Norway; whilst this may involve the UK continuing to pay some EU budget contributions, we accept the views of most economists that single market access is valuable enough to make this worthwhile. This deal will likely involve accepting free movement into Britain, too, and we welcome this; EU migrants are at the heart of British life, playing a vital role in many economic sectors but more importantly being our neighbours and friends.","state":"open","signature_count":586,"created_at":"2016-06-24T23:33:18.616Z","updated_at":"2016-12-19T20:30:54.616Z","open_at":"2016-07-12T12:16:10.351Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T11:02:05.328Z","response_threshold_reached_at":null,"creator_name":"James Baillie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172576,"links":{"self":"https://petition.parliament.uk/petitions/172576.json"},"attributes":{"action":"Jeremy Hunt MP \u0026 Lord Prior of Brampton: Remove Big Pharma Influence over MHRA","background":"The MHRA is funded by the Department of Health for the regulation of  medical devices, whilst the costs of medicines regulation is met through fees from the pharmaceutical industry.\r\n\r\nThe MHRA must become independent and entirely funded through public money as well as showing more transparency.","additional_details":"The MHRA is the government body which licenses medicines in the UK. It's been criticised for its links with big pharmaceutical companies, whose financial interest is to promote their expensive products and limit cheaper and effective alternatives.\r\n\r\nThe MHRA doesn't allow the public to be involved in the implementation as a transparent process of drug licensing with public access to pharma companies' data is lacking. \r\n\r\nWe want the secrecy to end and see financial dependency on pharma removed! \r\n\r\n","state":"open","signature_count":585,"created_at":"2016-11-15T13:20:46.753Z","updated_at":"2016-12-24T17:21:27.227Z","open_at":"2016-11-25T16:57:28.041Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T12:07:25.531Z","response_threshold_reached_at":null,"creator_name":"Sarah Schaefer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165411,"links":{"self":"https://petition.parliament.uk/petitions/165411.json"},"attributes":{"action":"To make trespass a criminal offence.","background":"To make trespass a criminal offence, to prevent travellers and others, setting up illegal sites. To prevent the illegal use of private and common land, which also brings with it the problems of illegal waste and unsanitary conditions.","additional_details":"","state":"open","signature_count":583,"created_at":"2016-08-21T19:45:28.080Z","updated_at":"2016-12-18T03:51:25.894Z","open_at":"2016-08-25T16:10:31.836Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-24T12:45:18.818Z","response_threshold_reached_at":null,"creator_name":"Mr Colin Milne.","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168276,"links":{"self":"https://petition.parliament.uk/petitions/168276.json"},"attributes":{"action":"Stop the Children and Social Work Bill 2016","background":"The government is trying to pass a bill that includes a section that would allow local councils to apply to be exempt from child protection laws. This is an appalling abuse of power and another attack on the rights of the most vulnerable in our society.","additional_details":"www.publications.parliament.uk/pa/bills/lbill/2016-2017/0057/17057.pdf","state":"open","signature_count":578,"created_at":"2016-10-01T21:24:45.159Z","updated_at":"2016-12-11T07:59:32.818Z","open_at":"2016-10-05T13:55:43.768Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-01T22:50:19.445Z","response_threshold_reached_at":null,"creator_name":"Omide Deinali","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163369,"links":{"self":"https://petition.parliament.uk/petitions/163369.json"},"attributes":{"action":"Legislation that requires all products list their content of aluminium as mg/L","background":"Aluminium is ubiquitous in everyday products. Human exposure to aluminium is rising every year. Contrary to the official view that aluminium is benign in humans, there is growing research showing myriad links with neurological conditions such as Alzheimer's disease. \r\n\r\n","additional_details":"Unlike almost any other known toxin, there is no legislation to limit human exposure to aluminium and no legal requirement to list its content on any product. This petition asks that the public be informed about their unwitting exposure to aluminium in everyday life.\r\nFor more information visit: keele.ac.uk/aluminium\r\n","state":"open","signature_count":577,"created_at":"2016-07-28T16:21:43.718Z","updated_at":"2016-12-24T10:06:51.165Z","open_at":"2016-08-04T16:39:25.734Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-01T14:59:19.918Z","response_threshold_reached_at":null,"creator_name":"Rex Garratt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175433,"links":{"self":"https://petition.parliament.uk/petitions/175433.json"},"attributes":{"action":"Stop business rate rises before they wreck independent high street retailers","background":"Independent retailers in many towns face rate increases which will force them out of business. National chains are pushing up property values, and independents are paying for this in their rates. Higher property values do not mean more turnover. The unintended consequence will be bland high streets.","additional_details":"The new business rates have an unsound basis. Rising property values are a cost to small retailers, not a source of profit. Increasing rates in line with property values is a double burden which will be the end for many much-loved retailers, and will turn interesting high streets into identical dull parades of chain coffee shops, charity outlets, and predictable national retailers. Local councils should not be wrecking their own high streets. Business rates need to be reconsidered.","state":"open","signature_count":575,"created_at":"2016-12-13T11:39:25.494Z","updated_at":"2016-12-24T22:29:26.645Z","open_at":"2016-12-16T17:23:26.336Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-13T20:49:49.684Z","response_threshold_reached_at":null,"creator_name":"Irena Sibrijns","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167741,"links":{"self":"https://petition.parliament.uk/petitions/167741.json"},"attributes":{"action":"Repeal the ECA 1972 BEFORE initiating negotiations under Article 50.","background":"It is critical that this repeal occurs before Article 50 stuff starts, since we can then do so under our own rules, rather than those imposed by the European Union.  If this does not happen, the UK will enter the Article 5 negotiations with one hand tied behind its back.","additional_details":"European Communities Act 1972\r\n\r\nLisbon Treaty","state":"open","signature_count":575,"created_at":"2016-09-23T14:00:46.151Z","updated_at":"2016-12-23T08:06:21.257Z","open_at":"2016-10-05T15:45:47.296Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-03T08:48:18.582Z","response_threshold_reached_at":null,"creator_name":"Simon David Baggott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174590,"links":{"self":"https://petition.parliament.uk/petitions/174590.json"},"attributes":{"action":"Allow British citizens the same rights to live with families as EEA nationals","background":"To bring a partner or spouse in the UK, British citizens have to show income of at least £18,600 or more if they have children a rule which does not apply to settled Europeans living in the UK \r\n\r\nEU nationals living in the UK are allowed to bring in spouses and families from anywhere in the world.","additional_details":"How is it possible that another EU citizen has more rights to family life than a British national in the UK? \r\n\r\nWe ask for a change to these rules to give British citizens the right to have their spouses or partners live and work with them in the UK, without the income requirements. Also to be granted the 5 year residence card, as other spouses of EU nationals are entitled to, not the 30 months given to spouses of British citizens. ","state":"open","signature_count":572,"created_at":"2016-12-02T23:28:12.475Z","updated_at":"2016-12-24T23:50:56.238Z","open_at":"2016-12-08T18:33:35.444Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-02T23:41:28.904Z","response_threshold_reached_at":null,"creator_name":"Nichola A Tuttle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171447,"links":{"self":"https://petition.parliament.uk/petitions/171447.json"},"attributes":{"action":"Legalise conjugal visits in UK prisons.","background":"This aims to prompt the introduction of conjugal visits for the 85,998 prisoners in HMPs across the UK. Some will be of the view that prisoners should be granted no privileges, but neglect thought of the spouses who endure great heartache, stress and aloneness whilst their partner is incarcerated.","additional_details":"Science demonstrates the positive effects that would be seen with regards to reduction of violence and aggrevated incidents within then prison. This is highlighted in hundreds of psychological and scientific case studies.\r\n\r\nNot only is a prisoner's own life severely impacted but also their spouses', who have to hold everything together in their partners absence. Spouses did not commit a crime yet bare huge burdens, without the ability to maintain a physical connection with their partner.","state":"open","signature_count":569,"created_at":"2016-11-05T14:54:55.908Z","updated_at":"2016-12-22T20:36:56.877Z","open_at":"2016-11-08T15:25:29.359Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-05T15:40:10.395Z","response_threshold_reached_at":null,"creator_name":"Jade Swindle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139091,"links":{"self":"https://petition.parliament.uk/petitions/139091.json"},"attributes":{"action":"Scrap Energy Performance Certificates","background":"EPCs (Energy Performance Certificates) were introduced as a mandatory requirement for all UK residential property sales from 2007 (originally as part of the failed Home Information Pack). This derived from an EU diktat, European Union Directive 2002/91/EC. Later, this applied to rental properties ","additional_details":"","state":"open","signature_count":562,"created_at":"2016-06-25T13:48:39.848Z","updated_at":"2016-12-11T21:45:46.341Z","open_at":"2016-07-07T12:01:10.830Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T14:10:40.398Z","response_threshold_reached_at":null,"creator_name":"Russell Quirk","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156832,"links":{"self":"https://petition.parliament.uk/petitions/156832.json"},"attributes":{"action":"Provide funding for a specialist music teacher in every primary school.","background":"The racism and xenophobia surrounding the EU Referendum has demonstrated the need for better music education in our schools in order to teach our children about other cultures, create safe spaces where children feel a sense of well-being, joy, togetherness and purpose.\r\n","additional_details":"Primary schools often don't have a specialist; budgets are squeezed. Music stimulates cognitive development, enhancing everything from language to mathematics and empathy; it helps children to succeed at school and far into adulthood. The younger we learn the better. The experience of music allows children to build human understanding across differences of ​culture, creed, and race. Music-making builds a happy society: you make friends in choirs and orchestras; concerts are uplifting.","state":"open","signature_count":561,"created_at":"2016-06-30T08:39:21.265Z","updated_at":"2016-12-16T13:29:03.932Z","open_at":"2016-07-15T15:09:33.155Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-01T16:41:27.681Z","response_threshold_reached_at":null,"creator_name":"Paula Trippett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":135917,"links":{"self":"https://petition.parliament.uk/petitions/135917.json"},"attributes":{"action":"Ensure that the United Kingdom remains in the European Economic Area (EEA)","background":"On 23 June the United Kingdom voted to leave the European Union. The outcome of the referendum must now be respected. However, over 48% of voters expressed a desire to remain in the EU.","additional_details":"For well over a generation, we have taken for granted the economic, political and travel benefits of EU - and EEC - membership. While there is now a popular mandate for a negotiated withdrawal from the EU, it is also essential that the interests be respected of over 48% of voters who wish to retain the benefits of being in the EU. The best way to do this is through membership of the European Economic Area (EEA).","state":"open","signature_count":559,"created_at":"2016-06-24T18:10:35.078Z","updated_at":"2016-12-01T09:25:49.846Z","open_at":"2016-07-01T09:23:37.116Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T06:20:20.825Z","response_threshold_reached_at":null,"creator_name":"Neil Pyper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170283,"links":{"self":"https://petition.parliament.uk/petitions/170283.json"},"attributes":{"action":"Ban the use of Chinese Lanterns making it a criminal offence","background":"Chinese Lanterns cause severe burns, severe injury or possibly the loss of Livestock.  \r\nThey could potentially cause damage to property starting fires leading to loss of life.\r\n\r\n","additional_details":"A young horse received severe burns to his head, face, eyes and around his ears due to a Chinese Lantern landing in his field last night. Luckily his wounds are superficial and the vet has said he will make a full recovery.  He is not the first animal to be injured and won't be the last unless something is done.  \r\n\r\nWhat happens if a lantern lands on a house with a thatched roof? Devastation and loss of human life! Act now. \r\n\r\n\r\n\r\nhttps://www.facebook.com/pgeventing/posts/1787032784885609","state":"open","signature_count":555,"created_at":"2016-10-25T12:42:14.296Z","updated_at":"2016-12-23T21:18:01.352Z","open_at":"2016-10-31T15:04:10.386Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-25T18:42:42.139Z","response_threshold_reached_at":null,"creator_name":"Sarah Louise Fitzgerald ","rejection":null,"government_response":null,"debate":null}}]}