{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=63\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":119263,"links":{"self":"https://petition.parliament.uk/petitions/119263.json"},"attributes":{"action":"Make A2 motorcycle licence automatically upgrade to full licence after 2 years","background":"Bikers have to pass a full riding practical and theory test to advance from provisional to A2. Then to progress to full power have to pass a second full practical riding test. \r\nCar drivers are not limited to certain powers after passing a test, why should bikers be?","additional_details":"Bikers have to be over a certain age to take the A2 test and then must wait two more years after passing to retake another test to ride another motorcycle over a certain power. Car drivers however can pass at 17 and, finances allowing it, leap straight into a 3 litre BMW. I think this is discrimination to bikers, especially as inexperienced drivers with power can cause more damage than motorcycles of any power.\r\nAutomatic entitlement to full licences should be brought back.","state":"open","signature_count":11276,"created_at":"2016-01-20T16:36:15.658Z","updated_at":"2016-07-12T14:24:57.565Z","open_at":"2016-01-22T11:42:53.455Z","closed_at":null,"government_response_at":"2016-05-09T08:51:19.098Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-20T16:54:06.592Z","response_threshold_reached_at":"2016-04-24T22:34:18.494Z","creator_name":"Glen Hindson","rejection":null,"government_response":{"summary":"The changes to motorcycle licence categories were introduced to address concerns over the risks faced by motorcyclists, particularly young riders who face significantly higher risks than car drivers. ","details":"The Government held a public consultation on the proposed changes to the regulations governing the acquisition of a motorcycle licence in November 2009. After considering carefully all the views from the consultation, Ministers decided to implement the proposals set out in the consultation paper in January 2013. These changes ended automatic entitlement upgrades and introduced the requirement for younger riders to take an additional practical test before gaining access to larger, more powerful machines. Riders aged 24 and over can still take a test on a large motorcycle and gain access to unrestricted machines.\r\n\r\nTo relax the rules on motorcycle licensing would require a change in legislation; this is not something the Government is considering. To relax the rules would increase the risk of motorcyclists being killed or seriously injured. Motorcyclists have the highest casualty risk of all road user groups – they are 57 times more likely to be killed than a car occupant per passenger mile travelled. In the last five years 1,763 motorcyclists lost their lives on GB roads and the accident rate by distance travelled has not reduced over that period. Of all motorcycle incidents, casualties are most frequent among 16-20 year olds on low-powered motorcycles. \r\n\r\nDepartment for Transport","created_at":"2016-05-09T08:51:19.077Z","updated_at":"2016-05-09T08:51:19.077Z"},"debate":null}},{"type":"petition","id":131556,"links":{"self":"https://petition.parliament.uk/petitions/131556.json"},"attributes":{"action":"Fund more research into DIPG brain tumours, which are almost universally fatal.","background":"In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.","additional_details":"• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n","state":"open","signature_count":11245,"created_at":"2016-05-27T23:24:18.798Z","updated_at":"2016-07-12T21:43:30.402Z","open_at":"2016-06-03T09:55:42.250Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T08:05:52.730Z","response_threshold_reached_at":"2016-06-28T11:35:38.278Z","creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127045,"links":{"self":"https://petition.parliament.uk/petitions/127045.json"},"attributes":{"action":"Stop Clause 81 of the police and crime bill being passed as law.","background":"The supporters of this petition are against clause 81 of the police and crime bill. The supporters would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law.\r\n","additional_details":"Clause 81 of the police and crime bill would give the police and only the police the right to be consulted by the home secretary when making amendments to the home office guide on firearms law. The supporters of this petition would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law. We feel this is the only democratic and balanced way amendments to this or any law should be conducted\r\n","state":"open","signature_count":10977,"created_at":"2016-04-07T22:18:40.834Z","updated_at":"2016-07-12T19:36:06.144Z","open_at":"2016-04-08T16:22:14.304Z","closed_at":null,"government_response_at":"2016-06-07T14:08:00.357Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-07T23:11:10.103Z","response_threshold_reached_at":"2016-04-29T15:22:24.974Z","creator_name":"Sacha Barac","rejection":null,"government_response":{"summary":"The UK has some of the toughest gun control laws in the world and we are determined to keep it that way. ","details":"The Government keeps the firearms licensing system under review to safeguard against abuse by criminals and to preserve public safety. Following Her Majesty’s Inspectorate of Constabulary (HMIC’s) inspection of firearms licensing , and their recommendation to put police guidelines on a statutory footing, clause 107 of the Policing and Crime Bill introduces a power for the Home Secretary to issue the police with statutory guidance on firearms. \r\n\r\nThis will allow existing safeguards around firearms ownership, for example background checks, medical suitability checks, and criteria around applicants with a history of domestic violence, to be enshrined in statutory guidelines. Other aspects of the existing Home Office guide will remain on a non-statutory footing. \r\n\r\nThe new statutory guidance will ensure that the highest standards of public safety are maintained. Responsible gun owners who pose no risk will continue to be granted firearms certificates by the police, as they are now. \r\n\r\nThe police must have regard to the guidance issued by the Home Secretary. Currently, because Home Office guidance is non-statutory, the police are not obliged to follow it. HMIC’s report on firearms licensing found that existing guidance was frequently not followed, resulting in an inconsistent approach between forces.\r\n\r\nThe Home Secretary will consult widely on the first edition of the new statutory guidance and will consider the views of shooting organisations as well as those of the police. The Government always aims to seek views from organisations likely to be affected by policy changes, and this is not a matter for legislation. The police must be able to implement the new guidance and are therefore listed as a statutory consultee.\r\n\r\nThe clause will be subject to Parliamentary scrutiny during the passage of the Bill.\r\n\r\nHome Office","created_at":"2016-06-07T14:08:00.354Z","updated_at":"2016-06-07T14:08:00.354Z"},"debate":null}},{"type":"petition","id":121612,"links":{"self":"https://petition.parliament.uk/petitions/121612.json"},"attributes":{"action":"House of Commons to have Free Vote on Imposition of Junior Doctors Contract","background":"The government have chosen to impose a contract on Junior Doctors without evidence that such a contract would improve weekend care without deterioration of weekday care.  Imposition is rejected by the Royal Colleges and Hospital Chief Execs.  It must be put to the House in a Free Vote without Whips.","additional_details":"Considering the importance to the functioning of a National Public Service that is in everyone's interests and the vast media coverage and interest it must be put to a Free Vote.","state":"open","signature_count":10697,"created_at":"2016-02-13T22:51:32.496Z","updated_at":"2016-07-11T21:39:17.606Z","open_at":"2016-02-17T10:29:10.785Z","closed_at":null,"government_response_at":"2016-05-26T09:14:40.155Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-13T23:04:20.135Z","response_threshold_reached_at":"2016-04-14T23:23:35.498Z","creator_name":"Dr Paul James Winwright","rejection":null,"government_response":{"summary":"An agreement has been reached that will make the junior doctors’ contract better for doctors and patients. It is supported by the British Medical Association, which will ballot junior doctors in June.","details":"Parliament has been updated regularly on all developments relating to the junior doctors’ contract, including through a number of statements, debates and questions. \r\n\r\nOn 19 May, Parliament was informed that, after 10 days of intensive discussion under the auspices of ACAS, an historic agreement has been reached between the government, NHS Employers (acting on behalf of the employers of junior doctors) and the British Medical Association (BMA).  This agreement will facilitate the biggest changes to the junior doctors’ contract since 1999 and will modernise the contract making it better for both doctors and patients. \r\n\r\nThe government has always been determined that the NHS should offer the safest, highest quality of care possible,  which means a consistent standard of care for patients admitted across all seven days of the week. Changes under the new contract include:\r\n\r\n•\testablishing the principle that any doctor who works less than an average of one weekend day a month (Saturday or Sunday) should receive no additional premium pay, compensated by an increase in basic pay of between 10 and 11%;\r\n•\treducing the marginal cost of employing additional doctors at the weekend by about a third;\r\n•\tsupporting all hospitals to meet the four clinical standards most important for reducing mortality rates for weekend admissions by establishing a new role for experienced junior doctors as ‘senior-clinical decision makers’ able to make expert assessments of vulnerable patients who may be admitted or staying in hospitals over weekends; and \r\n•\tremoving the disincentive to roster sufficient numbers of doctors at weekends by replacing an inflexible banding system with a fairer system that values weekend work by paying actual unsocial hours worked with more pay to those who work the most.\r\n\r\nThe government also recognises that safer care for patients is more likely to be provided by well-motivated doctors who have sufficient rest between shifts and work in a family-friendly system. The new contract and ACAS agreement will improve the wellbeing of the junior doctor workforce by:\r\n\r\n•\treducing the maximum hours a doctor can be asked to work in any one week from 91 to 72;\r\n•\treducing the number of nights a doctor can be asked to work consecutively to four and reducing the number of long days a doctor can be asked to work to five;\r\n•\tintroducing a new post, a Guardian of Safe Working, in every Trust to guard against doctors being asked to work excessive hours;\r\n•\tintroducing a new catch up programme for doctors who take maternity leave or time off for other caring responsibilities; \r\n•\testablishing a review by  Health Education England to consider how best to allow couples to apply to train in the same area and to offer training placements for those with caring responsibilities close to their home;\r\n•\tgiving pay protection to doctors who switch specialties because of caring responsibilities; and\r\n•\testablishing a review to inform a new requirement on Trusts to consider caring and other family responsibilities when designing rotas. \r\n\r\nTaken together these changes show both the government’s commitment to safe care for patients and the value it attaches to the role of junior doctors. This agreement will allow the government to deliver a seven day NHS, improve patient safety, and support much-needed productivity improvements, as well as strengthening the morale and quality of life of junior doctors with a modern contract fit for a modern health service.\r\n\r\nNHS Employers will publish a revised contract at the end of May and the Department of Health will publish an equalities analysis of the new terms. \r\n\r\nThe new contract and the agreement has the support of the Chair of the Junior Doctors’ Committee of the BMA, and will be put to a ballot of the BMA membership in June.  \r\n\r\nDepartment of Health","created_at":"2016-05-26T09:14:40.149Z","updated_at":"2016-05-26T09:14:40.149Z"},"debate":null}},{"type":"petition","id":122670,"links":{"self":"https://petition.parliament.uk/petitions/122670.json"},"attributes":{"action":"Make labelling food as vegetarian and/or vegan as legal requirement","background":"Being born in a vegetarian culture and religion, I cannot remember the last time I have just been able to pick up a bar of chocolate and eat it without reading the ingredients on the package. Now we need to read all the E numbers to find what is veg or non-veg, and also email/call companies to check","additional_details":"Mars, being one of the biggest confectionery companies refuse to label their products as Vegetarian or vegan. See comment on email below:\r\n\"...however at present there is no legal requirement for food products to state on the packaging if they are suitable for vegetarians or not.\"\r\nA simple legal requirement for a label, would let the ever growing vegetarian/vegan community pick up some food, take a quick look at the label and put it in their basket. Why do we need to Google each E number to eat?","state":"open","signature_count":10685,"created_at":"2016-02-23T13:56:11.598Z","updated_at":"2016-07-12T20:12:33.684Z","open_at":"2016-02-25T12:55:44.546Z","closed_at":null,"government_response_at":"2016-06-15T10:20:10.325Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T14:55:20.397Z","response_threshold_reached_at":"2016-05-17T18:43:30.058Z","creator_name":"Bhupendra Patel","rejection":null,"government_response":{"summary":"Legislation is in place to provide accurate food information and to protect consumers from misleading and confusing labelling.\r\n\r\n","details":"New labelling and consumer information rules came into force in the UK in December 2014.  Under the Food Information to Consumers regulations food information must be accurate, clear and easy to understand.  \r\n\r\nWhilst we sympathise with the request to make labelling food as vegetarian or vegan a legal requirement, currently there is no single agreed definition for ‘vegetarian’ or ‘vegan’.  This makes it difficult to legally require food businesses to provide information on the suitability of their products for vegetarian and vegan consumers.  That said, there is existing guidance from Government to assist businesses to use the terms ‘vegetarian’ and ‘vegan’ in a consistent way.\r\n\r\nInformation can be provided on the suitability of products for vegetarians on a voluntarily basis by businesses if they choose.  Consumers are protected under the Food Information to Consumers regulations from false or misleading labelling.  The key aspects of this will be that any such labelling shall not mislead the consumer, shall not be ambiguous or confusing for the consumer; and it shall, where appropriate, be based on the relevant scientific data.  \r\n\r\nAny introduction of mandatory requirements would need an amendment to the current Food Information to Consumers regulations.  These are based on EU Regulation 1169/2011, and any changes would need to be agreed through the appropriate EU legislative process. Any pressure to introduce requirements to label the suitability of products for vegetarians would need to be supported by clear evidence in order to ensure new measures are proportionate and balanced between needs of consumers and industry.  \r\n\r\nIf a consumer would like further information about a particular product, they can contact the manufacturer directly to clarify whether a product is suitable for vegetarians or vegans.  Many food businesses also provide this information on their website.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-06-15T10:20:10.320Z","updated_at":"2016-06-15T10:20:10.320Z"},"debate":null}},{"type":"petition","id":132671,"links":{"self":"https://petition.parliament.uk/petitions/132671.json"},"attributes":{"action":"Ensure that MPs are factually accurate \u0026 accountable in public campaigns","background":"Throughout recent campaigns, MPs from all sides have been accused of scaremongering and falsely purveying facts. We, the British public deserve more. We hereby ask that MPs be required by law to cite their claims with reputable sources both in writing and in speech, and be held accountable to them.","additional_details":"For too long MPs have been allowed to make unsubstantiated claims in public campaigns. These claims stagnate debate and confuse the public, as MPs argue and bicker with each other.\r\n\r\nA student at university must fully reference all information. A consultant must back-up their claims. An engineer must cite their sources. \r\n\r\n - Why should MPs be exempt from factual accountability? - \r\n\r\nIt is time for schoolyard politics to grow up. It isn't our job to check facts - MPs should be made to state them.","state":"open","signature_count":10505,"created_at":"2016-06-15T09:04:35.404Z","updated_at":"2016-07-12T21:39:47.234Z","open_at":"2016-06-15T11:54:24.587Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:36:39.494Z","response_threshold_reached_at":"2016-07-02T08:51:14.966Z","creator_name":"Cobain Schofield","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120696,"links":{"self":"https://petition.parliament.uk/petitions/120696.json"},"attributes":{"action":"Save historic market town Darlington from crippling Government cuts","background":"The Northern Echo is calling on the Government to reconsider its funding formula which has led Darlington Borough Council to implement savage spending cuts that threaten the fabric of the town. These cuts affect not only the most vulnerable but will impact on every corner of the borough.\r\n","additional_details":"Social services, children's centres, health, street cleaning and even grass cutting are among the services to be hit hardest. Iconic buildings, including Darlington’s Victorian Covered Market and Central Library face closure.\r\nDarlington is one example of the disproportionate public sector cuts being forced on councils across the north. \r\nWe think this is unfair and ask the Government to look again at its funding formula. \r\nSign the petition to help save our historic market town.","state":"open","signature_count":10361,"created_at":"2016-02-04T12:58:42.499Z","updated_at":"2016-07-10T09:05:20.993Z","open_at":"2016-02-04T17:09:14.621Z","closed_at":null,"government_response_at":"2016-05-12T09:24:41.665Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-04T13:12:24.703Z","response_threshold_reached_at":"2016-04-28T13:40:47.307Z","creator_name":"Peter Barron","rejection":null,"government_response":{"summary":"These are important times for local government: devolution of power and resources from Whitehall is gathering momentum.  Councils will have over £200 billion available to spend between now and 2020. ","details":"With councils accounting for a quarter of public spending, they, like all parts of the public sector, need to play their part in tackling the deficit.\r\n\r\nEarlier this year, we confirmed an historic settlement for local government, which will make councils fully responsible to local people for their financing, rather than central government. It is a settlement which is broadly flat in cash terms between now and 2020 and one that provides long-term funding certainty, through the offer of a four-year budget, to any town halls that wish to plan ahead with confidence (https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/498698/core_spending_power_summary.xlsx). \r\n\r\nWe have also listened to the many councils who feel that too much time has passed since the last substantial revision of the formula which assesses a council’s needs. We have therefore announced a Fair Funding Review to consider the funding needs of different types of areas (https://www.gov.uk/government/speeches/final-local-government-finance-settlement-2016-to-2017). \r\n\r\nThis will involve a thorough review of what the needs assessment formula should be in a world in which local government spending is funded by local resources, not central grant.\tThe Review will be done in partnership with the LGA and the wider local government sector, so that all councils have the opportunity to contribute their views.\r\n\r\nDepartment for Communities and Local Government","created_at":"2016-05-12T09:24:41.662Z","updated_at":"2016-05-12T09:24:41.662Z"},"debate":null}},{"type":"petition","id":126845,"links":{"self":"https://petition.parliament.uk/petitions/126845.json"},"attributes":{"action":"Step in \u0026 safely reunite refugee minors in the EU with their families in the UK","background":"On April 1st Muhammed Hassan squeezed onto a lorry to try and reach his uncle in Manchester. He was 17 and died that night. Muhammed had a legal right to reunite with his family and continuing government failure to step in and reunite these families is leaving hundreds of minors and children at risk","additional_details":"In law refugee children in the EU have a right to reunite with their families. The process for this is broken. Just a handful of children have been reunited after months of legal battles.\r\n\r\nIn February 120,000 of us warned that unless government set up an expedited process in Calais that children would be left at risk. Now a minor who fled “Islamic State” has died just 14 miles from the Prime Minister’s house trying to reach his uncle. No more children should die trying to reach their loved ones.","state":"open","signature_count":10028,"created_at":"2016-04-06T21:55:40.123Z","updated_at":"2016-07-12T14:30:46.203Z","open_at":"2016-04-08T15:46:12.199Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-06T22:36:54.218Z","response_threshold_reached_at":"2016-07-03T18:14:57.795Z","creator_name":"Juliet Stevenson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127285,"links":{"self":"https://petition.parliament.uk/petitions/127285.json"},"attributes":{"action":"Stop United Lincs Hospitals Trust from DOWNGRADING Boston Pilgrim hospital.","background":"ULHT put forward strategies to take away Midwifery, Paediatrics \u0026 Vascular  surgery from Pilgrim Hospital \u0026 they want to downgrade the A \u0026 E department at Pilgrim to move all the above to Lincoln County Hospital.  Lives will be at put at risk as it is a journey of one to two hours to Lincoln. ","additional_details":"Lincolnshire is the fourth largest county \u0026 has seen a huge rise in population due to immigration and the government should increase the provision of funding at Pilgrim and detach it from ULHT at Lincoln to ensure services not only remain in Pilgrim but services that have been taken away over the last few years return to Boston. The high population locally in south, east and coastal Lincs is greater than the whole of central Lincoln \u0026 our NHS LOCAL delivery of services must reflect that need. ","state":"open","signature_count":9870,"created_at":"2016-04-08T21:54:55.175Z","updated_at":"2016-07-12T21:14:12.748Z","open_at":"2016-04-11T14:05:18.008Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-08T22:44:43.082Z","response_threshold_reached_at":null,"creator_name":"David Phillip Bosworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122293,"links":{"self":"https://petition.parliament.uk/petitions/122293.json"},"attributes":{"action":"Make it law so that the NHS will always be in public hands","background":"It's the case that the current government wants to run the NHS into the ground by severely underfunding it. By making this law it will still be funded by the people, for all the people, and not treated as a profit making business where the quality of your care depends on your wealth.","additional_details":"","state":"open","signature_count":9627,"created_at":"2016-02-19T22:00:11.537Z","updated_at":"2016-07-12T21:03:44.680Z","open_at":"2016-03-21T11:14:04.867Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-21T12:06:42.724Z","response_threshold_reached_at":null,"creator_name":"Matt barnett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126346,"links":{"self":"https://petition.parliament.uk/petitions/126346.json"},"attributes":{"action":"Legalise cannabis use for adults over 21 years of age..","background":"6 plants/18 seedlings/24 oz useable cannabis per adult.Allow extracts,medibles,topicals to be sold in licensed dispensaries,after being tested in accredited testing facilities.No restrictions of THC content.End prohibition and the failed war on drugs.We're not going away.","additional_details":"Psychotic illness is genetic in nature,not caused by cannabis,as per University of Toronto/Harvard Medical School and is,in fact,treated successfully with cannabis.Cannabis is used as an exit drug to treat alcoholism.Hebrew University in Jerusalem.Raphael Mechoulam, Ph.D of Hebrew University.Colorado,Washington,Oregon,Alaska, Washington DC,et al.The Lancet.JAMA. National Geographic.  Dravet Syndrome. Lennox-Gastault Syndrome. Fibromyalgia. Crohn's.MND.MS.Anxiety.Depression.We're not going away.","state":"open","signature_count":9530,"created_at":"2016-04-01T16:35:03.683Z","updated_at":"2016-07-12T21:41:50.242Z","open_at":"2016-04-04T09:50:32.481Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T16:52:43.829Z","response_threshold_reached_at":null,"creator_name":"Anne O'Neill","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122773,"links":{"self":"https://petition.parliament.uk/petitions/122773.json"},"attributes":{"action":"Increase funding rate for 3-4 year olds needing to provide pensions for staff.","background":"This problem affects all providers of early years child care where funding has not increased in parallel with rises in costs of provision.  .  \r\nWe are a small setting having a maximum of 12 children, The increase in the minimum wage along with need to provide a pension will close us.","additional_details":"Following the petition regarding increased hourly funding rate for 2-4 year olds in early years settings which received 10,056 signatures we now have not only an increase in the minimum wage but also the need to provide pensions for staff.  The cost of running a pension scheme, particularly in small settings which provide high quality child care, will cause many such settings to close.  This is a nation wide problem and will affect our children's future.","state":"open","signature_count":9438,"created_at":"2016-02-24T11:42:03.406Z","updated_at":"2016-07-12T21:40:43.226Z","open_at":"2016-03-16T17:51:52.905Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T08:17:30.019Z","response_threshold_reached_at":null,"creator_name":"Gloria Dianne Bates","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131326,"links":{"self":"https://petition.parliament.uk/petitions/131326.json"},"attributes":{"action":"Britain First announce militant action against elected Muslims PROSCRIBE NOW!","background":"Britain First are a far right, militant off-shoot of the BNP.\r\n\r\nIn a recent press release they have stated:\r\nThey consider all elected Muslim Officials 'Occupiers'. Their operations will focus on all aspects of Muslims' day-to-day lives and official functions, including where they live, work, pray.","additional_details":"They must be proscribed now.\r\n\r\nThey also stated:\r\n\"Britain First has an official policy of banning Islam in the UK and will not stop until all Islamist occupiers are driven out of politics completely. \"Stand by for a flurry of direct action operations, similar to those we have launched numerous times against Islamists such as hate preacher Anjem Choudary.\"\r\n\r\nhttp://www.huffingtonpost.co.uk/entry/britain-first-muslim-elected-officials_uk_574352c4e4b0e71ef36d9617?edition=uk\u0026b52pke8u54myousor","state":"open","signature_count":9225,"created_at":"2016-05-25T16:13:02.032Z","updated_at":"2016-07-12T21:39:47.864Z","open_at":"2016-05-27T08:55:34.231Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-25T16:31:58.039Z","response_threshold_reached_at":null,"creator_name":"Al Doughty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124413,"links":{"self":"https://petition.parliament.uk/petitions/124413.json"},"attributes":{"action":"Stop planned cuts to the Personal Independence Payments.","background":"Personal Independence Payments are awarded to people living with disabilities who need help with basic tasks such as getting out of bed, getting washed and dressed, and bathing/personal hygiene. Approx 640,000 people whose basic care needs are tended to by help paid for with PIP will lose funding.","additional_details":"Over the last few years there have been many changes to the structure and award systems that provide financial assistance to people living with disabilities. The Personal Independence Payment was brought in to help those who can function relatively normally in society if provided with help with basic daily needs. Take away the PIP and the government is potentially going to be facing having to provide residential care for 640,000 additional people, the cost of which will be far greater than PIP.","state":"open","signature_count":9138,"created_at":"2016-03-12T16:35:12.239Z","updated_at":"2016-07-12T14:47:11.587Z","open_at":"2016-03-15T10:29:38.376Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T18:28:51.200Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131222,"links":{"self":"https://petition.parliament.uk/petitions/131222.json"},"attributes":{"action":"Make British Sign Language part of the curriculum","background":"It's compulsory for students in England to take a language to 14 but signing isn't listed along with French, Germany or Mandarin. With one in 60 brits profoundly deaf and 11m others with hearing problems, this is a glaring omission is it not?","additional_details":"","state":"open","signature_count":9075,"created_at":"2016-05-24T08:32:43.157Z","updated_at":"2016-07-12T20:54:57.937Z","open_at":"2016-05-25T11:23:11.518Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T09:26:24.701Z","response_threshold_reached_at":null,"creator_name":"jade armstrong","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130118,"links":{"self":"https://petition.parliament.uk/petitions/130118.json"},"attributes":{"action":"UK to openly investigate stolen funds from Nigeria kept in the UK \u0026 their return","background":"The UK has served as a haven for stolen funds for corrupt Nigerian political officials and their associates since the early 60s. These funds are kept as pseudo assets, bank accounts \u0026 properties. In law, the receiver of stolen goods is as guilty as the thief. It is about time the UK does something.","additional_details":"","state":"open","signature_count":9045,"created_at":"2016-05-12T05:51:53.098Z","updated_at":"2016-07-12T19:32:21.382Z","open_at":"2016-05-19T13:45:06.916Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-12T10:20:53.279Z","response_threshold_reached_at":null,"creator_name":"Siji Otenigbagbe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128474,"links":{"self":"https://petition.parliament.uk/petitions/128474.json"},"attributes":{"action":"Please continue to provide annual financial support for the Cornish language.","background":"In 2002, Cornish was granted official “minority language” status under Part II of the 1992 Council of Europe Charter for Regional and Minority Languages (Hansard 5 Nov 2002 : Column 207W). ","additional_details":"In implementing the Charter under Part II, the Government is obliged to consider the needs and wishes of groups that use the Cornish language and those who wish to learn the language (Council of Europe 1992).","state":"open","signature_count":8914,"created_at":"2016-04-21T14:11:47.202Z","updated_at":"2016-07-12T19:14:19.784Z","open_at":"2016-04-21T15:08:22.438Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T14:26:27.936Z","response_threshold_reached_at":null,"creator_name":"Dr Jon Mills","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123469,"links":{"self":"https://petition.parliament.uk/petitions/123469.json"},"attributes":{"action":"Call for a vote of no confidence in David Cameron","background":"I am calling for a vote of no confidence in David Cameron. This is based on his pathetic EU renegotiations that do little to solve many of the problems EU membership brings. He is also hampering a fair vote by disallowing euro sceptic civil servants access to important information.","additional_details":"From the moment the referendum date was set David Cameron has dictated what access people have and do not have. He is not fighting for the British people and does not have our best interest in mind. He is not allowing a fair campaign and is allowing scaremongering to run riot. With this in mind I can not see how his position as the highest representative of the British people can continue. As such there should be an immediate call for a vote of no confidence in him.","state":"open","signature_count":8763,"created_at":"2016-03-01T16:46:37.321Z","updated_at":"2016-07-11T11:45:45.833Z","open_at":"2016-03-03T14:02:04.481Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-01T17:06:03.166Z","response_threshold_reached_at":null,"creator_name":"jonathan Hudson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136595,"links":{"self":"https://petition.parliament.uk/petitions/136595.json"},"attributes":{"action":"Maintain the Erasmus scheme despite Britain's exit from the European Union","background":"My degree programme consists of a placement year which is part-funded by the Erasmus scheme.\r\n\r\nHowever, the EU referendum has endangered access to this funding for myself and thousands of others. Please support my plea to make the Erasmus scheme a vital part of the United Kingdom's renegotiation.","additional_details":"I have also drafted a letter to send to your MP to show the importance of this scheme please visit this Dropbox link to get access to a download of this letter.\r\n\r\nhttps://www.dropbox.com/s/hofvmeoawzmnkqy/Erasmus%20MP%20Letter.docx?dl=0\r\n\r\nIf you would like any additional information about the Erasmus scheme then please follow this link:\r\n\r\nhttp://www.european-funding-guide.eu/articles/financing-tips/erasmus-programme","state":"open","signature_count":8738,"created_at":"2016-06-24T21:45:17.950Z","updated_at":"2016-07-12T21:46:49.207Z","open_at":"2016-07-04T16:21:22.416Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T22:20:56.116Z","response_threshold_reached_at":null,"creator_name":"Ryan Dominic Ball","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128487,"links":{"self":"https://petition.parliament.uk/petitions/128487.json"},"attributes":{"action":"Lift the ban on gay and bisexual men from donating blood whilst sexually active","background":"In the UK, men who engage in sexual acts with other men are banned from donating blood, unless they do not engage in these acts for a full 12 months prior to donation.","additional_details":"Men who sleep with men (MSM) are being stigmatised by this rule as being dangerous.\r\n\r\nAll blood samples used for donation are subject to rigorous testing to ensure that various illnesses, including HIV/AIDs, cannot be transferred to a recipient of blood. \r\n\r\nThis also draws away from the fact that a promiscuous heterosexual male who has multiple partners is in fact a higher risk of infection than a monogamous homosexual male.\r\n\r\nThis unjust ban must be lifted if we truly live in a modern society!","state":"open","signature_count":8596,"created_at":"2016-04-21T16:36:23.854Z","updated_at":"2016-07-12T17:38:11.303Z","open_at":"2016-04-22T09:55:05.566Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T16:56:28.614Z","response_threshold_reached_at":null,"creator_name":"Joseph Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":117927,"links":{"self":"https://petition.parliament.uk/petitions/117927.json"},"attributes":{"action":"We, the public, call for an emergency re-run of the general election.","background":"During the election of 7th of may 2015 the conservative party wrote into it's manifesto a whole host of promises that they have subsequently failed to uphold. Examples include going ahead with reforms to child tax credits, which thankfully was blocked by the House of Lords.","additional_details":"Other examples include... Promising; not to cut front line service, not to have more top down NHS renegotiations, not to get rid of education maintenance allowance, not to meddle with sure smart, not to cut green investment, to honouring the freedom of information act, to reduce the national deficit and debt as promised and so on… We, the public, call upon government to put into action an emergency re-run of the general election","state":"open","signature_count":8535,"created_at":"2016-01-07T21:34:45.489Z","updated_at":"2016-07-12T19:54:35.496Z","open_at":"2016-03-03T13:44:37.052Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-11T04:12:25.960Z","response_threshold_reached_at":null,"creator_name":"Rebecca Wallace","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122600,"links":{"self":"https://petition.parliament.uk/petitions/122600.json"},"attributes":{"action":"Ban the use of non-recyclable plastic film and unnecessary packaging on produce.","background":"So much is wrapped in \"Film - not currently recyclable\" - the technology is there for this film to be compostable - and we could manage without most of it. Within 50 years there will be more plastic in the seas than fish - this must change. Make companies reduce their packaging and be responsible.","additional_details":"To be included in this petition:\r\n\r\nPlastic wrapped vegetables and fruit; \r\nSingle use plastic bags for purchasing fruit and vegetables (what happened to paper bags?)\r\nBubble wrap (sorry for those who like to pop the bubbles but the environment is more important); \r\nClingfilm; \r\nFilm lids from microwave meals; \r\nNon-recyclable crisp packets (metallic plastic); \r\n\r\nNext lets aim for abolishing single use water bottles and bring back water fountains - but that's for another day.","state":"open","signature_count":8504,"created_at":"2016-02-22T21:26:58.196Z","updated_at":"2016-07-12T17:53:23.572Z","open_at":"2016-02-25T12:13:50.352Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T21:18:04.051Z","response_threshold_reached_at":null,"creator_name":"Denise Bickley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128555,"links":{"self":"https://petition.parliament.uk/petitions/128555.json"},"attributes":{"action":"Allow CBT riders to ride a 250cc age 21 years and above.","background":"Under current CBT laws you're limited to a 125. \r\n125 bikes are simply under powered for today's roads. \r\nThis leads do many issues for CBT riders out on the roads. with today's traffic 125 bikes are simply not as safe. the average 125 learner legal bike reaches 60 mph.   ","additional_details":"Because 125cc bikes are under powered and increases risks, because they are slow car drivers tend to get aggressive and make dangerous moves such as tailgating. \r\n\r\nWhile on a 125 in a 60/70 mph zone you are maxed out on a learner legal 125, so if something happens such as a car behind you is spinning out of control you do not have not power to pull away and avoid a collision  \r\n\r\nmany other countries allow 250cc bikes on a learner licence \r\n\r\n ","state":"open","signature_count":8042,"created_at":"2016-04-22T13:28:05.482Z","updated_at":"2016-07-12T15:43:15.453Z","open_at":"2016-04-25T09:36:02.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-22T13:33:20.189Z","response_threshold_reached_at":null,"creator_name":"Christopher Jose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123034,"links":{"self":"https://petition.parliament.uk/petitions/123034.json"},"attributes":{"action":"30 free hours childcare for ALL from Sept 16","background":"Provide 30 free hours childcare for working parents of ALL 3 year old children from September 2016, and not just for those in the privileged areas picked by the government. Most areas in the Uk will not receive funding until September 2017 but a few areas","additional_details":"","state":"open","signature_count":8037,"created_at":"2016-02-25T23:16:06.316Z","updated_at":"2016-07-12T19:07:57.508Z","open_at":"2016-02-26T13:57:16.932Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-26T13:34:24.985Z","response_threshold_reached_at":null,"creator_name":"Kirsty Cader","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122770,"links":{"self":"https://petition.parliament.uk/petitions/122770.json"},"attributes":{"action":"we require parliament to debate Lord Kilmuir's letter to Edward Heath","background":"In this time of the future referendum the public knowledge of the letter should be discussed because although the evidence of the letter exists the content has never been debated in parliament.","additional_details":"letter can be viewed here.\r\nhttp://www.englishconstitutiongroup.org/damning-letter-from-lord-kilmuir-the-lord-chancellor-to-edward-heath-2/","state":"open","signature_count":8001,"created_at":"2016-02-24T11:17:26.004Z","updated_at":"2016-07-12T20:28:47.675Z","open_at":"2016-03-02T12:32:21.793Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-24T15:57:53.628Z","response_threshold_reached_at":null,"creator_name":"john timbrell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119736,"links":{"self":"https://petition.parliament.uk/petitions/119736.json"},"attributes":{"action":"HomeOffice use Compassion for UK Tax payers in allowing loved ones to stay in UK","background":"South African Mother, Mother in-law \u0026 Grandmother of 73 years old is fighting to remain in the UK with her 6 children and 8 grandchildren. She is frail and needs life supporting dialysis three times per week, which she will not get under the South African government policy due to her age \u0026 Heart.","additional_details":"diagnosed with severe kidney failure she needs life saving treatment, as well as her families support. Based on Emigration Law she has no right to remain in the UK. As a mother of UK Citizens we are pleading for the Home Office to show Compassion and see their Social Resposnibilties to Keep families together. Let our 73 year mother remain in the UK so we can take care of her in her time of need. We have a social responsibility to take care of our mother \u0026 ask the Home Office to grant us this","state":"open","signature_count":7723,"created_at":"2016-01-24T22:09:07.150Z","updated_at":"2016-07-12T20:42:12.435Z","open_at":"2016-02-19T17:41:06.449Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-25T09:35:33.969Z","response_threshold_reached_at":null,"creator_name":"Derek Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156369,"links":{"self":"https://petition.parliament.uk/petitions/156369.json"},"attributes":{"action":"Strengthen sentencing for criminal drivers who kill and maim innocent people.","background":"5 people die on our roads each day; often criminal killer drivers walk free from court. 4 in 10 drivers who kill aren't jailed at all. Lenient sentences deeply offend families already torn apart by the devastation of losing a loved one. When a life is taken the punishment must reflect the crime.\r\n","additional_details":"The government's own figures show the average sentence for a driver who kills is 4 years with automatic release after 2; this cannot be justified. Inadequate sentences fail to deter offenders and fail to give victims and families the justice they deserve. Criminal drivers are reckless not careless; they cause avoidable deaths and serious life shattering injuries. Brake, the road safety charity calls for changes to the criminal driving laws and stronger sentencing to deliver justice for victims.\r\n","state":"open","signature_count":7640,"created_at":"2016-06-29T15:41:47.238Z","updated_at":"2016-07-12T21:46:20.164Z","open_at":"2016-07-07T15:49:10.291Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T15:50:01.461Z","response_threshold_reached_at":null,"creator_name":"Gary Rae on behalf of Brake, the road safety charity","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125212,"links":{"self":"https://petition.parliament.uk/petitions/125212.json"},"attributes":{"action":"Hold A Referendum On Renationalisation Of The Railways","background":"According to YouGov Polls, 66% of the UK Electorate now support renationalisation of the UK railways. It is clear that privatisation of the railway system has caused massive operation inefficiencies due to the complexity of the railway network.","additional_details":"","state":"open","signature_count":7585,"created_at":"2016-03-19T20:01:27.270Z","updated_at":"2016-07-12T17:08:10.835Z","open_at":"2016-03-21T17:15:27.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-19T23:14:45.481Z","response_threshold_reached_at":null,"creator_name":"Marlon Fernandez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119608,"links":{"self":"https://petition.parliament.uk/petitions/119608.json"},"attributes":{"action":"Introduce a nationwide vegan label for all vegan foods","background":"A vegan label, much like the vegetarian label, will make the job of eating out and buying food much easier for vegans, and people who may be wishing to avoid certain animal products. ","additional_details":"","state":"open","signature_count":7492,"created_at":"2016-01-23T13:44:36.402Z","updated_at":"2016-07-12T21:03:53.665Z","open_at":"2016-01-25T20:57:09.660Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-25T20:25:15.271Z","response_threshold_reached_at":null,"creator_name":"Iqraa Yasmin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121206,"links":{"self":"https://petition.parliament.uk/petitions/121206.json"},"attributes":{"action":"Stop the deportation of Luqman Onikosi!","background":"In 2007 Luqman Onikosi came to the UK from Nigeria to study. Whilst in the UK he developed chronic liver disease. The Home Office wants to deport him to Nigeria, which does not have the medical facilities to support him. If he is deported in all likelihood he will die.","additional_details":"\r\n\r\nhttps://ceasefiremagazine.co.uk/humiliation-end-stop-deporting-people-deaths/\r\nhttp://www.theguardian.com/commentisfree/2013/jan/25/why-luqman-onikosi-remain-britain","state":"open","signature_count":7475,"created_at":"2016-02-10T16:40:54.865Z","updated_at":"2016-07-12T13:31:56.852Z","open_at":"2016-02-26T12:32:08.836Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-10T16:51:26.339Z","response_threshold_reached_at":null,"creator_name":"Max O'Donnell-Savage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120775,"links":{"self":"https://petition.parliament.uk/petitions/120775.json"},"attributes":{"action":"Government to enact legislation which enables TFL to set a cap on PH licenses","background":"In order to reduce congestion and pollution in London . TFL to be given the power to limit the number of PH licenses issued, if government changed legislation this could enable and empower TFL to cap the numbers in order to reduce congestion and environmental damage.","additional_details":"","state":"open","signature_count":7314,"created_at":"2016-02-05T09:11:42.433Z","updated_at":"2016-07-09T08:07:32.064Z","open_at":"2016-02-08T17:48:59.067Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-05T10:25:37.063Z","response_threshold_reached_at":null,"creator_name":"P west","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122595,"links":{"self":"https://petition.parliament.uk/petitions/122595.json"},"attributes":{"action":"Petition the Government to stop expanding the badger cull across the country","background":"Bovine TB is a devastating disease for farmers and cattle. However, the badger cull is proven to be unscientific Inhumane and ineffective.At a cost of £20 million pounds so far a roll out across the country can not be justified.Move away from culling and focus on cattle based measures.","additional_details":"Wales have reduced incidents of bovine TB by 48% without killing a single badger.\r\n\r\nThe Randomised badger culling trials undertaken by the last government killed 11,000 badgers and proved that culling badgers will not reduce the disease\r\n\r\n95% of the disease is spread by cattle ","state":"open","signature_count":7280,"created_at":"2016-02-22T20:37:18.224Z","updated_at":"2016-07-12T20:01:10.987Z","open_at":"2016-02-24T10:25:59.907Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-23T10:18:33.011Z","response_threshold_reached_at":null,"creator_name":"Emily Lawrence","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132715,"links":{"self":"https://petition.parliament.uk/petitions/132715.json"},"attributes":{"action":"SEN budgets need to be ring fenced for children's education not LA legal fees.","background":"Mr. Ed Timpson claimed that \"No child should lose their support simply because the system is changing\". Conversely parents find that Local Authorities regularly remove vital support in the transfer to the new EHC Plans.\r\nSevere budget cuts to Education mean that parents face an adversarial system.","additional_details":"Children with SEN are routinely denied appropriate education and LA's adopt a defensive stance. Cash is diverted to legal fees to defend against appeals. Parents report huge personal and financial losses in attempts to gain SEN provision.\r\nRecently, a law firm which represents and ‘trains’ LA''s have publicly gloated about their 'WINs' against parents. Local Autho have attempted to distance themselves from this scandal; however parents nationally have reported equally negative experiences.","state":"open","signature_count":7125,"created_at":"2016-06-15T20:17:12.546Z","updated_at":"2016-07-12T21:34:24.628Z","open_at":"2016-06-16T12:06:01.428Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T20:39:34.251Z","response_threshold_reached_at":null,"creator_name":"Nikola Matulewicz-Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127328,"links":{"self":"https://petition.parliament.uk/petitions/127328.json"},"attributes":{"action":"See fibromyalgia has a disability and give the pip payment","background":"I suffer from fibromyalgia and have to really suffer because I was turned down for the pip payment because of the point system, I have to cut my working hours, I may have to end work because of the pain I now suffer","additional_details":"Doctors letters and reports, medication I'm on","state":"open","signature_count":7009,"created_at":"2016-04-09T10:31:33.509Z","updated_at":"2016-07-12T21:38:57.916Z","open_at":"2016-04-11T14:00:14.152Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-09T12:48:53.249Z","response_threshold_reached_at":null,"creator_name":"Trevor Rhymes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126403,"links":{"self":"https://petition.parliament.uk/petitions/126403.json"},"attributes":{"action":"Make discrimination against Armed Forces personnel and veterans an offence","background":"I am, and always have been, very proud of the fact that I am an RAF Veteran. Recently though, when I tried to make a purchase from a retailer, I was told that the owner didn't work with \"Murderers and Terrorists\" He had seen a picture of me in uniform, and so decided I was, in effect, a terrorist.","additional_details":"My experience is just one of many incidents in which Forces personnel are singled out and discriminated against. The Police can do nothing about it because the Armed Forces aren't recognised as a group in law. \r\n\r\nWith events in the past, such as the killing of Lee Rigby, it has become apparent that anyone with a Forces background is a potential target for hate crimes and discrimination. A change in the law will give the police the power to investigate and prevent further serious incidents.","state":"open","signature_count":6828,"created_at":"2016-04-02T15:20:46.119Z","updated_at":"2016-07-12T16:53:35.690Z","open_at":"2016-04-05T10:57:55.894Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-02T18:11:27.957Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120875,"links":{"self":"https://petition.parliament.uk/petitions/120875.json"},"attributes":{"action":"Introduce a 'teacher panel' for all government education decisions","background":"The new Key Stage 2 tests show an incredible lack of foresight and knowledge of education today.  \r\n\r\nThis petition calls for the government to consult a randomly-selected range of teachers from across the UK whenever it wants to make changes to education policy.","additional_details":"The new KS2 tests focus on grammar, reading and maths.  The concepts are so specific that creative writing, critical thinking, art and other subjects are likely to be cut as teachers scramble to spend more time drilling students.\r\n\r\nTeachers are aware that testing does not work.  A varied, rich, creative curriculum does.  We have ideas.  Why are we not being consulted?\r\n\r\nhttps://www.tes.com/news/school-news/breaking-views/take-absurdly-difficult-english-test-and-see-why-generation-students\r\n\r\n","state":"open","signature_count":6791,"created_at":"2016-02-06T09:38:28.076Z","updated_at":"2016-07-12T11:55:57.878Z","open_at":"2016-02-08T15:22:39.546Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-06T09:57:55.697Z","response_threshold_reached_at":null,"creator_name":"Rebecca Bradley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119259,"links":{"self":"https://petition.parliament.uk/petitions/119259.json"},"attributes":{"action":"Ensure reforms to pension tax relief are fair, durable and encourage saving.","background":"The Chancellor will announce reforms to pension tax relief in March.\r\n- A Pension-ISA approach would undermine confidence and should be rejected\r\n- A single rate of tax relief should be cost neutral, not a raid on savers\r\n- Tax-free lump sums must be protected\r\n- Retain salary sacrifice arrangements","additional_details":"The Chancellor's proposals for pension tax relief will be scrutinised by Parliament. However the announcement itself will set the terms of the debate and Parliament should have the opportunity to specifically address the significant issues before the Chancellor responds to the consultation.\r\n\r\nThe consultation document is available from:\r\nhttp://tinyurl.com/oawy4rv\r\n\r\nResponses from:\r\nNAPF - http://tinyurl.com/hv62mat\r\nProspect trade union - http://tinyurl.com/zsuxokt\r\n  ","state":"open","signature_count":6720,"created_at":"2016-01-20T15:36:00.795Z","updated_at":"2016-07-09T00:40:56.474Z","open_at":"2016-01-21T12:35:49.141Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-20T15:41:29.050Z","response_threshold_reached_at":null,"creator_name":"Neil Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131568,"links":{"self":"https://petition.parliament.uk/petitions/131568.json"},"attributes":{"action":"Abandon DfE plans to make Year 7 children resit SATs in Mathematics and English","background":"Children in Year 6 at Primary School currently sit National Tests (\"SATs\") in Mathematics and English. The DfE are proposing that children who fail to reach a \"required standard\" will resit these tests at Secondary School in Year 7.","additional_details":"Guidance for schools on this, which was previously available on the DfE website, was recently removed (something which the DfE, despite evidence to the contrary, later denied).\r\n\r\nMathematics teaching professionals believe that there will not be enough time to effectively implement these changes for a September 2017 start. Moreover, we believe that their implementation will slow the Secondary curriculum, create a testing culture, and reinforce a language of failure inappropriate at such a young age.","state":"open","signature_count":6674,"created_at":"2016-05-28T10:08:52.168Z","updated_at":"2016-07-12T21:03:10.397Z","open_at":"2016-06-03T13:30:05.460Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T10:29:09.626Z","response_threshold_reached_at":null,"creator_name":"Simon Cox","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129305,"links":{"self":"https://petition.parliament.uk/petitions/129305.json"},"attributes":{"action":"Legalise car cruising or give us designated areas to meet","background":"Police have been clamping down on car cruising. Car cruising is not a crime but for some people is a way of life.People withing the car scene modify their cars and want people to see their work they have done. Each car is diffrent and we want a chance to show people our work.","additional_details":"In the car scene when a meet is organised we try to meet in an area that cant effect the public. We do not intend to cause any harm to the public we just want to meet and make new friends and show our builds. With atleast giving us a designated area to meet we will be able to meet new people with common interests and show our builds without causing harm or distress to the public.","state":"open","signature_count":6656,"created_at":"2016-05-02T17:30:14.827Z","updated_at":"2016-07-11T14:09:51.933Z","open_at":"2016-05-06T14:12:52.244Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-02T17:40:47.150Z","response_threshold_reached_at":null,"creator_name":"Sean davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126310,"links":{"self":"https://petition.parliament.uk/petitions/126310.json"},"attributes":{"action":"Ensure the survival \u0026 funding of our high quality maintained nursery schools.","background":"Only 408 maintained nursery schools are left in England. 200 have been closed since1995. These extremely successful (97% are good or outstanding) inclusive places for children under 5 \u0026 their families are schools, but are not funded as schools, \u0026 thus are under huge threat of being lost forever. ","additional_details":"Maintained nursery schools support higher than average concentrations of children with SEND \u0026 have the expertise \u0026 skills to support them successfully. They are extremely successful at closing the gap between the most disadvantaged children and their peers. They are led by specialist headteachers \u0026 employ qualified teachers \u0026 nursery nurses. 64% are in the 30% most deprived areas in England. \r\nSee the Early Education report: 'Maintained Nursery Schools: the state of play' March 2015 for more info","state":"open","signature_count":6563,"created_at":"2016-04-01T10:58:24.013Z","updated_at":"2016-07-12T19:07:46.234Z","open_at":"2016-04-01T16:34:01.294Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T14:58:10.931Z","response_threshold_reached_at":null,"creator_name":"Theresa Lane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119101,"links":{"self":"https://petition.parliament.uk/petitions/119101.json"},"attributes":{"action":"Independent inquiry into death of Poppi Worthington","background":"Baby Poppi Worthington died in 2012. The police investigation was an abject failure as highlighted by Mr Justice Peter Jackson, who said a \"wholly inaccurate\" assessment of Poppi by Cumbria County Council led to a 10-month delay before care proceedings were issued over other children in the family.","additional_details":"There have been well-documented failings in this case at every step. Evidence was not gathered at the scene of the assault. Some was thrown away as police officers stood by. It made the case hard to prosecute and therefore the Crown Prosecution Service could not sanction charges being brought. \r\nWe want an independent inquiry to find out what happened.\r\n","state":"open","signature_count":6517,"created_at":"2016-01-19T18:34:20.165Z","updated_at":"2016-07-12T19:19:05.442Z","open_at":"2016-01-20T17:06:07.505Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-19T18:44:48.527Z","response_threshold_reached_at":null,"creator_name":"James Higgins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126665,"links":{"self":"https://petition.parliament.uk/petitions/126665.json"},"attributes":{"action":"Change to abortion laws in NI by amended the devolved powers the NI assembly has","background":"This week a young women was sentenced to 2 years suspended for being to poor to travel out of Northern Ireland for an abortion, it is time the UK government acted to force equal treatment","additional_details":"Northern Ireland's abortion laws still put women's lives at risk and discriminate against those to poor to travel to the rest of the UK, This is done with the support of the UK government and using tax payments from the rest of the UK as such the UK government should amend Northern Ireland's devolved powers or use alternative legislation to force the Northern Irish assembly to treat women and their right to an abortion equally to the rest of the UK","state":"open","signature_count":6486,"created_at":"2016-04-05T14:07:35.205Z","updated_at":"2016-07-09T14:23:09.475Z","open_at":"2016-04-05T14:59:31.371Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-05T14:35:21.257Z","response_threshold_reached_at":null,"creator_name":"simon dungate","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130036,"links":{"self":"https://petition.parliament.uk/petitions/130036.json"},"attributes":{"action":"Stop the travel companies charging high prices for school holiday weeks.","background":"Everyone is complaining about being fined for taking our children out of school to go on holiday. The travel companies are at fault as I believe the majority of people would take their children away during school holidays if they could afford it.","additional_details":"","state":"open","signature_count":6478,"created_at":"2016-05-11T12:39:56.225Z","updated_at":"2016-07-12T21:45:48.043Z","open_at":"2016-05-13T12:27:05.035Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-11T13:10:58.518Z","response_threshold_reached_at":null,"creator_name":"Karen Walker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132175,"links":{"self":"https://petition.parliament.uk/petitions/132175.json"},"attributes":{"action":"Make it illegal to prohibit the wearing of an earned Armed Forces Veteran Badge.","background":"A bus company has prohibited wearing of Veterans badges on the grounds of Uniformity yet encourages wearing Trade Union badges. This is contrary to the spirit of the Military Covenant. The badge is recognition of service to the nation \u0026 denying the right to wear it disrespects that veterans service.","additional_details":"","state":"open","signature_count":6463,"created_at":"2016-06-07T11:39:13.905Z","updated_at":"2016-07-12T14:52:35.870Z","open_at":"2016-06-15T16:04:21.711Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-14T20:06:10.814Z","response_threshold_reached_at":null,"creator_name":"David Fountain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134345,"links":{"self":"https://petition.parliament.uk/petitions/134345.json"},"attributes":{"action":"DENY the request for a second EU REFERENDUM","background":"The British public have decided that they no longer want to be part of the EU. The minority within the Leave campaign believe there should be a second referendum. This is neither fair nor democratic. The majority have decided. The remain voters need to accept they have lost and move forward. ","additional_details":"","state":"open","signature_count":6414,"created_at":"2016-06-24T11:30:18.680Z","updated_at":"2016-07-12T21:46:08.590Z","open_at":"2016-06-28T09:02:44.495Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T20:52:59.362Z","response_threshold_reached_at":null,"creator_name":"Sean wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120792,"links":{"self":"https://petition.parliament.uk/petitions/120792.json"},"attributes":{"action":"Stop Lancashire's tragic library \u0026 museum closures by proper government funding.","background":"Lancashire County Council have had their government funding cut by a further £262million \u0026 are now only able to provide statutory services. As a result of funding cuts, 40 libraries \u0026 several important museums across Lancashire are to close. Lancashire's (\u0026 Britain's) history is being thrown away. ","additional_details":"The library \u0026 museum closure programme;\r\n• is a disastrous decision for both Lancashire \u0026 the North West\r\n• County Museum Service has been carefully \u0026 professionally built up since the mid-1970s, \r\n• consider likely response of bodies such as HLF who have invested £millions,\r\n• was regarded as one of the finest public library services in Western Europe,\r\n• libraries are community hubs,\r\n• closure of 40 libraries challenged under 1964 PLMA legislation\r\n• over 100 libraries lost last yr, 441 since 2010","state":"open","signature_count":5893,"created_at":"2016-02-05T11:43:33.006Z","updated_at":"2016-07-12T20:39:13.189Z","open_at":"2016-02-09T15:21:25.408Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-05T12:38:06.489Z","response_threshold_reached_at":null,"creator_name":"Graham Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":112044,"links":{"self":"https://petition.parliament.uk/petitions/112044.json"},"attributes":{"action":"Correct Reporting of Share Trades on the London Stock Exchange","background":"We believe the current system works against the private investor as buys are shown as sells and vise versa according to the ask and bid price set by the market makers at the time of trading. We believe this is wide open to manipulation and misinterprets the facts.\r\n\r\n","additional_details":"We would like to see a new, fair system that will report a trade factually. In turn this will lead to greater transparency on the London Stock Exchanges. \r\n\r\nAIM in particular seems manipulated by the Market Makers.\r\nActually defeating their roll of creating a real and fair market for investors. \r\n\r\nAltering spreads to hide the status of transactions isn't transparent. \r\n","state":"open","signature_count":5845,"created_at":"2015-11-08T22:44:53.741Z","updated_at":"2016-07-12T21:08:14.150Z","open_at":"2016-02-12T11:57:55.487Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-11-08T23:19:46.564Z","response_threshold_reached_at":null,"creator_name":"Marc Rowlands","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130482,"links":{"self":"https://petition.parliament.uk/petitions/130482.json"},"attributes":{"action":"Introduce plastic alcohol glasses in clubs and bars after 12am","background":"I was glassed in a unprovoked attack while on a night out. I am asking clubs and bars to introduce plastic to reduce the chance of serious injury to other members of the public. I was left with my face scarred for life, which affected my career, mental health, family and my 3 beautiful children. ","additional_details":"Please read links below for CCTV of the horrendous attack and sign to stop this happening to anyone else. \r\n\r\nhttp://www.dailymail.co.uk/news/article-3589464/Clubber-37-scarred-model-life-unprovoked-bar-attack-smashing-wine-glass-face-leaving-needing-50-stitches.html\r\n\r\nhttp://www.liverpoolecho.co.uk/news/liverpool-news/watch-moment-model-scarred-life-11331136","state":"open","signature_count":5711,"created_at":"2016-05-15T17:08:13.351Z","updated_at":"2016-07-12T00:21:05.045Z","open_at":"2016-05-31T14:48:53.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-21T17:46:12.064Z","response_threshold_reached_at":null,"creator_name":"Gemma Hilton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125062,"links":{"self":"https://petition.parliament.uk/petitions/125062.json"},"attributes":{"action":"Prevent the sale of the Royal Bank of Scotland at a loss to the taxpayer","background":"According to analysis of figures published by the Government on Wednesday (16th March) by Sky News, the Government are potentially planning on selling their shares in RBS at a massive £20bn loss to the taxpayer. But we don't have to accept this loss because they don't have to sell.","additional_details":"Sky News: http://news.sky.com/story/1661144/taxpayers-face-20bn-loss-on-rbs-share-sales\r\nMove Your Money: http://moveyourmoney.org.uk/budget-2016/","state":"open","signature_count":5683,"created_at":"2016-03-18T13:05:14.168Z","updated_at":"2016-07-12T20:11:10.340Z","open_at":"2016-03-20T16:19:20.994Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-18T15:29:30.916Z","response_threshold_reached_at":null,"creator_name":"Andrew Maggs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120406,"links":{"self":"https://petition.parliament.uk/petitions/120406.json"},"attributes":{"action":"Scrap plans to close the BIS Department's Sheffield office - costing 247 jobs","background":"On January 28 the department responsible for the 'Northern Powerhouse' initiative announced the closure of its largest non-London office.\r\n\r\nGovernment is too London-based and the capital's economy is outperforming the North. It is completely the wrong strategy to rebalance our nation's economy.","additional_details":"https://www.gov.uk/government/news/bis-to-close-sheffield-office\r\n\r\nhttp://www.thestar.co.uk/news/almost-250-jobs-at-risk-in-sheffield-as-government-office-closure-announced-1-7701778","state":"open","signature_count":5628,"created_at":"2016-02-01T11:00:51.070Z","updated_at":"2016-07-12T11:21:57.634Z","open_at":"2016-02-01T13:51:21.888Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-01T11:42:45.729Z","response_threshold_reached_at":null,"creator_name":"Robin Wilde","rejection":null,"government_response":null,"debate":null}}]}