{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=72\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":130783,"links":{"self":"https://petition.parliament.uk/petitions/130783.json"},"attributes":{"action":"Stop Destruction Of British Archaeology.\r\nNeighbourhood and Infrastructure Bill","background":"Britain has some of the most amazing and diverse archaeological remains in the world, however the new Neighbourhood Planning and Infrastructure Bill announced today puts all of this at risk, leading to the destruction of our past for good.\r\nThe lack of surveys will inherently lead to this.","additional_details":"The current Requirements that force developers to carry out archaeological and wildlife surveys before starting  housing projects are to be abolished in the new Neighbourhood Planning and Infrastructure Bill.\r\n\r\nThis will destroy archaeological sites and risk the industry that conducts surveys, excavation and preservation of our vital past. \r\n\r\n“pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary”\r\n\r\n- Ginger Archaeology -","state":"open","signature_count":18382,"created_at":"2016-05-18T15:38:52.134Z","updated_at":"2016-08-26T21:29:10.177Z","open_at":"2016-05-19T09:07:02.636Z","closed_at":null,"government_response_at":"2016-06-07T15:25:42.065Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T15:49:15.396Z","response_threshold_reached_at":"2016-05-23T12:37:10.441Z","creator_name":"Jonathan Lester","rejection":null,"government_response":{"summary":"Government actively supports the use of planning conditions where necessary to protect the wider social, cultural and environmental benefits that conservation of the historic environment can bring.","details":"The Queen’s Speech of 18 May announced Government proposals to introduce a power in the Neighbourhood Planning and Infrastructure Bill which would ‘ensure that pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary’.  However, concern was expressed by some that the use of planning conditions to require archaeological excavations would be curtailed by the Bill.   This interpretation does not accurately represent the Government’s intention.\r\n\r\nThe proposed power is to help address the urgent need to tackle the overuse of ‘pre-commencement’ conditions which prevent development, including new homes, from starting until the local planning authority has approved certain details.  The measure will not restrict the ability of local planning authorities to propose conditions that are necessary. In the unlikely event that an applicant refuses to accept a necessary pre-commencement condition proposed by a local planning authority, the authority can refuse planning permission. This will maintain appropriate protections for important matters such as heritage, as well as human health, the natural environment, green spaces, and measures to mitigate the risk of flooding. \r\n\r\nWe are not proposing that all pre-commencement conditions are removed; only that they are used proportionately and provide the applicant with an opportunity to agree to them before they are attached to planning permission.  The process envisaged by the Government is that the local planning authority will notify applicants of any proposed pre-commencement conditions before the determination of an application.  Most applicants are already aware of likely conditions through early engagement with the authority, at which point they can challenge any pre-commencement conditions which may be unnecessary or can be fulfilled at a later date (i.e. during build); ensuring construction can go ahead without delay.\r\n \r\nThe National Planning Policy Framework remains unchanged in that it requires “developers to record and advance understanding of the significance of any heritage assets to be lost (wholly or in part) in a manner proportionate to their importance and the impact, and to make this evidence (and any archive generated) publicly accessible.”\r\n\r\nIn conclusion, the Government values the petition in highlighting the importance of archaeology and the historic environment as a material consideration in the planning process, and will continue to engage fully with the sector during the passage of the Bill and beyond. \r\n\r\nDepartment for Communities and Local Government","created_at":"2016-06-07T15:25:42.063Z","updated_at":"2016-06-07T15:25:42.063Z"},"debate":null}},{"type":"petition","id":124333,"links":{"self":"https://petition.parliament.uk/petitions/124333.json"},"attributes":{"action":"Save UK Air Cadet Gliding","background":"On March 10th 2016 it was announced that Gliding for UK Air Cadet Organization was being scaled back with heavy cuts to its locations and fleet. This will mean the opportunities for 12-18 year olds to take control of an aircraft and even to learn to fly solo will be severely curtailed. ","additional_details":"Volunteer Gliding Squadrons are a part of the Royal Air Force and provide gliding training to Air Cadet Organisations across the UK. They are highly professional units manned by volunteers who are usually not part of the military. They provide an invaluable opportunity for young individuals from all backgrounds to realise their potential. \r\n\r\nPoor management and a lack of leadership has led to these units being axed as a quick solution http://goo.gl/iG4yHP\r\n\r\nWe ask parliament to reverse these cuts ","state":"open","signature_count":17862,"created_at":"2016-03-11T16:44:37.180Z","updated_at":"2016-08-26T18:28:57.078Z","open_at":"2016-03-14T11:51:50.738Z","closed_at":null,"government_response_at":"2016-03-21T17:18:30.245Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T17:01:53.309Z","response_threshold_reached_at":"2016-03-15T20:35:57.797Z","creator_name":"Konrad Paszkiewicz","rejection":null,"government_response":{"summary":"The MOD has confirmed plans to relaunch Air Cadet Aviation to ensure cadet flying opportunities are available whilst delivering value for money.","details":"Air Cadet Gliding had to be paused in 2014 due to safety concerns with our aircraft. A full inspection programme was initiated with a view to recovering all of the aircraft. However after substantial operational, technical and commercial negotiations with a range of leading aerospace companies, for most of the Vigilant aircraft and a few of the Vikings it no longer represented sensible value for money to continue their repair. \r\n\r\nIn order to give Cadets the opportunity to start flying again following an Air Cadet Organisation review there will be at least 73 Vikings, a fleet of up to 15 Vigilant aircraft, combined with an increase of an extra 25 Grob Tutor fixed wing Air Experience Flights (AEFs) – a more than 50% increase on previous flights. We are committed to returning as many gliders to the skies as possible while ensuring the safety of cadets and instructors. For the first time this will be backed by a range of realistic simulators provided by the RAF Charitable Trust.\r\n\r\nThe restructured glider fleet will be operated by fewer, but larger, Volunteer Gliding Squadrons (VGS), which will have a regional focus and be better integrated with synthetic training and increased AEF locations. The RAF is fully committed to Air Cadet flying. Where Cadets will have to travel longer distances, we are increasing investment in VGS and AEF sites to include residential accommodation for cadets and staff. In the future cadet flying will be better associated with force development and ground training opportunities alongside the gliding and flying.\r\n\r\nThe RAF acknowledges this has been a tough period for cadets and instructors and is grateful for the patience and understanding of the Volunteer Gliding Squadron instructors who continue to provide inspiration and leadership to generations of cadets. Air Cadet flying will be safer and far more resilient in the long run; enabling all cadets across the United Kingdom to have equal access to flying opportunities and which better integrates and allocates cadet flying opportunities between realistic synthetic flight simulation, glider flying and an increase of AEF flights.\r\n\r\nMinistry of Defence","created_at":"2016-03-21T17:18:30.239Z","updated_at":"2016-03-21T17:18:30.239Z"},"debate":null}},{"type":"petition","id":159996,"links":{"self":"https://petition.parliament.uk/petitions/159996.json"},"attributes":{"action":"Parliament should hold Tony Blair to account for the war in Iraq","background":"The Chilcot Report has presented a range of evidence that demonstrates that Parliament and the country were misled by Tony Blair in the run up to the war in Iraq. Parliament should now agree a process by which it can hold the former Prime Minister to account. ","additional_details":"","state":"open","signature_count":17145,"created_at":"2016-07-08T19:39:06.837Z","updated_at":"2016-08-27T23:04:15.162Z","open_at":"2016-07-20T11:59:28.332Z","closed_at":null,"government_response_at":"2016-08-10T17:10:18.260Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-09T11:09:38.480Z","response_threshold_reached_at":"2016-07-25T12:27:49.401Z","creator_name":"Adam Price","rejection":null,"government_response":{"summary":"The Government recognises the importance, rigour and depth of Sir John Chilcot’s independent Iraq inquiry report, and has made time to debate it.","details":"It made time for a two day debate in the House of Commons and a day long debate in the House of Lords before the Summer recess to enable Parliament to study and debate the report in depth. It has committed to learning the lessons which Sir John identifies from his Inquiry. How Parliament decides to hold Mr Blair to account is a matter for Parliament.\r\n\r\nLeader of the House","created_at":"2016-08-10T17:10:18.258Z","updated_at":"2016-08-10T17:10:50.505Z"},"debate":null}},{"type":"petition","id":131348,"links":{"self":"https://petition.parliament.uk/petitions/131348.json"},"attributes":{"action":"Increase the maximum sentence for animal cruelty charges","background":"The law is failing to adequately protect animals and ensure that punishment administered to those responsible for acts of cruelty fits the crime.","additional_details":"\r\nUnder the Animal Welfare Act, the term of imprisonment for even the most heinous of crimes does not exceed 51 weeks. All too often abusers are “getting away with murder\". A lifetime ban and/or fine is insufficient. \r\n\r\nWe demand review of the Animal Welfare Act, increasing the powers of local authorities to protect animals and to increase the maximum sentence these crimes hold. At a minimum, animal cruelty should hold punishment similar to Actual Bodily Harm (ABH) \u0026 Grievous Bodily Harm (GBH).","state":"open","signature_count":16625,"created_at":"2016-05-25T19:45:34.892Z","updated_at":"2016-08-27T23:32:54.572Z","open_at":"2016-05-31T15:54:41.654Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-26T08:30:11.014Z","response_threshold_reached_at":"2016-08-17T15:36:06.567Z","creator_name":"Amy Fisher","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":142279,"links":{"self":"https://petition.parliament.uk/petitions/142279.json"},"attributes":{"action":"All European Union flags, emblems and logos be removed from all public buildings","background":"In the EU referendum of 23rd June 2016 the UK voted, by majority, to 'Leave the European Union', as such we request that all European Union flags, emblems and logos be removed from all public buildings in the UK.","additional_details":"","state":"open","signature_count":16307,"created_at":"2016-06-25T21:28:02.153Z","updated_at":"2016-08-27T23:38:48.021Z","open_at":"2016-06-30T18:00:34.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T22:00:07.211Z","response_threshold_reached_at":"2016-07-24T18:26:47.164Z","creator_name":"Stephen Morris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126329,"links":{"self":"https://petition.parliament.uk/petitions/126329.json"},"attributes":{"action":"Minute silence for our youth lost to youth violence on the national calendar.","background":"We have lost far too many young people to youth violence and we are all trying to put a stop to it, however at the same time we want to remember the ones we have lost by holding a minute silence on May 1st 12pm. We would like this day to be on the national calendar as a Remembrance Day for the youth","additional_details":"Last year, at Richmond Terrace (Downing Street), we had great support from communities all around England when we held our first ever minute silence. Www.oneminuteinmay.org","state":"open","signature_count":16239,"created_at":"2016-04-01T14:27:04.377Z","updated_at":"2016-08-27T08:55:24.421Z","open_at":"2016-04-04T10:50:48.927Z","closed_at":null,"government_response_at":"2016-07-08T14:40:17.819Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T19:17:05.677Z","response_threshold_reached_at":"2016-04-07T12:53:43.671Z","creator_name":"Bilal Awan","rejection":null,"government_response":{"summary":"The Government does not normally hold national silences to mark days other than for Armistice Day, Remembrance Sunday or for a single major tragedy.","details":"DCMS is the Department responsible for advising No.10 on when silences would be appropriate. The advice given is primarily based on previous events and precedents made.\r\n\r\nNational silences are usually held on Armistice Day (11 November), on Remembrance Sunday, and for a single major tragedy, including the first anniversary of that tragedy.\r\n\r\nAlthough a worthy cause, to hold a national silence to mark youth lost to youth violence each year would set a precedent for other issues for themed days to be marked by a silence. This in turn may diminish the value of national silences that are held in the event of a major tragedy and every year on Armistice Day, and on Remembrance Sunday as part of the national service at the Cenotaph. It is therefore not Government policy to support this type of action.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-07-08T14:40:17.817Z","updated_at":"2016-07-08T14:40:17.817Z"},"debate":null}},{"type":"petition","id":156369,"links":{"self":"https://petition.parliament.uk/petitions/156369.json"},"attributes":{"action":"Strengthen sentencing for criminal drivers who kill and maim innocent people.","background":"5 people die on our roads each day; often criminal killer drivers walk free from court. 4 in 10 drivers who kill aren't jailed at all. Lenient sentences deeply offend families already torn apart by the devastation of losing a loved one. When a life is taken the punishment must reflect the crime.\r\n","additional_details":"The government's own figures show the average sentence for a driver who kills is 4 years with automatic release after 2; this cannot be justified. Inadequate sentences fail to deter offenders and fail to give victims and families the justice they deserve. Criminal drivers are reckless not careless; they cause avoidable deaths and serious life shattering injuries. Brake, the road safety charity calls for changes to the criminal driving laws and stronger sentencing to deliver justice for victims.\r\n","state":"open","signature_count":16019,"created_at":"2016-06-29T15:41:47.238Z","updated_at":"2016-08-27T23:31:34.065Z","open_at":"2016-07-07T15:49:10.291Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-29T15:50:01.461Z","response_threshold_reached_at":"2016-07-16T17:48:24.240Z","creator_name":"Gary Rae on behalf of Brake, the road safety charity","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124352,"links":{"self":"https://petition.parliament.uk/petitions/124352.json"},"attributes":{"action":"Reinstate allowances regarding spelling for pupils with dyslexia.","background":"Thousands of dyslexic children will be marked as failures under the government’s controversial new primary writing assessments. Pupils will be expected to spell almost 200 words on government wordlists if they are to reach the “expected standard” for writing at the end of Year 6.","additional_details":"No allowance will be made for the tens of thousands of pupils with dyslexia. \r\n\r\nOne headteacher of a large state comprehensive school said the change would mean that a pupil who had shown a good knowledge and understanding of, for example, history – but who had spelling problems due to dyslexia – could well end up with a worse grade than a good speller who had done less well on the history questions.","state":"open","signature_count":15686,"created_at":"2016-03-11T20:58:13.444Z","updated_at":"2016-08-27T13:21:35.680Z","open_at":"2016-03-14T11:44:21.973Z","closed_at":null,"government_response_at":"2016-05-04T13:58:31.213Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T22:10:05.026Z","response_threshold_reached_at":"2016-03-23T21:38:32.728Z","creator_name":"Mrs Z Larkman","rejection":null,"government_response":{"summary":"We are committed to supporting pupils with dyslexia. The teacher assessment of writing will help to ensure that all pupils have a secure grounding in this subject and identify where support is needed.","details":"We are committed to improving support for pupils with dyslexia. Our reforms to the special educational needs and disabilities system emphasise providing tailored support to meet pupils’ specific needs. The reforms encourage close working with parents and pupils to make sure the support that pupils need is identified early. We work with, and provide funding to, dyslexia organisations to help to ensure that these pupils get the necessary support. \r\n\r\nIt is essential that all pupils leave primary school with the skills to succeed in secondary school. Pupils who can spell quickly and precisely are able to write down their ideas fluently and accurately, freeing them to concentrate on the meaning of what they want to say. Spelling is therefore a vital element of the National Curriculum at both key stages and is included as part of the teacher assessments of writing in Year 2 and Year 6. \r\n\r\nThe new interim teacher assessment framework for Key Stage 2 (KS2) is designed to assess the extent to which pupils have gained a secure grounding in the National Curriculum before they move on to the next stage of their education. This will be assessed by the pupils’ teachers. In writing, to meet the ‘expected standard’ pupils must be able to spell most words accurately, using the detailed spelling rules and guidance in the KS2 programme of study. The statutory KS2 wordlists are made up of words that we know pupils frequently misspell. \r\n\r\nThese assessments form part of the information used to help teachers and parents understand how pupils are performing against national expectations. They also allow us to hold schools to account for how well they have supported all their pupils to reach the expected standard.\r\n\r\nAssessment by pupils’ teachers at the end of Year 6 provides the secondary schools with accurate information on their new Year 7 pupils. The secondary schools can then effectively support all the pupils who did not meet the expected standard to achieve their full potential. They cannot respond quickly to these pupils’ needs if the assessment information they receive does not reflect accurately what pupils know and can do.\r\n\r\nOur approach applies to all pupils, including those with dyslexia, because it is in these pupils’ best interests that teachers assess accurately what they can or cannot do. \r\n\r\nStatutory assessments, however, form only part of the broader assessments that teachers continually make. Schools should report statutory assessment outcomes in the context of wider information about pupils’ overall achievements and progress across the whole curriculum.    \r\n\r\nDepartment for Education","created_at":"2016-05-04T13:58:31.211Z","updated_at":"2016-05-04T13:58:31.211Z"},"debate":null}},{"type":"petition","id":118164,"links":{"self":"https://petition.parliament.uk/petitions/118164.json"},"attributes":{"action":"Give all ancient woodland statutory legal protection.","background":"In the UK it has been said that we are down to just 2% of our total land space covered by ancient woodland which is widely regarded as one of our most important wildlife habitats yet it's still under threat. If landowners don't protect this land they should be made to sell it to someone who will.","additional_details":"Ancient woodland is an important store of seeds and invertebrates needed for potential rewildling \u0026 flood prevention as described by George Monbiot \u0026 the Woodland Trust in their various campaigns. While saplings have been planted in offsetting schemes, these young trees take a long time to reach maturity and the ability to remove carbon dioxide from the atmosphere that mature trees in ancient woodland can. It also requires a lot of work for these plantations to reach the same conservation value.","state":"open","signature_count":14720,"created_at":"2016-01-10T16:02:35.935Z","updated_at":"2016-08-27T18:41:31.077Z","open_at":"2016-02-29T14:35:42.775Z","closed_at":null,"government_response_at":"2016-06-17T10:05:57.446Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-28T11:42:59.263Z","response_threshold_reached_at":"2016-05-19T10:12:14.564Z","creator_name":"David M. Dickinson","rejection":null,"government_response":{"summary":"Woodland cover in England is at its highest level since the 14th century. The National Planning Policy Framework provides strong protection for ancient woodlands.","details":"Our ancient woodlands are highly valued and cherished, and are a resource rich in life, providing homes and food for animals, birds and insects. They store carbon, produce oxygen and filter out pollution; they also provide some of the most interesting places for us to enjoy. We know that ancient woodlands are an irreplaceable habitat, which is why we recognise their special status in the National Planning Policy Framework (NPPF), which was last updated in 2012.\r\n\r\nSince the Second World War, great efforts have been made to restore and actively manage our ancient woodlands. The ancient woodland inventory estimates approximately 340,000 hectares of woodland in England that is ancient. Subsequent estimates suggest that there are about 210,000 hectares of native woodland not on ancient woodland sites. Taken together, those two categories of woodland comprise just over half of England’s woodlands, at about 550,000 hectares.\r\n\r\nAlthough we have ambitions to increase woodland cover and improve the quality of our woodland management, we must be mindful that those ambitions sit alongside a need to increase food production, create renewable energy and capture carbon, while also maintaining the habitats that our wildlife depends on, such as our ancient woodlands. In order to compete globally economically, we need to update and upgrade our ageing infrastructure and ensure that development enables our economic growth to be sustained.\r\n\r\nWe have, however, always made a special case for our ancient woodland, which is why they are protected in the NPPF. The passage that deals with them clearly states:\r\n\r\n“Planning permission should be refused for development resulting in the loss or deterioration of irreplaceable habitats, including ancient woodland and … veteran trees … unless the need for, and benefits of, the development in that location clearly outweigh the loss”.\r\n\r\nThe position is very clear: there is protection. The Government certainly has no plans to undermine or change that position; figures from the Woodland Trust itself suggest that less than 0.25% of ancient woodland has been developed in the last 15 years, which indicates that this protection is working. Nevertheless, Natural England has been working with the Forestry Commission to produce refreshed guidance for all planning authorities to help them take full and proper account of ancient woodland in the planning process. This outlines a range of mitigation and compensation measures that may be offered by developers to offset loss or damage, where developments affecting ancient woodland and veteran trees may receive planning permission. \r\n\r\nIn addition to this, England’s woodland coverage is as high as it has been since the 14th century, totaling a little more than 1.3 million hectares, which equates to 41% of the UK total or 10% of England’s land area. We have a commitment to plant a further 11 million trees before the end of this Parliament. \r\n\r\nWe recognise that this issue is complex and we are continually striving to improve the operation of planning protections for ancient woodlands. The challenges we face today are totally different from the challenges of even 20 years ago, which is why we need to balance woodland interests with our wider competing land use requirements. The Government considers that the existing protection for ancient woodland in the NPPF is strong and is protecting our ancient woodlands and veteran trees. \r\n\r\nDepartment for Environment, Food \u0026 Rural Affairs ","created_at":"2016-06-17T10:05:57.439Z","updated_at":"2016-06-17T10:07:25.853Z"},"debate":null}},{"type":"petition","id":124340,"links":{"self":"https://petition.parliament.uk/petitions/124340.json"},"attributes":{"action":"Call an emergency parliament session to properly discuss NHS Reinstatement Bill.","background":"On 11/03/15 NHS Reinstatement Bill was due for open discussion in parliament, it's second reading. However, due to blatant filibusting by Conservative ministers, the bill was never discussed. Given the wide public support for NHS this manoeuvre to block such an important discussion is unexceptable.","additional_details":"Given that the NHS Reinstatement Bill not only has cross political party support, but even wider support from the general public - the people who MP's are supposed to represent - it is undemocratic to not have such a debate. To do so would prove that this government is not democratic at all, more of a dictatorship by distraction. \r\n\r\nPublic support for NHS is evident in the ongoing Junior Doctors Strike. We therfore demand that this Reinstatement Bill be given the time and attention it deserves.","state":"open","signature_count":14406,"created_at":"2016-03-11T19:01:52.112Z","updated_at":"2016-08-27T23:22:07.892Z","open_at":"2016-03-14T11:43:16.084Z","closed_at":null,"government_response_at":"2016-03-24T17:30:21.651Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T19:28:07.452Z","response_threshold_reached_at":"2016-03-16T17:51:48.554Z","creator_name":"Stephen Blanchard ","rejection":null,"government_response":{"summary":"Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each session and it is for the member in charge of the Bill to nominate the date for Second Reading and manage the Bill’s progress.","details":"Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each Parliamentary session and on these days PMBs take precedence over government business.   Priority is given to those MPs who are successful in the PMB ballot, and subsequent slots are allocated in the order in which MPs introduce their Bill.  It is for the member in charge of the Bill to nominate the date for Second Reading of their PMB and manage the Bill’s progress. \r\n\r\nCaroline Lucas MP introduced the National Health Service Bill on 1 July 2015 and nominated Friday 11 March 2016 for its Second Reading, which was the last of these sitting Fridays in this current Session.  This was the second bill scheduled to be debated that day and, under the rules of the House of Commons, priority is given to the first Bill.  This Bill was therefore very unlikely to have enough time to conclude all of its parliamentary stages.  The NHS Bill did receive a short debate on Friday 11 March, but now stands adjourned and cannot be debated further because there are no remaining sitting Fridays. All PMBs fall at the end of each parliamentary session.  \r\n\r\nThis topic could be reintroduced into the session should a Backbench MP choose to do so.\r\n\r\nThere are plenty of opportunities for Backbenchers to debate matters like the NHS, through adjournment debates and debates allocated by the Backbench Business Committee.\r\n\r\nLeader of the House","created_at":"2016-03-24T17:30:21.649Z","updated_at":"2016-03-24T17:30:21.649Z"},"debate":null}},{"type":"petition","id":129792,"links":{"self":"https://petition.parliament.uk/petitions/129792.json"},"attributes":{"action":"Don't close Poole Hospital's A\u0026E or Bournemouth Hospital's A\u0026E!","background":"\r\nWe don't want either hospitals A\u0026E to be closed! It's too far for people the opposite ends of the county. It's looking like Bournemouth will win. \r\n\r\n","additional_details":"\"Both RBCH and Poole Hospital are in contention to be redeveloped to take around 80 per cent of the county’s A\u0026E patients as part of the Dorset Clinical Commissioning Group’s (CCG) Clinical Services Review.\" \r\n\r\n- Bournemouth Echo. \r\n\r\nBoth A\u0026Es should remain open. It will be too much pressure on the one hospital to deal with so many accidents and emergencies. \r\n\r\nWhy fix what wasn't broken? \r\n","state":"open","signature_count":13866,"created_at":"2016-05-09T08:53:22.783Z","updated_at":"2016-08-27T17:21:00.212Z","open_at":"2016-05-09T17:01:49.682Z","closed_at":null,"government_response_at":"2016-05-25T09:03:03.052Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T09:23:52.459Z","response_threshold_reached_at":"2016-05-10T11:15:31.401Z","creator_name":"Natasha carter ","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Dorset CCG has stated that they are seeking to secure high quality, sustainable health services that meet the needs of the local population. \r\n","details":"We are clear the reconfiguration of front line health services is a matter for the local NHS. Services should be tailored to meet the needs of the local population, and proposals for substantial service change must meet the four tests of reconfiguration which are (i) support from GP commissioners (ii) strengthened public and patient engagement (iii) clarity on the clinical evidence base (iv) support for patient choice.\r\n\r\nIn 2014 Dorset Clinical Commissioning Group (CCG) launched a Clinical Services Review which seeks to:\r\n•\tMeet the needs of an increasing elderly population with complex needs;\r\n•\tOvercome funding challenges;\r\n•\tLay plans for the next five years and beyond, and \r\n•\tSecure high-quality services for current and future generations\r\n\r\nThe CCG has also stated it aims to achieve a more sustainable workforce across hospitals to allow better care to be provided more reliably over the whole of Dorset in future years.\r\n\r\nAs part of the Clinical Services Review, the CCG is proposing changes to the organisation of Dorset's acute hospitals. On 18 May 2016 the CCG’s Governing Body named its preferred option under the review, which proposes Royal Bournemouth Hospital as the major emergency hospital; Poole Hospital as the major planned care hospital with a 24-hour urgent care centre, and Dorset County Hospital as remaining a district general hospital and retaining its A \u0026 E Department.\r\n\r\nThe CCG has stated this configuration will now be independently scrutinised as part of the national assurance process led by NHS England and the proposals will go to the Joint Health Overview and Scrutiny Committee for Dorset. \r\n\r\nIf approved, the CCG has confirmed the proposals will be subject to public consultation planned for later this year.\r\n\r\nDepartment of Health","created_at":"2016-05-25T09:03:03.048Z","updated_at":"2016-05-25T09:03:03.048Z"},"debate":null}},{"type":"petition","id":126548,"links":{"self":"https://petition.parliament.uk/petitions/126548.json"},"attributes":{"action":"Test on Request-GP's to listen to girls \u0026 if they have symptoms to do the smear","background":"Jade Goody passed away of cervical cancer and publicised her illness to save others. I don't want the government to lower the age however I would like the government to make it that if a young girl attends a GP with symptoms that they then do the smear. #TheJadeGoodyEffect xx","additional_details":"I run The Jade Goody Memorial page and hundreds of girls contact us weekly with symptoms and doctors refusing to give smears due to them being under 25. They then go on to find out they have cancer or pre-cancerous cells. Surely the cost of a smear is less than the cost of cancer treatment of cancer develops? I'm not asking for the smear age to be lowered but for girls who are having symptoms have the option to been checked xx","state":"open","signature_count":13634,"created_at":"2016-04-04T13:49:15.973Z","updated_at":"2016-08-27T13:22:36.961Z","open_at":"2016-04-05T10:56:28.776Z","closed_at":null,"government_response_at":"2016-05-09T15:19:28.259Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-04T18:05:54.891Z","response_threshold_reached_at":"2016-04-23T05:34:48.285Z","creator_name":"Kerry Bolton","rejection":null,"government_response":{"summary":"We are committed to tackling cervical cancer through vaccination, screening, and GPs assessing women of any age who present with symptoms and referring them, in line with clinical guidelines.","details":"We are committed to tackling cervical cancer. \r\n\r\nGuidance for primary care on the management of young women who present with gynaecological symptoms, ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’, was developed and published in March 2010.  The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners, and the Royal College of Physicians.  This guidance can be found on the GOV.UK website, https://www.gov.uk/government/collections/cervical-screening-professional-guidance\r\n\r\nThe National Institute for Health and Care Excellence (NICE) guidelines for Suspected cancer: recognition and referral (June 2015) are also available to help GPs assess when it is appropriate to refer patients for suspected cancer, including cervical cancer. It should be noted that a cervical screening test (previously known as a smear test) is a method of detecting abnormal cells on the cervix and is unlikely to be appropriate when a woman has gynaecological issues that are symptomatic of cancer. The guidelines recommend that GPs should consider a suspected cancer pathway referral (for an appointment within 2 weeks) for women if, on examination, the appearance of their cervix is consistent with cervical cancer and do not include the need to conduct a cervical screening test.  The guidelines are available on NICE’s website at www.nice.org.uk/guidance/ng12\r\n\r\nFollowing advice from an expert advisory body, the Joint Committee on Vaccination and Immunisation, a routine HPV vaccination programme for girls has been available since 2008.  The aim of the programme is primarily to prevent cervical cancer, by routinely offering vaccination to girls aged around 13 years before they become sexually active.  It is expected that the HPV vaccination programme will reduce the already low rates of cervical cancer in these young women and allow them to be protected for years to come.\r\n\r\nWomen are invited for cervical screening from 25 years of age in order to identify and treat abnormalities in the cells of the cervix and the early signs of cancer. Experts estimate the programme saves up to 4,500 lives per year in England.\r\n\r\nDepartment of Health\r\n","created_at":"2016-05-09T15:19:28.256Z","updated_at":"2016-05-09T15:19:28.256Z"},"debate":null}},{"type":"petition","id":127577,"links":{"self":"https://petition.parliament.uk/petitions/127577.json"},"attributes":{"action":"Stop councils using surface/gravel dressing to maintain roads","background":"Every year councils across the country put road users lives at risk by surface dressing roads. Laying down gravel and stone chips in the hope that traffic will eventually bed it down is wrong, corner cutting, false economy and out right dangerous ","additional_details":"","state":"open","signature_count":13483,"created_at":"2016-04-11T17:46:12.130Z","updated_at":"2016-08-27T21:47:37.753Z","open_at":"2016-04-12T19:00:21.902Z","closed_at":null,"government_response_at":"2016-08-12T11:25:50.886Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-11T20:43:14.827Z","response_threshold_reached_at":"2016-08-04T09:57:07.585Z","creator_name":"Nicholas Alexander","rejection":null,"government_response":{"summary":"This Government takes the issue of road safety and the condition of the local road network very seriously. ","details":"The Government is allocating more than £6bn in this Parliament to highway authorities in England, outside London, for highways maintenance.\r\n\r\nFor local roads, which are the statutory responsibility of local highway authorities, it is for each individual authority to decide on the most suitable materials to be used for resurfacing and repair works, based upon their local knowledge and circumstances.\r\n\r\nSurface Dressing can be an efficient and effective method for routine maintenance of road surfaces. Once authorities have repaired any defects on the road, they spray the existing surface with a thin layer of hot bitumen binder, then spread stone chippings over the bitumen and use a heavy roller so that the bitumen sticks them to the existing surface. \r\n \r\nThis type of dressing forms a water-resistant protective layer which makes the road less slippery (more skid-resistant) and extends its life by preventing water (and then ice) getting in to cause cracks and eventually potholes. \r\n \r\nUsually after a week the highway authority will return to sweep the road to remove most loose chippings. However, some loose chippings will remain until road vehicles press them into the bitumen.\r\n\r\nDepartment for Transport","created_at":"2016-08-12T11:25:50.884Z","updated_at":"2016-08-12T11:25:50.884Z"},"debate":null}},{"type":"petition","id":136595,"links":{"self":"https://petition.parliament.uk/petitions/136595.json"},"attributes":{"action":"Maintain the Erasmus scheme despite Britain's exit from the European Union","background":"My degree programme consists of a placement year which is part-funded by the Erasmus scheme.\r\n\r\nHowever, the EU referendum has endangered access to this funding for myself and thousands of others. Please support my plea to make the Erasmus scheme a vital part of the United Kingdom's renegotiation.","additional_details":"I have also drafted a letter to send to your MP to show the importance of this scheme please visit this Dropbox link to get access to a download of this letter.\r\n\r\nhttps://www.dropbox.com/s/hofvmeoawzmnkqy/Erasmus%20MP%20Letter.docx?dl=0\r\n\r\nIf you would like any additional information about the Erasmus scheme then please follow this link:\r\n\r\nhttp://www.european-funding-guide.eu/articles/financing-tips/erasmus-programme","state":"open","signature_count":13111,"created_at":"2016-06-24T21:45:17.950Z","updated_at":"2016-08-27T20:17:09.194Z","open_at":"2016-07-04T16:21:22.416Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T22:20:56.116Z","response_threshold_reached_at":"2016-07-16T11:40:07.146Z","creator_name":"Ryan Dominic Ball","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125827,"links":{"self":"https://petition.parliament.uk/petitions/125827.json"},"attributes":{"action":"The repeal of  the code on farming chickens for meat + farming should be debated","background":"The Government plans to scrap  the code on farming chickens for meat and breeding.","additional_details":"The proposed Government amendments or downgrading of animal welfare standards (scheduled to commence on 27 April 2016) i.e the repealing of statutory codes on farm animal welfare, including: \r\n\r\n1. the scrapping of the official code on farming chickens for meat and breeding; and \r\n2. the proposed move to \" industry-led” guidance,\r\n\r\nmay reasonably be seen as significantly posing the risk of: \r\n\r\n(A) reducing animal welfare standards; and \r\n(B) negatively impacting on consumer safety and public health,\r\n\r\nand, as such, should be debated in, and be the subject of, legislation passed by the UK Parliament before being implemented.","state":"open","signature_count":13027,"created_at":"2016-03-26T04:10:32.035Z","updated_at":"2016-08-27T15:58:06.634Z","open_at":"2016-03-31T11:33:33.001Z","closed_at":null,"government_response_at":"2016-04-14T13:01:15.563Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-26T09:10:10.552Z","response_threshold_reached_at":"2016-04-05T20:45:25.141Z","creator_name":"David Walker","rejection":null,"government_response":{"summary":"The Government intends to retain the statutory codes. ","details":"We have the highest standards of animal welfare in the world and no changes were ever planned to the animal welfare legislation upholding them, or to the strict enforcement and penalties that apply. \r\n \r\nThe Government has confirmed that this legislation will continue to be supported by statutory codes. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-04-14T13:01:15.555Z","updated_at":"2016-04-14T13:01:15.555Z"},"debate":null}},{"type":"petition","id":131481,"links":{"self":"https://petition.parliament.uk/petitions/131481.json"},"attributes":{"action":"Ban the wearing of a Burka, any full or partial front face coverings in public.","background":"All full or partial front face coverings should be banned in public for security reasons, the Burka its self is a huge security risk, the person wearing it could be male or female unless you can see the full face you would never know. Crash helmets will of course still be compulsory while riding.","additional_details":"Burkas and some full/partial face coverings are worn by choice, it's been said in the past a wanted male criminal has escaped the country by wearing a burka. ","state":"open","signature_count":13007,"created_at":"2016-05-27T08:24:21.788Z","updated_at":"2016-08-27T21:52:53.921Z","open_at":"2016-06-02T10:21:16.231Z","closed_at":null,"government_response_at":"2016-08-11T14:50:38.664Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T20:00:57.743Z","response_threshold_reached_at":"2016-07-21T21:06:23.251Z","creator_name":"Colin Smith","rejection":null,"government_response":{"summary":"Face coverings can be worn in public places for a variety of legitimate reasons.  The Government has no intention of making it a criminal offence to wear face coverings.","details":"Face coverings can be worn in public places for a variety of legitimate reasons, from religious observance to keeping warm in inclement weather.  The Government has no intention of making it a criminal offence to wear face coverings.\r\n\r\nWhere face coverings are used for the purpose of concealing identity, section 60AA of the Criminal Justice and Public Order Act 1994 provides police officers with the power to remove them.  The police may also remove face coverings during a stop and search or following an arrest.  The Government considers these powers to be both proportionate to citizens’ civil liberties and sufficient to allow the police to protect the public from harm.\r\n\r\nHome Office","created_at":"2016-08-11T14:50:38.662Z","updated_at":"2016-08-11T14:50:38.662Z"},"debate":null}},{"type":"petition","id":129423,"links":{"self":"https://petition.parliament.uk/petitions/129423.json"},"attributes":{"action":"Reinstate RPI index linking to Military pensions from the current CPI index link","background":"Military pensions have previously been index linked to RPI, this was part of the agreement of pay and pensions. This was altered and all are now index linked to CPI. This alteration has a huge financial impact later, for all current serving and veteran personnel.","additional_details":"The CPI linking should not apply until the date of activation. It should only apply to those starting their service after the date of CPI index linking was introduced. The pension agreement change is different to the terms most people started their service on and is a change that was forced. It cannot be considered fair to change an employees contract retrospectively without their acceptance and further more this is effecting the financial plans and hopes for those who serve and served.  ","state":"open","signature_count":12917,"created_at":"2016-05-04T10:09:37.841Z","updated_at":"2016-08-27T13:52:34.184Z","open_at":"2016-05-05T11:24:29.866Z","closed_at":null,"government_response_at":"2016-05-27T14:26:17.607Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T17:51:50.777Z","response_threshold_reached_at":"2016-05-15T20:23:14.135Z","creator_name":"Sean Carrington","rejection":null,"government_response":{"summary":"On 22 June 2010, the Chancellor announced that for 2011, public service pensions would increase in line with the CPI rather than the RPI.","details":"On 22 June 2010, the Chancellor announced that for 2011, with the exception of the state pension and pension credit, benefits, tax credits and public service pensions would increase in line with the Consumer Price Index (CPI) rather than the Retail Price Index (RPI).\r\n\r\nPublic service pensions, including Armed Forces pensions, are increased under the provisions of the Pensions (Increase) Act 1971 and Section 59 of the Social Security Pensions Act 1975. The latter provides for public service pensions to be uprated at the same time and by the same percentage as the increase in the additional pension provided under the State Earnings Related Pension Scheme (SERPS), which has been based on the increase in the CPI since April 2011. Prior to this date the RPI was used rather than the CPI. The underlying purpose of this legislation is to maintain the purchasing power of the additional elements of state retirement pensions and public service pensions. \r\n\r\nThe rationale for the change is as follows:\r\n•\tCPI is the headline measure of inflation used by the Bank of England;\r\n•\tCPI takes better account of how behaviour changes in response to price changes; \r\n•\tCPI also more accurately represents the inflation experience of pensioners and benefit recipients – for example, RPI excludes pensioners who receive a significant proportion of their income from the State (up to 20% of retired households); and\r\n•\tCPI is less volatile – for example, RPI was negative in September 2009 whereas CPI continued to rise.\r\n\r\nThe pension is accrued (or activated) on the basis of current prices.  The uprating of pensions does not apply retrospectively.\r\n\r\nIn response to a legal challenge against this decision the High Court and the Court of Appeal both ruled in the Government's favour, finding that CPI is appropriate for benefits and pensions uprating.\r\n\r\nRPI has also historically experienced periods of negative year on year change, as in 2009 when the uprating of pensions in payment was also frozen.\r\n\r\nMinistry of Defence","created_at":"2016-05-27T14:26:17.605Z","updated_at":"2016-05-27T14:28:05.184Z"},"debate":null}},{"type":"petition","id":131556,"links":{"self":"https://petition.parliament.uk/petitions/131556.json"},"attributes":{"action":"Fund more research into DIPG brain tumours, which are almost universally fatal.","background":"In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.","additional_details":"• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n","state":"open","signature_count":12884,"created_at":"2016-05-27T23:24:18.798Z","updated_at":"2016-08-27T18:19:50.219Z","open_at":"2016-06-03T09:55:42.250Z","closed_at":null,"government_response_at":"2016-07-15T13:19:09.608Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T08:05:52.730Z","response_threshold_reached_at":"2016-06-28T11:35:38.278Z","creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"The Government has set up a new working group on how to increase the impact and quantity of brain tumour research, including that on DIPG to achieve better outcomes for patients and their families.","details":"The Government agrees that an increase in the level of research into diffuse intrinsic pontine gliomas (DIPG) and other brain tumours is crucial in order to achieve better outcomes for patients and their families who are affected by these devastating diseases.\r\n\r\nGeorge Freeman, the Minister for Life Sciences, is therefore convening the new Department of Health Task and Finish Working Group on Brain Tumour Research. This is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group will be chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser, and will report directly to the Minister for Life Sciences. The Government anticipates that the Working Group will need to meet in person three times before completing its tasks by September 2017.\r\n\r\nThe Department funds the National Institute for Health Research (NIHR) to increase the volume of applied health research for the benefit of patients and the public, drive faster translation of basic science discoveries into tangible benefits for patients and the economy, and develop and support the people who conduct and contribute to applied health research. NIHR cancer research expenditure has risen from £101 million in 2010/11 to £135 million in 2014/15 (the latest available figure). Most of this investment (£111 million in 2014/15) is in cancer research infrastructure where spend on specific disease areas such as brain tumours cannot be separated from total infrastructure expenditure. This infrastructure including NIHR biomedical research centres and the NIHR Clinical Research Network.\r\n\r\nThe Medical Research Council (MRC) is one of the main agencies through which the Government support medical and clinical research. It is an independent research funding body which receives its grant in aid from the Department for Business, Innovation and Skills. The MRC supports research through a range of grants and personal awards to scientists in universities, medical schools and other research institutes and welcomes investigator-initiated research proposals in all areas of research relevant to human health. Between 2010/11 to 2014/15 the MRC spent £10.9 million supporting research into brain and pituitary tumours, spanning basic discovery science, translational projects to progress treatments to clinics and early clinical trials. MRC will be represented on the Working Group.\r\n\r\nDepartment of Health","created_at":"2016-07-15T13:19:09.605Z","updated_at":"2016-07-15T13:19:09.605Z"},"debate":null}},{"type":"petition","id":164851,"links":{"self":"https://petition.parliament.uk/petitions/164851.json"},"attributes":{"action":"Protect grouse Moors and grouse shooting","background":"Grouse moors and grouse shooting are an integral part of moorland management both for the grouse and other native wildlife such as lapwing and curlew it also helps support of local businesses and jobs in the local areas this cannot be banned ","additional_details":"Here is a link to the Countryside Alliance website for more information on how grouse moors benefit the environment and the facts behind it:\r\n\r\nhttp://www.countryside-alliance.org/ca-flatcap/wp-content/uploads/2016/08/Grouse-Shooting-The-Facts-10-Key-Questions-Answered-July-2016.pdf","state":"open","signature_count":12742,"created_at":"2016-08-14T12:21:58.222Z","updated_at":"2016-08-27T23:04:35.497Z","open_at":"2016-08-15T13:01:14.433Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-14T14:14:57.817Z","response_threshold_reached_at":"2016-08-23T09:36:35.184Z","creator_name":"Jack Bryant ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128795,"links":{"self":"https://petition.parliament.uk/petitions/128795.json"},"attributes":{"action":"Amend the immigration bill to allow 3000 lone child refugees to enter the UK","background":"On Monday 25th April 2016, MPs voted AGAINST amending the bill to allow these stranded children refuge in the UK. We the people demand that the government move forward with the amendments in order to prevent thousands of unaccompanied Syrian children falling victim to exploitation and abuse. ","additional_details":"","state":"open","signature_count":12713,"created_at":"2016-04-25T22:58:13.747Z","updated_at":"2016-08-26T19:36:39.283Z","open_at":"2016-04-26T11:48:28.193Z","closed_at":null,"government_response_at":"2016-05-12T15:41:46.493Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T23:08:36.986Z","response_threshold_reached_at":"2016-04-28T15:38:02.434Z","creator_name":"Philip Larkin","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:41:46.490Z","updated_at":"2016-05-12T15:41:46.490Z"},"debate":null}},{"type":"petition","id":128996,"links":{"self":"https://petition.parliament.uk/petitions/128996.json"},"attributes":{"action":"Stop North Devon District Hospital possible closures of essential services.","background":"It has come to light that there may be possible closures of essential services at North Devon District Hospital - A\u0026E, Baby care unit, Maternity and Stroke unit. This needs to be halted as this will without doubt lead to deaths.","additional_details":"","state":"open","signature_count":12612,"created_at":"2016-04-27T20:07:24.073Z","updated_at":"2016-08-27T09:33:12.982Z","open_at":"2016-04-29T13:51:23.360Z","closed_at":null,"government_response_at":"2016-07-06T14:31:56.592Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-27T20:16:49.151Z","response_threshold_reached_at":"2016-06-17T13:51:23.971Z","creator_name":"Christopher Brian Brookes-Cowley","rejection":null,"government_response":{"summary":"Reconfiguration of front line health services is a matter for the local NHS, led by clinicians and in the interests of local people. Any significant service changes will be formally consulted on. ","details":"Consideration of the shape of services at North Devon District Hospital is part of a wider review of health and care services North, East and West Devon, under a programme called the Success Regime. The purpose of the Success Regime is to improve and promote health and care services for patients in local health and care systems that are struggling with financial or quality problems, or sometimes both.  Two other health economies are also participating: Mid and South Essex and West, North and East Cumbria.\r\n\r\nThe regime is tailored to local circumstances, building on existing interventions and working with providers, commissioners and other local stakeholders to diagnose underlying issues and develop and implement the solutions to address both short-term performance and long-term strategic issues.\r\n\r\nFollowing an intense diagnostic phase, the North, East and West Devon Success Regime have published a “Case for Change” report, which sets out the underlying challenges facing the area and opportunities to reduce health inequalities, improve access to services and ensure clinical and financial stability. The Success Regime is now starting work locally to respond to the Case for Change. Potential service models for acute and community care are being considered. \r\n\r\nLocal and national leaders working as part of the Success Regime are conscious of the need to ensure that the people of North Devon are able to access high quality, sustainable services. Devon’s rural nature, deprivation levels and age of population are being factored into thinking about how services could look in the future. The geography of the area means that certain key services based in acute hospitals will remain an important feature of healthcare provision across Devon in future, including in the North of the county. However, ear marking particular services could hinder a full process of options development which is necessary to reach the most sustainable proposals.\r\n\r\nNo decisions have yet been made and the input of local communities will remain important throughout the process. Any significant service change proposals will go through formal public consultation. \r\n\r\nThe reconfiguration of front line health services is a matter for the local NHS. The Government is clear that service changes should be tailored to meet the needs of the local population, and led by clinicians, not driven from the top down. \r\n\r\nDepartment of Health","created_at":"2016-07-06T14:31:56.589Z","updated_at":"2016-07-06T14:31:56.589Z"},"debate":null}},{"type":"petition","id":123631,"links":{"self":"https://petition.parliament.uk/petitions/123631.json"},"attributes":{"action":"Amend the Dangerous Dogs Act to allow for fair, uniform return of seized dogs.","background":"Hundreds of dogs are seized every year by authorities as prohibited dogs, many having posed no danger. Once seized they can spend months or years in kennels awaiting trial. This has a detrimental effect on physical and mental welfare while costing the taxpayer approximately £15 per dog per day.","additional_details":"Despite SI138 giving the Chief of Police discretion to return a dog prior to any court hearing, very few are returned once seized. We petition DEFRA to amend this by way of a S.I to allow owners to make an application directly to the court \u0026 for the courts to have overall discretion \u0026 jurisdiction if the Chief of Police does not allow a dog to return home within two weeks of its seizure. If the application to the court is successful, the costs of making the application be borne by the police.","state":"open","signature_count":12068,"created_at":"2016-03-03T10:36:43.201Z","updated_at":"2016-08-26T17:25:46.755Z","open_at":"2016-03-03T15:48:39.620Z","closed_at":null,"government_response_at":"2016-08-12T11:21:38.941Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-03T10:57:27.108Z","response_threshold_reached_at":"2016-07-28T18:16:22.138Z","creator_name":"Alison Green","rejection":null,"government_response":{"summary":"The Government considers that the police are best placed to decide whether a seized dog can be returned to its owner based on the individual circumstances of the case.","details":"The Dangerous Dogs Act 1991 prohibits the possession of certain types of dog. However, individual dogs within this category can be kept if they are considered by the courts not to be dangerous and certain precautions are followed.\r\n\r\nWhile the court decides whether an individual dog can be kept, the dog will have invariably been seized by the police.  However the police can decide to release the dog pending the decision of the court. To make this decision the police will consider whether it is in the best interests of public safety as well as the likelihood that the dog will be kept in accordance with certain conditions.  \r\n\r\nThe police are best placed to make this decision within the tight timeframes needed to keep detention minimal. By comparison, the court process would be lengthy as it would be subject to the submission of evidence from prosecution and defence. \r\n\r\nDepartment for Environment, Food \u0026 Rural Affairs","created_at":"2016-08-12T11:21:38.938Z","updated_at":"2016-08-12T11:21:38.938Z"},"debate":null}},{"type":"petition","id":123005,"links":{"self":"https://petition.parliament.uk/petitions/123005.json"},"attributes":{"action":"Tougher sentencing for paedophiles, child abusers, rapists and sex offender,","background":"We believe that the sentencing for paedophiles, child abusers, rapists, and sex offender is to lenient and call for tougher sentencing, they are simply getting away with their crimes, so please show your support and sign and share this petition and help us make a change and make a brighter future   ","additional_details":"We must think about our children's future and make a stand against all sex offenders, we should no longer accept the lenient sentencing, our children have rights in society, and we want justice for our children and our children's future. so lets all come together and win this fight against these offenders, and give them the sentencing they deserve. please help us spread this petition far and wide, play your part in changing the law and make the future a brighter one. ","state":"open","signature_count":11932,"created_at":"2016-02-25T21:06:15.353Z","updated_at":"2016-08-27T16:51:00.258Z","open_at":"2016-02-29T12:02:11.333Z","closed_at":null,"government_response_at":"2016-06-08T09:59:30.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T21:36:43.611Z","response_threshold_reached_at":"2016-05-23T22:21:18.388Z","creator_name":"Neil Ivall","rejection":null,"government_response":{"summary":"The most serious offences have severe maximum penalties, including an automatic life sentence for anyone convicted of a second very serious sexual offence. ","details":"More adult offenders are being imprisoned, and for longer, compared to 2010. \r\n\r\nThe latest sentencing statistics for sexual offences show:\r\n•\tthe average custodial sentence length (ACSL) for adults across all sexual offences has increased from 49.5 months in 2010, to 62.5 months in 2015;\r\n•\tthe ACSL for adults convicted of rape has increased from 99.5 months in 2010, to 120.9 months in 2015 – and for rape of a child under 16, the adult ACSL has increased from 119.1 months in 2010, to 139.9 months in 2015;\r\n•\t5,136 adults were sentenced for sexual offences in 2010, compared to 6,406 in 2015.\r\nAn automatic life sentence for a second very serious sexual offence was introduced in December 2012, and all dangerous offenders and child rapists are now subject to discretionary release (rather than automatic release) on licence prior to the end of their custodial term.\r\n\r\nSentencing in individual cases is a matter for our independent courts, which must follow sentencing guidelines issued by the independent Sentencing Council.  The Council issued a new sentencing guideline on sexual offences effective from April 2014, following full public consultation.  As well as physical harm, the approach in the new guideline reflects more fully the psychological and longer term effects on the victim, enabling courts to take into account the true extent of what the victim has been through.\r\n\r\nMinistry of Justice","created_at":"2016-06-08T09:59:30.734Z","updated_at":"2016-06-08T09:59:30.734Z"},"debate":null}},{"type":"petition","id":123789,"links":{"self":"https://petition.parliament.uk/petitions/123789.json"},"attributes":{"action":"Change the Army pension back to 55 from 60 years of age","background":"The qualifying age for a British army pension age was always 55 in 2012 the government  breached our military contracts by changing it to 60 years old. We all served our country proudly and with honour and once again we are being let down, ","additional_details":"When you join the HM Forces you sign a contract and then swear legiance to Her Majesty Queen Elizabeth the Second, if we ever broke the contract we would be classed as AWOL, Absent without leave and we would definitely have to do some hard jail time and have a tarnished  military record. The government thinks that this contract can be broken like it is nothing, we stood shoulder to shoulder on the parade ground, shoulder to shoulder in conflicts, let's make a change and stand together once more","state":"open","signature_count":11776,"created_at":"2016-03-04T22:33:22.267Z","updated_at":"2016-08-27T18:43:23.013Z","open_at":"2016-03-07T17:16:59.746Z","closed_at":null,"government_response_at":"2016-05-25T10:36:54.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-04T23:03:28.860Z","response_threshold_reached_at":"2016-05-12T08:43:38.849Z","creator_name":"Steven stone","rejection":null,"government_response":{"summary":"In 2010, the Government asked Lord Hutton to chair the IPSPC which conducted a review of public service pensions and made recommendations that were sustainable and affordable.","details":"The Independent Public Service Pensions Committee (IPSPC) made its final report in March 2011 and recommended changes to all public service pensions, including those for the Armed Forces. The IPSPC recommended that the Normal Pension Age (NPA) for the new schemes be increased in line with the State Pension Age (SPA) to reflect increased life expectancy, which has grown dramatically in the last few decades. It was also recommended that the link between SPA and NPA should be reviewed regularly with a preference for keeping the two pension ages linked. This would more fairly distribute the benefits between scheme members. An exception was made for the uniformed services where the new NPA was set to age 60, rather than the national age of 65, to reflect the unique characteristics of the work involved. \r\n\r\nFor members of Armed Forces Pension Scheme 2015 (AFPS15) personnel who do not serve until the NPA of 60, an Early Departure Payment (EDP) consisting of a tax-free lump sum and an annual income is provided to personnel; provided they have completed 20 years’ service and reached age 40.  A similar arrangement exists for AFPS 05 members in that they must be aged at least 40 and serve for 18 years. These payments are designed to compensate personnel for the fact that a full military career is not available to the majority of Regular Service personnel, and the corresponding reduction in pension. It should be taken into account that, even prior to the change in NPA, only 2% of Service personnel served through to age 55. For AFPS75 members they are eligible to receive an immediate pension, subject to meeting the pension scheme’s criteria but are not eligible to receive EDP payments. \r\n\r\nService personnel who transferred across to the new Armed Forces Pension Scheme (AFPS 15) had the value of the pension benefits earned up to the introduction of the new scheme protected. These benefits remain payable at the time they were expected to be paid in accordance with the legacy pension scheme rules and linked to the final pensionable salary at the point of leaving the Services. For those who transferred to the new pension scheme, the qualification period for the new EDP also includes time spent in a legacy scheme.  For those members who were within 10 years of their normal pension age as at 1 Apr 2012 they will remain in their existing schemes and be bound by those terms and conditions.   \r\n\r\nIt should also be noted that pensions can be taken from age 55 under AFPS 15, but these are actuarially reduced to reflect the fact that the pension will be paid over a longer period.\r\n\r\nMinistry of Defence","created_at":"2016-05-25T10:36:54.733Z","updated_at":"2016-05-25T10:36:54.733Z"},"debate":null}},{"type":"petition","id":126346,"links":{"self":"https://petition.parliament.uk/petitions/126346.json"},"attributes":{"action":"Legalise cannabis use for adults over 21 years of age..","background":"6 plants/18 seedlings/24 oz useable cannabis per adult.Allow extracts,medibles,topicals to be sold in licensed dispensaries,after being tested in accredited testing facilities.No restrictions of THC content.End prohibition and the failed war on drugs.We're not going away.","additional_details":"Psychotic illness is genetic in nature,not caused by cannabis,as per University of Toronto/Harvard Medical School and is,in fact,treated successfully with cannabis.Cannabis is used as an exit drug to treat alcoholism.Hebrew University in Jerusalem.Raphael Mechoulam, Ph.D of Hebrew University.Colorado,Washington,Oregon,Alaska, Washington DC,et al.The Lancet.JAMA. National Geographic.  Dravet Syndrome. Lennox-Gastault Syndrome. Fibromyalgia. Crohn's.MND.MS.Anxiety.Depression.We're not going away.","state":"open","signature_count":11396,"created_at":"2016-04-01T16:35:03.683Z","updated_at":"2016-08-27T22:18:07.803Z","open_at":"2016-04-04T09:50:32.481Z","closed_at":null,"government_response_at":"2016-08-23T10:56:47.988Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T16:52:43.829Z","response_threshold_reached_at":"2016-07-25T16:43:26.054Z","creator_name":"Anne O'Neill","rejection":null,"government_response":{"summary":"The Government has no intention of legalising cannabis. Cannabis has the capacity to damage people’s mental and physical health, and harms both individuals and communities. ","details":"The evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs, is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”.  Legalising it would not prevent the crime associated with its production and supply, nor prevent the associated harms to users, their families and wider society. \r\n\r\nLegalisation would wrongly signal that cannabis use is without risk, particularly among those who do not use drugs. It is vital that we prevent people, especially young people, from using drugs in the first place and intervene early with those who do start to develop problems. Making cannabis legal would be counter-productive to this action.\r\n\r\nIndeed legalisation would carry its own administrative and enforcement costs which could be substantial. A system of this kind would continue to require resources from health services, enforcement partners and the criminal justice system to manage wider prescription and dependence treatment costs – including treating health harms of individual users; compliance activity and monitoring activities around production, demand and supply.\r\n\r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval. \r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals.\r\n\r\nThe Government continues to take action to prevent the harms caused by drug use – from educating young people about the risks to helping dependent individuals through treatment, and supporting law enforcement in tackling the illicit trade.  We have seen a reduction in drug misuse among adults and young people compared with a decade ago and more people are recovering from their dependency now than in 2009/10. \r\n\r\nThe Government is currently developing a new Drug Strategy, working with key partners, including commissioners, treatment providers, service users and our independent experts, the Advisory Council on the Misuse of Drugs, to identify what further steps we can take to tackle the issue.  \r\n\r\nHome Office","created_at":"2016-08-23T10:56:47.985Z","updated_at":"2016-08-23T10:56:47.985Z"},"debate":null}},{"type":"petition","id":163428,"links":{"self":"https://petition.parliament.uk/petitions/163428.json"},"attributes":{"action":"Prevent the closure of the Maternity Unit at Banbury Horton General Hospital","background":"Banbury is one of the largest towns in Oxfordshire and getting bigger.\r\nThe services of the Maternity ward at Horton Banbury save and support babies, mums and families and has done so in the past. \r\nHaving to go to the JR in Oxford is risking way too many lives. The MU at Horton is highly needed!\r\n","additional_details":"","state":"open","signature_count":11383,"created_at":"2016-07-29T07:09:37.784Z","updated_at":"2016-08-27T23:05:56.496Z","open_at":"2016-07-29T12:18:47.453Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T07:19:35.003Z","response_threshold_reached_at":"2016-08-04T15:20:55.849Z","creator_name":"Gavin Mack","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127045,"links":{"self":"https://petition.parliament.uk/petitions/127045.json"},"attributes":{"action":"Stop Clause 81 of the police and crime bill being passed as law.","background":"The supporters of this petition are against clause 81 of the police and crime bill. The supporters would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law.\r\n","additional_details":"Clause 81 of the police and crime bill would give the police and only the police the right to be consulted by the home secretary when making amendments to the home office guide on firearms law. The supporters of this petition would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law. We feel this is the only democratic and balanced way amendments to this or any law should be conducted\r\n","state":"open","signature_count":11052,"created_at":"2016-04-07T22:18:40.834Z","updated_at":"2016-08-26T10:25:16.582Z","open_at":"2016-04-08T16:22:14.304Z","closed_at":null,"government_response_at":"2016-06-07T14:08:00.357Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-07T23:11:10.103Z","response_threshold_reached_at":"2016-04-29T15:22:24.974Z","creator_name":"Sacha Barac","rejection":null,"government_response":{"summary":"The UK has some of the toughest gun control laws in the world and we are determined to keep it that way. ","details":"The Government keeps the firearms licensing system under review to safeguard against abuse by criminals and to preserve public safety. Following Her Majesty’s Inspectorate of Constabulary (HMIC’s) inspection of firearms licensing , and their recommendation to put police guidelines on a statutory footing, clause 107 of the Policing and Crime Bill introduces a power for the Home Secretary to issue the police with statutory guidance on firearms. \r\n\r\nThis will allow existing safeguards around firearms ownership, for example background checks, medical suitability checks, and criteria around applicants with a history of domestic violence, to be enshrined in statutory guidelines. Other aspects of the existing Home Office guide will remain on a non-statutory footing. \r\n\r\nThe new statutory guidance will ensure that the highest standards of public safety are maintained. Responsible gun owners who pose no risk will continue to be granted firearms certificates by the police, as they are now. \r\n\r\nThe police must have regard to the guidance issued by the Home Secretary. Currently, because Home Office guidance is non-statutory, the police are not obliged to follow it. HMIC’s report on firearms licensing found that existing guidance was frequently not followed, resulting in an inconsistent approach between forces.\r\n\r\nThe Home Secretary will consult widely on the first edition of the new statutory guidance and will consider the views of shooting organisations as well as those of the police. The Government always aims to seek views from organisations likely to be affected by policy changes, and this is not a matter for legislation. The police must be able to implement the new guidance and are therefore listed as a statutory consultee.\r\n\r\nThe clause will be subject to Parliamentary scrutiny during the passage of the Bill.\r\n\r\nHome Office","created_at":"2016-06-07T14:08:00.354Z","updated_at":"2016-06-07T14:08:00.354Z"},"debate":null}},{"type":"petition","id":132671,"links":{"self":"https://petition.parliament.uk/petitions/132671.json"},"attributes":{"action":"Ensure that MPs are factually accurate \u0026 accountable in public campaigns","background":"Throughout recent campaigns, MPs from all sides have been accused of scaremongering and falsely purveying facts. We, the British public deserve more. We hereby ask that MPs be required by law to cite their claims with reputable sources both in writing and in speech, and be held accountable to them.","additional_details":"For too long MPs have been allowed to make unsubstantiated claims in public campaigns. These claims stagnate debate and confuse the public, as MPs argue and bicker with each other.\r\n\r\nA student at university must fully reference all information. A consultant must back-up their claims. An engineer must cite their sources. \r\n\r\n - Why should MPs be exempt from factual accountability? - \r\n\r\nIt is time for schoolyard politics to grow up. It isn't our job to check facts - MPs should be made to state them.","state":"open","signature_count":10727,"created_at":"2016-06-15T09:04:35.404Z","updated_at":"2016-08-26T17:27:31.234Z","open_at":"2016-06-15T11:54:24.587Z","closed_at":null,"government_response_at":"2016-08-02T11:40:19.623Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:36:39.494Z","response_threshold_reached_at":"2016-07-02T08:51:14.966Z","creator_name":"Cobain Schofield","rejection":null,"government_response":{"summary":"Members of Parliament are expected to act in accordance with the Code of Conduct, issued by the Parliamentary Commissioner on Standards. ","details":"The Code outlines the general principles of conduct, identified by the Committee on Standards in Public Life. These are the principles of selflessness, integrity, objectivity, accountability, openness, honesty and leadership.\r\n\r\nWhen taking up their seats in the House of Commons, MPs swear an oath of allegiance, or make a solemn affirmation.\r\n\r\nThe Parliamentary Commissioner for Standards is responsible for ensuring adherence to the Code and investigating instances of alleged breaches. Government Ministers are also bound by the Ministerial Code.\r\n\r\nLeader of the House","created_at":"2016-08-02T11:40:19.621Z","updated_at":"2016-08-02T11:40:19.621Z"},"debate":null}},{"type":"petition","id":131326,"links":{"self":"https://petition.parliament.uk/petitions/131326.json"},"attributes":{"action":"Britain First announce militant action against elected Muslims PROSCRIBE NOW!","background":"Britain First are a far right, militant off-shoot of the BNP.\r\n\r\nIn a recent press release they have stated:\r\nThey consider all elected Muslim Officials 'Occupiers'. Their operations will focus on all aspects of Muslims' day-to-day lives and official functions, including where they live, work, pray.","additional_details":"They must be proscribed now.\r\n\r\nThey also stated:\r\n\"Britain First has an official policy of banning Islam in the UK and will not stop until all Islamist occupiers are driven out of politics completely. \"Stand by for a flurry of direct action operations, similar to those we have launched numerous times against Islamists such as hate preacher Anjem Choudary.\"\r\n\r\nhttp://www.huffingtonpost.co.uk/entry/britain-first-muslim-elected-officials_uk_574352c4e4b0e71ef36d9617?edition=uk\u0026b52pke8u54myousor","state":"open","signature_count":10641,"created_at":"2016-05-25T16:13:02.032Z","updated_at":"2016-08-27T21:17:32.278Z","open_at":"2016-05-27T08:55:34.231Z","closed_at":null,"government_response_at":"2016-08-24T14:48:52.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-25T16:31:58.039Z","response_threshold_reached_at":"2016-08-09T22:42:15.514Z","creator_name":"Al Doughty","rejection":null,"government_response":{"summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\n","details":"Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far right extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nThe Government condemns those who seek to spread hate by demonising British Muslims.  Those who seek to divide us damage our country by stoking anti-Muslim hatred and who deliberately raise community fears and tensions by bringing disorder and violence to our towns and cities.  \r\n\r\nThe Government’s Counter-Extremism Strategy sets out comprehensive measures to defeat all forms of extremism – violent or non-violent, Islamist or far-right extremism, by countering extremist ideology, building partnerships against extremism, disrupting extremists, and building cohesive communities.\r\n\r\nHome Office","created_at":"2016-08-24T14:48:52.508Z","updated_at":"2016-08-24T14:48:52.508Z"},"debate":null}},{"type":"petition","id":131222,"links":{"self":"https://petition.parliament.uk/petitions/131222.json"},"attributes":{"action":"Make British Sign Language part of the curriculum","background":"It's compulsory for students in England to take a language to 14 but signing isn't listed along with French, Germany or Mandarin. With one in 60 brits profoundly deaf and 11m others with hearing problems, this is a glaring omission is it not?","additional_details":"","state":"open","signature_count":10600,"created_at":"2016-05-24T08:32:43.157Z","updated_at":"2016-08-27T18:32:11.560Z","open_at":"2016-05-25T11:23:11.518Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T09:26:24.701Z","response_threshold_reached_at":"2016-07-27T18:55:02.128Z","creator_name":"jade armstrong","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122770,"links":{"self":"https://petition.parliament.uk/petitions/122770.json"},"attributes":{"action":"we require parliament to debate Lord Kilmuir's letter to Edward Heath","background":"In this time of the future referendum the public knowledge of the letter should be discussed because although the evidence of the letter exists the content has never been debated in parliament.","additional_details":"letter can be viewed here.\r\nhttp://www.englishconstitutiongroup.org/damning-letter-from-lord-kilmuir-the-lord-chancellor-to-edward-heath-2/","state":"open","signature_count":10380,"created_at":"2016-02-24T11:17:26.004Z","updated_at":"2016-08-26T08:38:43.017Z","open_at":"2016-03-02T12:32:21.793Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-24T15:57:53.628Z","response_threshold_reached_at":"2016-08-01T08:14:34.476Z","creator_name":"john timbrell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128474,"links":{"self":"https://petition.parliament.uk/petitions/128474.json"},"attributes":{"action":"Please continue to provide annual financial support for the Cornish language.","background":"In 2002, Cornish was granted official “minority language” status under Part II of the 1992 Council of Europe Charter for Regional and Minority Languages (Hansard 5 Nov 2002 : Column 207W). ","additional_details":"In implementing the Charter under Part II, the Government is obliged to consider the needs and wishes of groups that use the Cornish language and those who wish to learn the language (Council of Europe 1992).","state":"open","signature_count":10257,"created_at":"2016-04-21T14:11:47.202Z","updated_at":"2016-08-27T15:35:22.745Z","open_at":"2016-04-21T15:08:22.438Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T14:26:27.936Z","response_threshold_reached_at":"2016-08-06T12:46:18.525Z","creator_name":"Dr Jon Mills","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":127285,"links":{"self":"https://petition.parliament.uk/petitions/127285.json"},"attributes":{"action":"Stop United Lincs Hospitals Trust from DOWNGRADING Boston Pilgrim hospital.","background":"ULHT put forward strategies to take away Midwifery, Paediatrics \u0026 Vascular  surgery from Pilgrim Hospital \u0026 they want to downgrade the A \u0026 E department at Pilgrim to move all the above to Lincoln County Hospital.  Lives will be at put at risk as it is a journey of one to two hours to Lincoln. ","additional_details":"Lincolnshire is the fourth largest county \u0026 has seen a huge rise in population due to immigration and the government should increase the provision of funding at Pilgrim and detach it from ULHT at Lincoln to ensure services not only remain in Pilgrim but services that have been taken away over the last few years return to Boston. The high population locally in south, east and coastal Lincs is greater than the whole of central Lincoln \u0026 our NHS LOCAL delivery of services must reflect that need. ","state":"open","signature_count":10182,"created_at":"2016-04-08T21:54:55.175Z","updated_at":"2016-08-26T18:52:57.869Z","open_at":"2016-04-11T14:05:18.008Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-08T22:44:43.082Z","response_threshold_reached_at":"2016-07-21T19:46:48.229Z","creator_name":"David Phillip Bosworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":122773,"links":{"self":"https://petition.parliament.uk/petitions/122773.json"},"attributes":{"action":"Increase funding rate for 3-4 year olds needing to provide pensions for staff.","background":"This problem affects all providers of early years child care where funding has not increased in parallel with rises in costs of provision.  .  \r\nWe are a small setting having a maximum of 12 children, The increase in the minimum wage along with need to provide a pension will close us.","additional_details":"Following the petition regarding increased hourly funding rate for 2-4 year olds in early years settings which received 10,056 signatures we now have not only an increase in the minimum wage but also the need to provide pensions for staff.  The cost of running a pension scheme, particularly in small settings which provide high quality child care, will cause many such settings to close.  This is a nation wide problem and will affect our children's future.","state":"open","signature_count":10121,"created_at":"2016-02-24T11:42:03.406Z","updated_at":"2016-08-26T02:08:47.452Z","open_at":"2016-03-16T17:51:52.905Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T08:17:30.019Z","response_threshold_reached_at":"2016-07-19T13:34:44.795Z","creator_name":"Gloria Dianne Bates","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":126845,"links":{"self":"https://petition.parliament.uk/petitions/126845.json"},"attributes":{"action":"Step in \u0026 safely reunite refugee minors in the EU with their families in the UK","background":"On April 1st Muhammed Hassan squeezed onto a lorry to try and reach his uncle in Manchester. He was 17 and died that night. Muhammed had a legal right to reunite with his family and continuing government failure to step in and reunite these families is leaving hundreds of minors and children at risk","additional_details":"In law refugee children in the EU have a right to reunite with their families. The process for this is broken. Just a handful of children have been reunited after months of legal battles.\r\n\r\nIn February 120,000 of us warned that unless government set up an expedited process in Calais that children would be left at risk. Now a minor who fled “Islamic State” has died just 14 miles from the Prime Minister’s house trying to reach his uncle. No more children should die trying to reach their loved ones.","state":"open","signature_count":10117,"created_at":"2016-04-06T21:55:40.123Z","updated_at":"2016-08-26T19:34:24.579Z","open_at":"2016-04-08T15:46:12.199Z","closed_at":null,"government_response_at":"2016-08-03T09:12:34.678Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-06T22:36:54.218Z","response_threshold_reached_at":"2016-07-03T18:14:57.795Z","creator_name":"Juliet Stevenson","rejection":null,"government_response":{"summary":"The Government is working with Member States to ensure family reunification under the Dublin Regulation works effectively. Plans to resettle unaccompanied refugee children from Europe are underway.","details":"The death of Muhammad Hassan was a tragedy and our thoughts are with his family.  This tragic incident further highlights the dangers of making perilous journeys across the Channel.\r\n\r\nThe Government continues to work with key EU Member States, including France, to ensure the Dublin Regulation family reunification process works effectively. Under the UK-France Joint Declaration, the UK and France have committed to ensuring that the provisions of the Dublin III Regulation are used efficiently and effectively.  To assist the handling of such cases, the two Governments have established a permanent official contact group, agreed single points of contact within respective Dublin Units and a UK asylum expert was seconded to the French administration to facilitate the improvement of all stages of the process.  The UK and France are running regular joint communication campaigns in northern France which inform unaccompanied children and others of their right to claim asylum in France. \r\n\r\nBetween the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 50 requests from France under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 40 have already been transferred to the UK. Between the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 40 requests from the rest of Europe (excluding France) under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 15 have already been transferred to the UK.\r\n\r\nFurthermore, we have started to implement the Immigration Act 2016 commitment to work with local authorities on plans to bring refugee children from Europe. Over 20 children who meet the criteria in the Immigration Act have been accepted for transfer to the UK since Royal Assent in May, the majority of whom have already arrived in the UK. As is required by the Immigration Act 2016, we are consulting with local authorities to confirm available capacity and to ensure appropriate support systems are in place. We are in active discussions with the UNHCR, UNICEF, NGOs and the Italian, Greek and French governments to strengthen and speed up mechanisms to identify, assess and transfer children who meet the criteria to the UK where this in their best interests.\r\n\r\nWe have always been clear that we want to support family reunification as much as possible. It is important to use the tools available to help children reunite with family wherever possible. We will prioritise cases with family links to the UK and where possible work within existing frameworks to ensure swift action is taken to assist these children.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nIn terms of support to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are. The UK is the largest bilateral humanitarian contributor to the ongoing situation in Europe and the Balkans with a total contribution of £65 million.  This includes nearly £46 million to provide life-saving aid to the most vulnerable migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans.\r\n\r\nIt also includes the £10 million Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations (UNHCR, Save the Children and the International Rescue Committee) to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-08-03T09:12:34.676Z","updated_at":"2016-08-03T09:12:34.676Z"},"debate":null}},{"type":"petition","id":122293,"links":{"self":"https://petition.parliament.uk/petitions/122293.json"},"attributes":{"action":"Make it law so that the NHS will always be in public hands","background":"It's the case that the current government wants to run the NHS into the ground by severely underfunding it. By making this law it will still be funded by the people, for all the people, and not treated as a profit making business where the quality of your care depends on your wealth.","additional_details":"","state":"open","signature_count":10066,"created_at":"2016-02-19T22:00:11.537Z","updated_at":"2016-08-27T14:53:25.045Z","open_at":"2016-03-21T11:14:04.867Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-21T12:06:42.724Z","response_threshold_reached_at":"2016-08-14T08:46:46.629Z","creator_name":"Matt barnett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165674,"links":{"self":"https://petition.parliament.uk/petitions/165674.json"},"attributes":{"action":"Make Everolimus available in England for TSC-related Brain (SEGA) tumours.","background":"After a 4 year delay, in June 2016, NHS England decided that saving the lives of children and young adults with inoperable TSC-related brain tumours was \"unaffordable\" -  even though the drug (everolimus) would cost the NHS less per patient than kidney dialysis.  ","additional_details":"NHS England’s decision not to fund Everolimus for the very small number of patients with inoperable TSC brain tumours is unethical.  Without this therapy they will die - as some already have during this 4 year wait for access. With it almost all would live long lives. There is no right of appeal. We call on government to reverse this unsound decision and to openly debate and agree a fair system of prioritization with healthcare professionals and the public in relation to rare disease treatments.","state":"open","signature_count":9828,"created_at":"2016-08-25T12:27:21.453Z","updated_at":"2016-08-27T23:58:17.462Z","open_at":"2016-08-25T13:40:12.774Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T13:08:54.096Z","response_threshold_reached_at":null,"creator_name":"Jayne Spink","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163483,"links":{"self":"https://petition.parliament.uk/petitions/163483.json"},"attributes":{"action":"Suspend Natural England licence to kill buzzards.","background":"Natural England has been granted a licence to kill buzzards to protect pheasants.","additional_details":"https://raptorpersecutionscotland.wordpress.com/2016/07/29/natural-england-issues-licence-to-kill-buzzards-to-protect-pheasants/","state":"open","signature_count":9235,"created_at":"2016-07-29T16:31:15.189Z","updated_at":"2016-08-27T23:10:39.601Z","open_at":"2016-08-03T13:52:04.125Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-30T10:12:29.147Z","response_threshold_reached_at":null,"creator_name":"Philippa Storey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124413,"links":{"self":"https://petition.parliament.uk/petitions/124413.json"},"attributes":{"action":"Stop planned cuts to the Personal Independence Payments.","background":"Personal Independence Payments are awarded to people living with disabilities who need help with basic tasks such as getting out of bed, getting washed and dressed, and bathing/personal hygiene. Approx 640,000 people whose basic care needs are tended to by help paid for with PIP will lose funding.","additional_details":"Over the last few years there have been many changes to the structure and award systems that provide financial assistance to people living with disabilities. The Personal Independence Payment was brought in to help those who can function relatively normally in society if provided with help with basic daily needs. Take away the PIP and the government is potentially going to be facing having to provide residential care for 640,000 additional people, the cost of which will be far greater than PIP.","state":"open","signature_count":9235,"created_at":"2016-03-12T16:35:12.239Z","updated_at":"2016-08-26T19:34:34.916Z","open_at":"2016-03-15T10:29:38.376Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-12T18:28:51.200Z","response_threshold_reached_at":null,"creator_name":"Beverley Ann Burrows","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130118,"links":{"self":"https://petition.parliament.uk/petitions/130118.json"},"attributes":{"action":"UK to openly investigate stolen funds from Nigeria kept in the UK \u0026 their return","background":"The UK has served as a haven for stolen funds for corrupt Nigerian political officials and their associates since the early 60s. These funds are kept as pseudo assets, bank accounts \u0026 properties. In law, the receiver of stolen goods is as guilty as the thief. It is about time the UK does something.","additional_details":"","state":"open","signature_count":9141,"created_at":"2016-05-12T05:51:53.098Z","updated_at":"2016-08-27T04:00:31.681Z","open_at":"2016-05-19T13:45:06.916Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-12T10:20:53.279Z","response_threshold_reached_at":null,"creator_name":"Siji Otenigbagbe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132672,"links":{"self":"https://petition.parliament.uk/petitions/132672.json"},"attributes":{"action":"Keep the Nursing Directorate in the Department of Health","background":"The Government is to scrap the nursing, midwifery and allied health professions policy unit.\r\n\r\nGiven that the Francis report (2013) suggested that nursing had a 'weak voice', and that profession’s voice to be strengthened, this move is counterintuitive. ","additional_details":"I have seen first hand the work that members of this unit do. Not only do they support projects that would otherwise not be recognised (for example, visiting/working with winners of the Molnlycke Wound Academy Scholarship and Awards programme), they provide impartial advice to the Government.\r\n\r\nAccording to the government, advice will be given by Jane Cummings, chief nursing officer based in NHS England. With the bet will in the world, one person cannot undertake the work that a whole unit does.","state":"open","signature_count":9084,"created_at":"2016-06-15T09:27:53.056Z","updated_at":"2016-08-27T21:30:09.134Z","open_at":"2016-06-21T14:17:56.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:22:05.094Z","response_threshold_reached_at":null,"creator_name":"Deborah Jayne Glover MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128487,"links":{"self":"https://petition.parliament.uk/petitions/128487.json"},"attributes":{"action":"Lift the ban on gay and bisexual men from donating blood whilst sexually active","background":"In the UK, men who engage in sexual acts with other men are banned from donating blood, unless they do not engage in these acts for a full 12 months prior to donation.","additional_details":"Men who sleep with men (MSM) are being stigmatised by this rule as being dangerous.\r\n\r\nAll blood samples used for donation are subject to rigorous testing to ensure that various illnesses, including HIV/AIDs, cannot be transferred to a recipient of blood. \r\n\r\nThis also draws away from the fact that a promiscuous heterosexual male who has multiple partners is in fact a higher risk of infection than a monogamous homosexual male.\r\n\r\nThis unjust ban must be lifted if we truly live in a modern society!","state":"open","signature_count":8892,"created_at":"2016-04-21T16:36:23.854Z","updated_at":"2016-08-27T18:38:58.739Z","open_at":"2016-04-22T09:55:05.566Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T16:56:28.614Z","response_threshold_reached_at":null,"creator_name":"Joseph Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":123469,"links":{"self":"https://petition.parliament.uk/petitions/123469.json"},"attributes":{"action":"Call for a vote of no confidence in David Cameron","background":"I am calling for a vote of no confidence in David Cameron. This is based on his pathetic EU renegotiations that do little to solve many of the problems EU membership brings. He is also hampering a fair vote by disallowing euro sceptic civil servants access to important information.","additional_details":"From the moment the referendum date was set David Cameron has dictated what access people have and do not have. He is not fighting for the British people and does not have our best interest in mind. He is not allowing a fair campaign and is allowing scaremongering to run riot. With this in mind I can not see how his position as the highest representative of the British people can continue. As such there should be an immediate call for a vote of no confidence in him.","state":"open","signature_count":8770,"created_at":"2016-03-01T16:46:37.321Z","updated_at":"2016-08-21T09:52:58.974Z","open_at":"2016-03-03T14:02:04.481Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-01T17:06:03.166Z","response_threshold_reached_at":null,"creator_name":"jonathan Hudson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130787,"links":{"self":"https://petition.parliament.uk/petitions/130787.json"},"attributes":{"action":"End the contracts with Atos, Capita and maximus as they are not fit for purpose.","background":"I and many other vulnerable people are getting wrongly assessed by Atos, Capita and Maximus they dont listen to what you have to say also they can be intimidating and contradict what doctors and hospital consultants say also they dont take complaint seriously, there putting lives at risk with lies.","additional_details":"I have 2 letters stating the assessment report was good and up to standards but after fighting the complaint the 3rd letter now states the assessment report for PIP was up to standards and the nurse was contradicting herself and the report needs amending as it could affect the decision but because i won a appeal they wont tell DWP but the contacts needs ending with theses companies as they're not fit for purpose and GPs should have more of a say whether you can or can't work.","state":"open","signature_count":8752,"created_at":"2016-05-18T16:05:43.890Z","updated_at":"2016-08-27T22:53:48.075Z","open_at":"2016-05-27T09:49:25.300Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T16:18:33.559Z","response_threshold_reached_at":null,"creator_name":"Jamie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156984,"links":{"self":"https://petition.parliament.uk/petitions/156984.json"},"attributes":{"action":"Commit to healthcare arrangements for British pensioners living in the EU","background":"British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.","additional_details":"Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.","state":"open","signature_count":8660,"created_at":"2016-06-30T12:22:46.126Z","updated_at":"2016-08-27T22:07:27.653Z","open_at":"2016-07-15T12:49:09.267Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-30T13:11:25.784Z","response_threshold_reached_at":null,"creator_name":"David John William England","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":117927,"links":{"self":"https://petition.parliament.uk/petitions/117927.json"},"attributes":{"action":"We, the public, call for an emergency re-run of the general election.","background":"During the election of 7th of may 2015 the conservative party wrote into it's manifesto a whole host of promises that they have subsequently failed to uphold. Examples include going ahead with reforms to child tax credits, which thankfully was blocked by the House of Lords.","additional_details":"Other examples include... Promising; not to cut front line service, not to have more top down NHS renegotiations, not to get rid of education maintenance allowance, not to meddle with sure smart, not to cut green investment, to honouring the freedom of information act, to reduce the national deficit and debt as promised and so on… We, the public, call upon government to put into action an emergency re-run of the general election","state":"open","signature_count":8602,"created_at":"2016-01-07T21:34:45.489Z","updated_at":"2016-08-23T19:52:42.801Z","open_at":"2016-03-03T13:44:37.052Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-11T04:12:25.960Z","response_threshold_reached_at":null,"creator_name":"Rebecca Wallace","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163203,"links":{"self":"https://petition.parliament.uk/petitions/163203.json"},"attributes":{"action":"Increase Carers Allowance in line with the Living Wage","background":"To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.","additional_details":"Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n","state":"open","signature_count":8419,"created_at":"2016-07-27T09:06:53.750Z","updated_at":"2016-08-27T22:29:27.121Z","open_at":"2016-08-02T15:39:04.174Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-27T09:51:43.014Z","response_threshold_reached_at":null,"creator_name":"Joy Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128555,"links":{"self":"https://petition.parliament.uk/petitions/128555.json"},"attributes":{"action":"Allow CBT riders to ride a 250cc age 21 years and above.","background":"Under current CBT laws you're limited to a 125. \r\n125 bikes are simply under powered for today's roads. \r\nThis leads do many issues for CBT riders out on the roads. with today's traffic 125 bikes are simply not as safe. the average 125 learner legal bike reaches 60 mph.   ","additional_details":"Because 125cc bikes are under powered and increases risks, because they are slow car drivers tend to get aggressive and make dangerous moves such as tailgating. \r\n\r\nWhile on a 125 in a 60/70 mph zone you are maxed out on a learner legal 125, so if something happens such as a car behind you is spinning out of control you do not have not power to pull away and avoid a collision  \r\n\r\nmany other countries allow 250cc bikes on a learner licence \r\n\r\n ","state":"open","signature_count":8358,"created_at":"2016-04-22T13:28:05.482Z","updated_at":"2016-08-27T19:52:08.771Z","open_at":"2016-04-25T09:36:02.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-22T13:33:20.189Z","response_threshold_reached_at":null,"creator_name":"Christopher Jose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163725,"links":{"self":"https://petition.parliament.uk/petitions/163725.json"},"attributes":{"action":"Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century","background":"Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n","additional_details":"In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.","state":"open","signature_count":8157,"created_at":"2016-08-01T10:51:32.176Z","updated_at":"2016-08-27T23:16:23.317Z","open_at":"2016-08-05T09:18:52.582Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-02T00:47:28.747Z","response_threshold_reached_at":null,"creator_name":"Ewan William George Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":125212,"links":{"self":"https://petition.parliament.uk/petitions/125212.json"},"attributes":{"action":"Hold A Referendum On Renationalisation Of The Railways","background":"According to YouGov Polls, 66% of the UK Electorate now support renationalisation of the UK railways. It is clear that privatisation of the railway system has caused massive operation inefficiencies due to the complexity of the railway network.","additional_details":"","state":"open","signature_count":7688,"created_at":"2016-03-19T20:01:27.270Z","updated_at":"2016-08-26T19:32:22.382Z","open_at":"2016-03-21T17:15:27.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-19T23:14:45.481Z","response_threshold_reached_at":null,"creator_name":"Marlon Fernandez","rejection":null,"government_response":null,"debate":null}}]}