{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=67\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":163483,"links":{"self":"https://petition.parliament.uk/petitions/163483.json"},"attributes":{"action":"Suspend Natural England licence to kill buzzards.","background":"Natural England has been granted a licence to kill buzzards to protect pheasants.","additional_details":"https://raptorpersecutionscotland.wordpress.com/2016/07/29/natural-england-issues-licence-to-kill-buzzards-to-protect-pheasants/","state":"open","signature_count":14387,"created_at":"2016-07-29T16:31:15.189Z","updated_at":"2016-10-22T21:07:29.437Z","open_at":"2016-08-03T13:52:04.125Z","closed_at":null,"government_response_at":"2016-09-22T09:56:08.584Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-30T10:12:29.147Z","response_threshold_reached_at":"2016-08-30T22:34:54.332Z","creator_name":"Philippa Storey","rejection":null,"government_response":{"summary":"Buzzards are widespread in England and the issuing of control licences has no impact on their conservation status. This approach balances conservation of wildlife and supporting the rural economy.","details":"Buzzards are now widespread in England with, according to the British Trust for Ornithology, over 60,000 pairs in the UK. Issuing control licences has no impact on the conservation status of buzzards and this approach strikes a balance between conserving wildlife and supporting our rural economy.\r\n\r\nWhere appropriate applications are made, Natural England issues Wildlife licences (https://www.gov.uk/guidance/wildlife-licences) to prevent damage to agriculture, livestock and fisheries. In deciding whether a licence should be granted, applications are assessed in the same way against the evidence and within the legal framework of the Wildlife and Countryside Act 1981 (http://www.legislation.gov.uk/ukpga/1981/69). If all the relevant criteria are met, there is legally very little scope for Natural England to refuse to grant a licence. Natural England would not consider licensing any activity that would adversely affect the conservation status of a species.\r\n\r\nNatural England recently issued a licence permitting the control of up to 10 buzzards to prevent predation of young pheasants within rearing pens.\r\n\r\nDepartment for Environment, Food and Rural Affairs. ","created_at":"2016-09-22T09:56:08.581Z","updated_at":"2016-09-22T09:57:19.298Z"},"debate":null}},{"type":"petition","id":129792,"links":{"self":"https://petition.parliament.uk/petitions/129792.json"},"attributes":{"action":"Don't close Poole Hospital's A\u0026E or Bournemouth Hospital's A\u0026E!","background":"\r\nWe don't want either hospitals A\u0026E to be closed! It's too far for people the opposite ends of the county. It's looking like Bournemouth will win. \r\n\r\n","additional_details":"\"Both RBCH and Poole Hospital are in contention to be redeveloped to take around 80 per cent of the county’s A\u0026E patients as part of the Dorset Clinical Commissioning Group’s (CCG) Clinical Services Review.\" \r\n\r\n- Bournemouth Echo. \r\n\r\nBoth A\u0026Es should remain open. It will be too much pressure on the one hospital to deal with so many accidents and emergencies. \r\n\r\nWhy fix what wasn't broken? \r\n","state":"open","signature_count":14200,"created_at":"2016-05-09T08:53:22.783Z","updated_at":"2016-10-22T12:37:15.153Z","open_at":"2016-05-09T17:01:49.682Z","closed_at":null,"government_response_at":"2016-05-25T09:03:03.052Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T09:23:52.459Z","response_threshold_reached_at":"2016-05-10T11:15:31.401Z","creator_name":"Natasha carter ","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Dorset CCG has stated that they are seeking to secure high quality, sustainable health services that meet the needs of the local population. \r\n","details":"We are clear the reconfiguration of front line health services is a matter for the local NHS. Services should be tailored to meet the needs of the local population, and proposals for substantial service change must meet the four tests of reconfiguration which are (i) support from GP commissioners (ii) strengthened public and patient engagement (iii) clarity on the clinical evidence base (iv) support for patient choice.\r\n\r\nIn 2014 Dorset Clinical Commissioning Group (CCG) launched a Clinical Services Review which seeks to:\r\n•\tMeet the needs of an increasing elderly population with complex needs;\r\n•\tOvercome funding challenges;\r\n•\tLay plans for the next five years and beyond, and \r\n•\tSecure high-quality services for current and future generations\r\n\r\nThe CCG has also stated it aims to achieve a more sustainable workforce across hospitals to allow better care to be provided more reliably over the whole of Dorset in future years.\r\n\r\nAs part of the Clinical Services Review, the CCG is proposing changes to the organisation of Dorset's acute hospitals. On 18 May 2016 the CCG’s Governing Body named its preferred option under the review, which proposes Royal Bournemouth Hospital as the major emergency hospital; Poole Hospital as the major planned care hospital with a 24-hour urgent care centre, and Dorset County Hospital as remaining a district general hospital and retaining its A \u0026 E Department.\r\n\r\nThe CCG has stated this configuration will now be independently scrutinised as part of the national assurance process led by NHS England and the proposals will go to the Joint Health Overview and Scrutiny Committee for Dorset. \r\n\r\nIf approved, the CCG has confirmed the proposals will be subject to public consultation planned for later this year.\r\n\r\nDepartment of Health","created_at":"2016-05-25T09:03:03.048Z","updated_at":"2016-05-25T09:03:03.048Z"},"debate":null}},{"type":"petition","id":128473,"links":{"self":"https://petition.parliament.uk/petitions/128473.json"},"attributes":{"action":"All UK residents to be placed on the Organ Donor Register.","background":"My name is Natalie Kerr, I am 34 years old and four years ago I was fortunate enough to receive a double lung transplant which saved my life from a rare lung disease. Currently three people a day die waiting for an organ transplant in the UK due to a shortage of donors! I propose we change the law.","additional_details":"There are currently around 10,000 people in the UK in need of an organ transplant and there simply aren't enough organs available. Could you imagine if this happened to one of your loved ones like it did to me, fortunately I was lucky and have had 4 extra amazing years with my two children, many people aren't so lucky! I propose that we change the law to automatically place all UK residents on the Organ Donor Register with a CHOICE to opt out. I strongly believe that this will save many lives! ","state":"open","signature_count":13971,"created_at":"2016-04-21T14:04:17.230Z","updated_at":"2016-10-22T22:16:23.551Z","open_at":"2016-04-28T09:28:47.706Z","closed_at":null,"government_response_at":"2016-10-13T09:59:49.054Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-21T14:47:44.169Z","response_threshold_reached_at":"2016-10-05T05:18:09.531Z","creator_name":"Natalie Kerr","rejection":null,"government_response":{"summary":"We have no plans to introduce an opt out system in England. Since 2007/08 organ donation rates have increased by 68% and transplant rates by 47% giving many more people the opportunity of a transplant","details":"Since 2007/08 organ donation rates have increased by 68% and transplant rates by 47% mainly through a strengthening of the donation infrastructure (increasing the number of specialist nurses, appointing clinical leads in hospitals and public awareness of the benefits of donation). We continue to support work to further increase donation and transplantation rates, particularly promoting collaborative working amongst organisations and raising awareness of donation in the Black, Asian and Minority Ethnic (BAME) population. NHS Blood and Transplant (NHSBT) works with a number of partners in the private, public and third sectors to promote organ donation, such as the Boots Advantage Card.\r\n\r\nA new UK-wide NHS organ donor register was launched in July 2015. It enables any resident in the UK to record on the Register that they want to be a donor, they don’t want to be a donor or that they want to appoint a representative to make a decision about organ donation after their death.  People can also add their name to the NHS Organ Donor Register (ODR) via Government channels such as applying for a driving licence and paying car tax online.  NHSBT continues work to improve access to the ODR, to encourage people to add their name to the ODR and most importantly to tell their family and friends that they wish to be a donor.\r\n\r\nOnly around 5000 people a year die in circumstances that would allow them to donate. Last year (15/16) was the UK’s most successful year ever for deceased donors, with 1364 deceased donations, resulting in 3529 deceased donor transplants.  An independent Organ Donation Taskforce examined the case for moving to an opt-out system in 2008. They recommended against it, concluding that whilst such a system might have the potential to deliver benefits, it also carried a significant risk of having the opposite effect and alienating some members of the population. The question of opt-out has been debated in Parliament on a number of occasions since and a number of changes have been made to make it easier to register as an organ donor.\r\n\r\nWe recognise that some countries with opt-out have seen an increase in donor numbers, however, other countries have not. It is difficult to identify absolutely that opt-out legislation was the reason for the increase rather than for example the increased public communication or the improvements to the donation programme. For example in Spain (the country with the highest rate of donor numbers) a change to opt out legislation made no difference for 10 years until radical action was taken to strengthen the donation infrastructure. Since 2008, the UK has adopted much of the ‘Spanish model’ to strengthen the UK infrastructure and has achieved a significant increase in donation and transplant rates\r\n\r\nOn 1 December 2015, Wales introduced deemed consent (opt-out) for organ and tissue donation. We will monitor how the changes in Wales affect donation rates but our efforts remain focussed on encouraging donor registration and discussion within families about donation in order to increase consent rates.\r\n\r\nUK Government provides NHS Blood and Transplant (NHSBT) with around £66m a year to support organ donation. In 2013, NHSBT launched a UK-wide organ donation and transplantation strategy Taking Organ Transplantation to 2020, setting the agenda for increasing organ donation and transplantation rates. This sets ambitious targets to:\r\n\r\n- Increase Consent Rates\r\n- Increase Donors\r\n- Increase Organ Utilisation (transplant more of the organs offered from donors)\r\n- Increase Patients Transplanted\r\n\r\nWe monitor progress against targets closely.\r\n\r\nDepartment of Health","created_at":"2016-10-13T09:59:49.051Z","updated_at":"2016-10-13T09:59:49.051Z"},"debate":null}},{"type":"petition","id":130787,"links":{"self":"https://petition.parliament.uk/petitions/130787.json"},"attributes":{"action":"End the contracts with Atos, Capita and maximus as they are not fit for purpose.","background":"I and many other vulnerable people are getting wrongly assessed by Atos, Capita and Maximus they dont listen to what you have to say also they can be intimidating and contradict what doctors and hospital consultants say also they dont take complaint seriously, there putting lives at risk with lies.","additional_details":"I have 2 letters stating the assessment report was good and up to standards but after fighting the complaint the 3rd letter now states the assessment report for PIP was up to standards and the nurse was contradicting herself and the report needs amending as it could affect the decision but because i won a appeal they wont tell DWP but the contacts needs ending with theses companies as they're not fit for purpose and GPs should have more of a say whether you can or can't work.","state":"open","signature_count":13652,"created_at":"2016-05-18T16:05:43.890Z","updated_at":"2016-10-22T19:48:52.611Z","open_at":"2016-05-27T09:49:25.300Z","closed_at":null,"government_response_at":"2016-09-13T14:38:51.303Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T16:18:33.559Z","response_threshold_reached_at":"2016-08-30T14:47:15.739Z","creator_name":"Jamie Brown","rejection":null,"government_response":{"summary":"We are committed to ensuring claimants receive high quality, objective, fair and accurate assessments and closely monitor all aspects of the process including the performance of Assessment Providers.","details":"The Department is committed to protecting the most vulnerable people in society and is determined to support more people into work and provide individuals who cannot work with the correct support that they need – the effective assessment of people’s abilities is key to this goal. \r\n\r\nHealth and disability assessments require specialist skills, which is why the Department contracts to have them undertaken by qualified healthcare professionals.\r\n\r\nThe role of our Assessment Providers is to carry out health and disability assessments on behalf of the DWP. Our providers are committed to providing a quality, sensitive and respectful service by conducting fair, accurate and objective assessments. DWP closely and robustly monitors the performance of all our contracted providers.  \r\n\r\nAssessments undertaken by our contracted providers consider the impact a health condition or disability has on an individual, rather than providing a diagnosis or treatment plan and therefore the role undertaken by our contracted healthcare professionals is quite different to the role carried out by a GP. \r\n\r\nAll healthcare professionals undertaking assessments on behalf of DWP are registered practitioners who have also met requirements around training, experience and competence. \r\nTheir approach should allow an individual the time they need to describe the impact of their health condition or disability in their own words. Healthcare professionals adopt a holistic approach, assessing all the evidence available to them, including their clinical knowledge, to provide a report to DWP Decision Makers. The decision maker will then take into consideration all available evidence, including evidence received from the claimant, reports from GPs, hospital doctors and other clinicians in addition to the assessment report, to determine a person’s eligibility for benefit. \r\n\r\nDWP has also put in place an independent audit of assessments to ensure that the advice provided to the Department's decision makers is of suitable quality, fully explained and justified. In addition, there are other safeguards in place to ensure correct decisions are made, such as DWP decision makers being able to ask the provider for clarification or advice or returning the report to the provider if they believe that it does not provide sufficient information for them to make a decision.\r\n\r\nDWP also has a range of other policies and procedures in place to help people that may need additional support and if someone has been identified by us as needing further support, we ensure this information is passed on to our contracted provider, who will also endeavour to provide the appropriate support to meet their needs.\r\n\r\nAssessment providers are continually looking at ways to improve the service they provide and work closely with DWP on initiatives to improve the overall customer experience. \r\n\r\nOur providers take complaints very seriously and will fully investigate all complaints received, obtaining all relevant information to inform a balanced, appropriate and full response. \r\n\r\nIf, at the end of the complaint process, an individual remains dissatisfied with the way in which the Assessment Provider has dealt with their complaint, they can escalate their concerns to the Independent Case Examiner, who provides a free complaints review service to people that want to complain about government organisations.\r\n\r\nWe are confident that we have the right Assessment Providers in place to deliver our health and disability assessments and that we have a strong contract management and operational monitoring regime in place that enables us to robustly monitor the performance of these contracted providers.\r\n\r\nDepartment for Work and Pensions","created_at":"2016-09-13T14:38:51.300Z","updated_at":"2016-09-13T14:38:51.300Z"},"debate":null}},{"type":"petition","id":129423,"links":{"self":"https://petition.parliament.uk/petitions/129423.json"},"attributes":{"action":"Reinstate RPI index linking to Military pensions from the current CPI index link","background":"Military pensions have previously been index linked to RPI, this was part of the agreement of pay and pensions. This was altered and all are now index linked to CPI. This alteration has a huge financial impact later, for all current serving and veteran personnel.","additional_details":"The CPI linking should not apply until the date of activation. It should only apply to those starting their service after the date of CPI index linking was introduced. The pension agreement change is different to the terms most people started their service on and is a change that was forced. It cannot be considered fair to change an employees contract retrospectively without their acceptance and further more this is effecting the financial plans and hopes for those who serve and served.  ","state":"open","signature_count":13002,"created_at":"2016-05-04T10:09:37.841Z","updated_at":"2016-10-22T15:11:25.476Z","open_at":"2016-05-05T11:24:29.866Z","closed_at":null,"government_response_at":"2016-05-27T14:26:17.607Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T17:51:50.777Z","response_threshold_reached_at":"2016-05-15T20:23:14.135Z","creator_name":"Sean Carrington","rejection":null,"government_response":{"summary":"On 22 June 2010, the Chancellor announced that for 2011, public service pensions would increase in line with the CPI rather than the RPI.","details":"On 22 June 2010, the Chancellor announced that for 2011, with the exception of the state pension and pension credit, benefits, tax credits and public service pensions would increase in line with the Consumer Price Index (CPI) rather than the Retail Price Index (RPI).\r\n\r\nPublic service pensions, including Armed Forces pensions, are increased under the provisions of the Pensions (Increase) Act 1971 and Section 59 of the Social Security Pensions Act 1975. The latter provides for public service pensions to be uprated at the same time and by the same percentage as the increase in the additional pension provided under the State Earnings Related Pension Scheme (SERPS), which has been based on the increase in the CPI since April 2011. Prior to this date the RPI was used rather than the CPI. The underlying purpose of this legislation is to maintain the purchasing power of the additional elements of state retirement pensions and public service pensions. \r\n\r\nThe rationale for the change is as follows:\r\n•\tCPI is the headline measure of inflation used by the Bank of England;\r\n•\tCPI takes better account of how behaviour changes in response to price changes; \r\n•\tCPI also more accurately represents the inflation experience of pensioners and benefit recipients – for example, RPI excludes pensioners who receive a significant proportion of their income from the State (up to 20% of retired households); and\r\n•\tCPI is less volatile – for example, RPI was negative in September 2009 whereas CPI continued to rise.\r\n\r\nThe pension is accrued (or activated) on the basis of current prices.  The uprating of pensions does not apply retrospectively.\r\n\r\nIn response to a legal challenge against this decision the High Court and the Court of Appeal both ruled in the Government's favour, finding that CPI is appropriate for benefits and pensions uprating.\r\n\r\nRPI has also historically experienced periods of negative year on year change, as in 2009 when the uprating of pensions in payment was also frozen.\r\n\r\nMinistry of Defence","created_at":"2016-05-27T14:26:17.605Z","updated_at":"2016-05-27T14:28:05.184Z"},"debate":null}},{"type":"petition","id":128795,"links":{"self":"https://petition.parliament.uk/petitions/128795.json"},"attributes":{"action":"Amend the immigration bill to allow 3000 lone child refugees to enter the UK","background":"On Monday 25th April 2016, MPs voted AGAINST amending the bill to allow these stranded children refuge in the UK. We the people demand that the government move forward with the amendments in order to prevent thousands of unaccompanied Syrian children falling victim to exploitation and abuse. ","additional_details":"","state":"open","signature_count":12834,"created_at":"2016-04-25T22:58:13.747Z","updated_at":"2016-10-22T20:25:27.828Z","open_at":"2016-04-26T11:48:28.193Z","closed_at":null,"government_response_at":"2016-05-12T15:41:46.493Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T23:08:36.986Z","response_threshold_reached_at":"2016-04-28T15:38:02.434Z","creator_name":"Philip Larkin","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:41:46.490Z","updated_at":"2016-05-12T15:41:46.490Z"},"debate":null}},{"type":"petition","id":167441,"links":{"self":"https://petition.parliament.uk/petitions/167441.json"},"attributes":{"action":"Instruct NHS England to reverse their sudden ban on stem cell transplantation.","background":"Without prior warning, patients receiving lifesaving treatment for a rare form of blood cancer have had their funding for stem cell transplantation withdrawn by NHS England. A mother of 3 and a doctor are among those who started a course of treatment but are now being denied a stem cell transplant.","additional_details":"This unethical decision has left patients completely in limbo and placed in jeopardy those patients currently waiting to start their treatment.  \r\n \r\nNHS England must reverse this decision immediately and reinstate funding for this treatment which until August was available for patients with this rare form of blood cancer.\r\n \r\nWaldenstrom’s macroglobulinaemia, which affects about 4,000 people in the UK, is a form of non-Hodgkin’s Lymphoma.\r\n\r\nFor details see the front page of the Sunday Times 18/9/16.","state":"open","signature_count":12125,"created_at":"2016-09-19T09:57:08.622Z","updated_at":"2016-10-22T20:31:56.158Z","open_at":"2016-09-20T16:46:40.731Z","closed_at":null,"government_response_at":"2016-10-12T09:08:43.971Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T10:45:17.996Z","response_threshold_reached_at":"2016-09-30T16:40:47.990Z","creator_name":"Helen Tracy Caldwell","rejection":null,"government_response":{"summary":"Stem cell transplantation is available for patients with Waldenstrom’s macroglobulinaemia and continues to be funded by NHS England where it is the most appropriate clinical option.\r\n\r\n","details":"Waldenstrom’s macroglobulinaemia (WM) is a rare form of blood cancer. The condition is characterised by a slow progression and patients are managed on a case by case basis as symptoms develop. In a small proportion of cases a stem cell transplant is the most appropriate form of treatment. \r\n\r\nNHS England published the criteria used for routine clinical commissioning of stem cell transplants in 2013 which is available at: www.england.nhs.uk/wp-content/uploads/2013/04/b04-p-a.pdf. This commissioning policy for stem transplants reflects the professional consensus on the benefit and risk of a transplant for different conditions that was available when the policy was formulated. In the UK this guidance came from the British Society for Blood and Bone Marrow Transplantation (BSBMT) in the form of best-practice guides for treatment of adults (2012) and children (2011). This guidance is regularly updated to take account of developments in clinical practice. WM was only added to the guidance in September 2013 and therefore NHS England did not include this condition as part of the overall clinical commissioning policy. This means that NHS England does not routinely commission stem cell treatments for WM patients and that funding of stem cell transplants for these patients has involved other funding mechanisms. Over the last few years some patients have received a stem cell transplant to treat WM. In these cases funding may have involved an Individual Funding Request (IFRs) or been directly funded from an NHS trust.\r\n\r\nEach year, NHS England receives proposals for new drugs, medical devices or interventions for use by specialised services in England. NHS England has to make difficult operational decisions on behalf of tax-payers about how to prioritise the funding that is available for new investments. NHS England needs to ensure it focuses resources on those interventions which deliver the best results for patients, taking into account the evidence for clinical benefit and cost. \r\n\r\nProposals are reviewed by the Clinical Priorities Advisory Group (CPAG) that follows a published procedure. A proposal to routinely commission transplant for patients with WM will be considered by CPAG later this year and NHS Trusts will be informed of the outcome. Until that time, clinicians can continue to apply for funding for stem cell transplant for patient with WM where it can be demonstrated that a transplant is the most appropriate treatment option.\r\n\r\nDepartment of Health","created_at":"2016-10-12T09:08:43.969Z","updated_at":"2016-10-12T09:08:43.969Z"},"debate":null}},{"type":"petition","id":168135,"links":{"self":"https://petition.parliament.uk/petitions/168135.json"},"attributes":{"action":"Support Live Music Venues by preventing inappropriate complaints being actioned","background":"In recent years \"New Neighbours\" complaining about music venues have caused many venues to close or cease live music. This results in major cultural degredation. We ask the government to legislate to prevent \"New Neighbours\" from having complaints against established Venues upheld","additional_details":"","state":"open","signature_count":12073,"created_at":"2016-09-29T19:32:47.292Z","updated_at":"2016-10-22T21:30:49.045Z","open_at":"2016-10-04T11:15:17.985Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:50:53.212Z","response_threshold_reached_at":"2016-10-08T18:15:05.798Z","creator_name":"John Blackledge","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163428,"links":{"self":"https://petition.parliament.uk/petitions/163428.json"},"attributes":{"action":"Prevent the closure of the Maternity Unit at Banbury Horton General Hospital","background":"Banbury is one of the largest towns in Oxfordshire and getting bigger.\r\nThe services of the Maternity ward at Horton Banbury save and support babies, mums and families and has done so in the past. \r\nHaving to go to the JR in Oxford is risking way too many lives. The MU at Horton is highly needed!\r\n","additional_details":"","state":"open","signature_count":11867,"created_at":"2016-07-29T07:09:37.784Z","updated_at":"2016-10-21T06:13:45.234Z","open_at":"2016-07-29T12:18:47.453Z","closed_at":null,"government_response_at":"2016-10-03T13:26:36.176Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T07:19:35.003Z","response_threshold_reached_at":"2016-08-04T15:20:55.849Z","creator_name":"Gavin Mack","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Front line health services should be tailored to meet the needs of the local population. Substantial service change is subject to the four reconfiguration tests. ","details":"At an extraordinary board meeting held on 31 August 2016, the Board of Directors of Oxford University Hospitals NHS Foundation Trust decided for patient safety reasons to suspend temporarily obstetric services at Horton General Hospital in Banbury from 1 October 2016.   This decision was based on there being insufficient numbers of middle grade obstetric doctors to staff the service safely.  The decision means that maternity services at Horton General Hospital will be offered temporarily by a Midwifery-led Unit (MLU), while efforts continue to fill vacant obstetric posts.   This is an emergency, temporary suspension of consultant-led obstetric and gynaecology services in Banbury from October 2016. Substantial and permanent service change would be subject to the four reconfiguration tests. \r\n \r\nWomen who would have attended the Horton General Hospital for an obstetric-led birth will be offered alternative provision at the John Radcliffe Hospital in Oxford. Other aspects of their antenatal and postnatal care will continue to be provided at the Horton General.\r\n \r\nCommunity midwives will continue to provide a home birth service in the Banbury area.  Antenatal clinics and postnatal drop in services and clinics will continue to be provided at the Horton General Hospital.  Oxford University Hospitals NHS Foundation Trust’s consultant-led obstetric and gynaecology provision and special care baby unit services would shift to being provided solely at the John Radcliffe Hospital.  The Horton General (including its Emergency Department) would otherwise continue to provide its current range of services.   \r\n \r\nOxford University Hospitals NHS Foundation Trust, which runs the Horton General, has been struggling to fill middle grade obstetric doctor posts at the hospital for several months.  Should recruitment be successful for the middle grade obstetrician posts at the Horton General Hospital between September and October 2016, the trust would anticipate reinstating obstetric services at the Horton General from January 2017, allowing time for recruited staff to start work and for the necessary arrangements for other staff to be made.  If recruitment is not successful in that timescale, recruitment would continue, with potential reinstatement dates moving on by three-month blocks.\r\n \r\nOxfordshire Clinical Commissioning Group (OCCG) advises that it is developing a county wide transformation programme as part of the Buckinghamshire, Oxfordshire and Berkshire West Sustainability and Transformation Plan (STP) to shape the future of health care.  This will include options to make changes to acute and community bed based care including maternity services. The STP is part of the vision of the NHS Five Year Forward View for health and care services by 2020. \r\n \r\nIn June OCCG launched ‘the big health and care conversation’ to engage with public, patients and stakeholders in the development of its proposals to transform the way health and care are delivered in the county.  Public engagement will continue including  further engagement on  developing options for proposed service reconfiguration and further work with seldom heard people and groups in the county leading.\r\n \r\nEarly engagement has also taken place with the Health and Wellbeing Board and Health Overview and Scrutiny Committee (HOSC) as well as at a stakeholder engagement event in June 2016. Specific engagement on emerging options for services at the Horton General has centred on the Community Partnership Network – a local multi-stakeholder group.  \r\n \r\nA three month public consultation period on options is likely to commence at the end of this year.\r\n\r\nDepartment of Health","created_at":"2016-10-03T13:26:36.173Z","updated_at":"2016-10-03T13:26:36.173Z"},"debate":null}},{"type":"petition","id":136417,"links":{"self":"https://petition.parliament.uk/petitions/136417.json"},"attributes":{"action":"Vote on an early General Election before sending Article 50","background":"The public have voted to leave the EU but with little indication of how negotiations will be approached. An election would allow the various Parties to set out their priorities (e.g. Market Access v's Restricted Movement) for negotiating our future EU relationship and let the people choose. ","additional_details":"","state":"open","signature_count":11807,"created_at":"2016-06-24T20:39:44.601Z","updated_at":"2016-10-22T23:57:49.923Z","open_at":"2016-06-29T14:59:11.257Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T23:25:08.911Z","response_threshold_reached_at":"2016-10-12T07:28:34.306Z","creator_name":"Ben Gillingham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166442,"links":{"self":"https://petition.parliament.uk/petitions/166442.json"},"attributes":{"action":"Please sign the petition for the Robin to become our official National Bird.","background":"This petition is being co-ordinated by David Lindo - also known as The Urban Birder - a natural history broadcaster and writer. He would like to start a petition to get this fantastic little bird, so relevent to to the British way of life, officially recognised as our National Bird. ","additional_details":"Britain's Vote National Bird Campaign was a two part vote. The first leg was launched in August 2014. Thereafter, a shortlist of 10 species was created and went to the general public to vote. This second leg of the campaign started in March 2015 and ended at midnight on May 6th 2015 - General Election Day.\r\n\r\nThe Robin won!!\r\n\r\nThe full campaign story can be found here: http://www.votenationalbird.com\r\n\r\nand here: \r\nhttps://bulletprblog.wordpress.com/2015/06/23/britains-vote-national-bird-campaign/","state":"open","signature_count":11721,"created_at":"2016-09-06T17:22:20.889Z","updated_at":"2016-10-22T23:12:14.518Z","open_at":"2016-09-13T16:50:59.517Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-06T19:29:14.669Z","response_threshold_reached_at":"2016-10-06T01:39:21.951Z","creator_name":"David Lindo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130909,"links":{"self":"https://petition.parliament.uk/petitions/130909.json"},"attributes":{"action":"Make more awareness and help available for young men dealing with mental health.","background":"Due to recently losing our little brother to suicide' and doing a research check, We have realised there isn't enough awareness or help available for young men with mental health issues. \r\n\r\nNot enough is being done for males. ","additional_details":"","state":"open","signature_count":11641,"created_at":"2016-05-19T18:54:58.207Z","updated_at":"2016-10-22T20:27:09.871Z","open_at":"2016-05-23T16:00:56.504Z","closed_at":null,"government_response_at":"2016-09-28T09:45:20.377Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-19T19:38:54.083Z","response_threshold_reached_at":"2016-09-09T20:59:25.013Z","creator_name":"Hayley Carroll ","rejection":null,"government_response":{"summary":"With suicide the single biggest killer in males under 50, the Government is targeting support and interventions for this key high risk group.  ","details":"Improving mental health services for all people and addressing the social inequalities people may experience due to poor mental health are priorities for this Government.  The Government published the national mental health strategy, No Health Without Mental Health in 2011, which set out our priorities for improving access to mental health services for people of all ages. We also enshrined in legislation through the Health and Social Care Act 2012, the commitment to put mental health on an equal footing as physical health. \r\n\r\nWe are spending more on mental health provision than ever before with annual spending estimated to have increased to £11.7 billion. Local clinical commissioning groups (CCGs) are responsible for commissioning mental health services for their local populations and ensuring they are accessible to those who need them. CCGs are required to continue increasing their spending on mental health each year in line with the growth in their overall funding allocations to provide health services. As well as this, the Government has implemented the first waiting times for mental health starting with psychological therapies and early intervention in psychosis services to improve access to these services. We have also committed to expanding access to psychological services so that an extra 600,000 people will have access to treatment by 2020.\r\n\r\nWe welcomed the publication of the independent Mental Health Taskforce’s Five Year Forward View for Mental Health earlier this year. This ambitious vision to transform mental health services by 2020 made a wide range of recommendations across Government and the NHS and we are working with our partners to embed its recommendations in our national policies.  The Government announced an additional £1 billion by 2020 to support implementation of the Five Year Forward View for Mental Health which included £400 million to improve community mental health services, £290 million to improve perinatal mental health and £250 million to improve the provision of liaison mental health services in hospitals. The suicide rate in England has been increasing since 2007 and suicide is now the biggest killer of men under 50 as well as being a leading cause of death in young people. We published the cross-Government National Suicide Prevention Strategy in 2012, support by £1.5 million for new research to address this issue. The delivery of the strategy is led by the National Suicide Prevention Strategy Advisory Group.  \r\n\r\nThe National Suicide Prevention Strategy identified men as a high risk group for which suicide prevention interventions should be prioritised and identified young people as a group which requires a tailored approach to meet their specific needs. The Department of Health publishes annual progress reports on implementing the strategy.\r\n\r\nTo implement the strategy, the Department of Health works in partnership with other Government Departments as well as other partners such as the Samaritans and provide financial support for the National Suicide Prevention Alliance, which comprises suicide prevention charities and organisations. The National Suicide Prevention Alliance has published a Strategic Framework to support delivery of the national strategy which includes specific work on targeting men and improving help-seeking for men.\r\n\r\nWe have accepted the recommendations of the Five Year Forward View for Mental Health to reduce the national suicide rate by 10 percent by 2020/21 and for every local area to implement local multi-agency suicide prevention plans by 2017. We are also looking at ways in which we can strengthen delivery of the National Strategy and will publish further details later this year. We know that for men the stigma associated with mental health can create a significant barrier for them talking about mental health issues and seeking help. The Department of Health continues to provide financial support to the national Time to Change Programme which seeks to bring about attitudinal change in people towards mental health issues.  To date over 3.5 million people have reported improved attitudes to mental health. Time to Change works with local communities to bring about changes in attitudes at the grass roots and this includes working with children and young people to enable them to become mental health champions.\r\n\r\nPublic Health England is responsible for improving mental health and wellbeing of the general population which it does by working with regional Directors of Public Health, the NHS and local authorities. In line with the recommendation of the Five Year Forward View for Mental Health, Public Health England is developing a National Mental Health Prevention Concordat to work across Government and wide range of statutory and no-statutory sectors to improve mental wellbeing. Improving mental health provision for everyone will take time but this Government is committed to making this happen for everyone, of all ages, in every part of the country.","created_at":"2016-09-28T09:45:20.375Z","updated_at":"2016-09-28T10:08:28.232Z"},"debate":null}},{"type":"petition","id":163725,"links":{"self":"https://petition.parliament.uk/petitions/163725.json"},"attributes":{"action":"Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century","background":"Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n","additional_details":"In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.","state":"open","signature_count":11438,"created_at":"2016-08-01T10:51:32.176Z","updated_at":"2016-10-22T16:10:07.681Z","open_at":"2016-08-05T09:18:52.582Z","closed_at":null,"government_response_at":"2016-09-28T14:29:09.286Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-02T00:47:28.747Z","response_threshold_reached_at":"2016-09-08T06:27:47.038Z","creator_name":"Ewan William George Jones","rejection":null,"government_response":{"summary":"The Government is committed to providing secure, affordable and clean energy to UK families and businesses, now and for the future through a mix of low-carbon technologies. ","details":"The Government is committed to providing secure, affordable and clean energy, now and for the future. We need to replace our ageing infrastructure with low-carbon, reliable energy sources; and aim to do so through a mix of technologies and energy supplies, diversifying supply and reducing reliance on any one energy source. Keeping the lights on is non-negotiable.\r\n\r\nThe Government is clear that nuclear will be an important part of the future generation mix; a transition to a low carbon economy is key to our long term economic and environmental prosperity and, looking at the full costs to consumers, nuclear is both cost-competitive and low carbon. It is the only proven, large scale, low-carbon technology which provides base load supply. Currently, the UK has eight power stations which generate around 20% of electricity in the UK. Almost all of these existing power stations are due to close by 2030, and it is important we start to take action now to replace these.\r\n\r\nFollowing a review of the Hinkley Point C project, the Government has decided to proceed with the first new nuclear power station for a generation, subject to a number of conditions being accepted. Hinkley Point C will kick start a new era of nuclear power - building on Britain’s strong nuclear legacy – and help ensure the UK benefits from a diverse future energy mix designed to give consumers reliable and affordable low carbon energy. It will provide 7% of Britain’s electricity needs for 60 years. UK-based businesses will benefit from more than 60% of the £18 billion value of the project, and 26,000 jobs and apprenticeships will be created.\r\n\r\nThe Government is already committed to the renewable energy sector where it has a proven track record - nearly £52 billion has been invested since 2010. The average annual investment has more than doubled in the last 5 years, with an average of £9 billion invested each year in UK-based renewables. Annual support for renewable technologies will more than double, to over £10 billion, in 2020-21.\r\n\r\nSince 2010, the UK has more than trebled its renewable electricity capacity. Renewables’ share of generation increased by 6 percentage points on 2014 to a record 25% in 2015. For the first time, renewable sources provided more power over the year than coal. We are on track to comfortably exceed our ambition of delivering 30% of the UK’s electricity from renewables in 2020-21.\r\n  \r\nIn addition:\r\n•\tsolar PV has had rapid deployment over the past 5 years, with over 99% of the UKs capacity deployed since 2010 and almost 40% of the capacity (3.7GW) was installed in 2015\r\n•\tbio energy generation was 30% higher in 2015 compared to 2014\r\n•\toverall, wind generation was 26% higher than in 2014 and installed capacity 7.0% higher\r\n\r\nRenewables, such as wind farms, are intermittent and this is why the Government supports a balanced energy policy comprising a mix of sources, such as gas, nuclear and renewables.  With increased use of renewable energy, intermittency will become more of an issue and it is something we are planning for very carefully. We are seeking to keep energy bills down by not over incentivising technologies under low carbon incentive schemes. Furthermore, we are encouraging industry to drive down development costs, which is why the Contracts for Difference (CfD) strike price reduces over time.\r\n\r\nAs costs continue to fall, we will scale back support from sectors and redirect support to technologies where it is needed most. Onshore wind and solar costs have already fallen and so we have reduced support in those areas.\r\n\r\nThe Government is committed to providing investors with certainty and reducing risks for future investors. We are doing this whilst seeking to control costs that fall on consumers and ensuring that the Government’s other energy policy objectives, particularly on security of supply and climate change, are met.\r\n\r\nThe Government is clear that the transition to a low carbon economy is key to our long term economic and environmental prosperity; nuclear is part of that generation mix. Looking at the full costs to consumers, nuclear is cost-competitive and low carbon. Importantly it can provide continuous power, irrespective of whether the wind is blowing or the sun shining.\r\n\r\nDepartment for Business, Energy \u0026 Industrial Strategy","created_at":"2016-09-28T14:29:09.283Z","updated_at":"2016-09-28T14:29:09.283Z"},"debate":null}},{"type":"petition","id":167608,"links":{"self":"https://petition.parliament.uk/petitions/167608.json"},"attributes":{"action":"We ask the Government to reconsider proposed move of Southend A\u0026E to Basildon.","background":"It is proposed to move Southends A \u0026 E Dept to Basildon Hospital.\r\nThis will mean extended drive times as it is about 18 Miles on the shortest route, with traffic on an already overloaded road system even an ambulance with blue lights and siren could take upwards of 30 / 40 minutes for the journey.","additional_details":"Southend is a major short stay holiday centre, with it's own busy airport \u0026 2 extremely busy main line stations serving London and the East End. It would be impractical to expect the residents with an emergency to drive from Southend to Basildon on already overcrowded roads, journey times could be be way in excess of one hour. ","state":"open","signature_count":11408,"created_at":"2016-09-21T14:11:29.047Z","updated_at":"2016-10-22T22:57:36.941Z","open_at":"2016-09-22T16:38:45.632Z","closed_at":null,"government_response_at":"2016-10-21T13:07:20.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-22T05:59:51.378Z","response_threshold_reached_at":"2016-09-29T12:30:25.264Z","creator_name":"James Auger","rejection":null,"government_response":{"summary":"Local NHS service changes should be led by clinicians and be in patients’ best interests. The NHS in Mid and South Essex will consult fully as it develops a service model best to meet local need.","details":"The reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n\r\nTo ensure services across Mid and South Essex are sustainable in the future, the local NHS is reviewing service configuration across the Southend, Basildon and Chelmsford hospital sites, including urgent and emergency care. The local NHS is developing options in discussion with local people, which will be subject to further review to create a shortlist for consultation.\r\n\r\nLeaders of the local NHS in Mid and South Essex have said publicly that they are not discussing plans to move Southend A\u0026E to Basildon. Possible proposals under current discussion include the retention of 24/7 urgent and emergency services at all three sites, for the majority of people who go to A\u0026E.\r\n\r\nHowever, the local NHS is discussing whether increasing demands in Mid and South Essex would be better served by designating one of the three main hospitals as a specialist emergency hospital for life-threatening and ‘blue light’ emergencies, supported by a network of urgent and emergency care in both community and hospital settings. \r\n\r\nIt is important to emphasise that no decisions have been made on the future configuration of services, including which hospital may be designated the specialist emergency hospital. Once proposals are more fully developed, these will be subject to full public consultation in due course.\r\n\r\nDepartment of Health","created_at":"2016-10-21T13:07:20.802Z","updated_at":"2016-10-21T13:07:20.802Z"},"debate":null}},{"type":"petition","id":131222,"links":{"self":"https://petition.parliament.uk/petitions/131222.json"},"attributes":{"action":"Make British Sign Language part of the curriculum","background":"It's compulsory for students in England to take a language to 14 but signing isn't listed along with French, Germany or Mandarin. With one in 60 brits profoundly deaf and 11m others with hearing problems, this is a glaring omission is it not?","additional_details":"","state":"open","signature_count":10959,"created_at":"2016-05-24T08:32:43.157Z","updated_at":"2016-10-22T13:44:07.341Z","open_at":"2016-05-25T11:23:11.518Z","closed_at":null,"government_response_at":"2016-09-15T09:27:56.808Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-24T09:26:24.701Z","response_threshold_reached_at":"2016-07-27T18:55:02.128Z","creator_name":"jade armstrong","rejection":null,"government_response":{"summary":"BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.   ","details":"The teaching of a foreign language is statutory at key stages 2 and 3 for pupils in maintained schools.\r\n\r\nTeaching of one modern foreign language has always been a statutory requirement of the national curriculum at key stage 3, and schools can teach any major European or world language to meet this requirement. From September 2014, maintained primary schools must teach a modern or ancient foreign language to pupils at key stage 2.\r\n\r\nThe government accepts that British Sign Language (BSL) can be a beneficial subject that schools might choose to teach in addition to foreign languages. However, the national curriculum programmes of study for languages contain a number of requirements that could not be met through BSL; for example at key stage 2 the requirement to describe people, places, things and actions in writing. A maintained school would therefore be unable to meet the curriculum requirement solely by teaching BSL.\r\n\r\nDepartment for Education","created_at":"2016-09-15T09:27:56.805Z","updated_at":"2016-09-15T09:27:56.805Z"},"debate":null}},{"type":"petition","id":132875,"links":{"self":"https://petition.parliament.uk/petitions/132875.json"},"attributes":{"action":"Ban the making and receiving of all phone calls whilst driving.","background":"Cars kill. Research clearly shows a person is distracted from driving and their reaction times are slowed if on the phone, even if they are using it hands-free. No phone call is worth a distraction that could cause death. Help save lives.","additional_details":"Evidence shows making and receiving calls distracts drivers and slows their reaction times. A caller can always leave a message and call or be called back. If it is important they will be in touch.\r\n \r\nRadio 5 live programme ( starts 8.30 mins) \r\nhttp://www.bbc.co.uk/programmes/b07dj0zj","state":"open","signature_count":10942,"created_at":"2016-06-17T12:09:04.363Z","updated_at":"2016-10-22T20:34:08.696Z","open_at":"2016-06-21T14:19:38.794Z","closed_at":null,"government_response_at":"2016-10-13T12:44:14.773Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-20T18:06:07.417Z","response_threshold_reached_at":"2016-10-02T07:36:46.114Z","creator_name":"Alice Husband","rejection":null,"government_response":{"summary":"The Highway Code (rule149) is clear that drivers must exercise proper control of the vehicle at all times. ","details":"Using hands free equipment is likely to distract your attention from the road. It is far safer not to use any telephone while you are driving or riding – find a safe place to stop first or use the voicemail facility and listen to messages later. People failing to do so could face prosecution from the police. The Highway Code can be used in any court proceedings under the Traffic Acts to establish liability.\r\n\r\nWe will be announcing further details of the tougher new penalty regime for drivers using hand held mobile phones and similar devices shortly.  \r\n\r\nWe expect to introduce increased penalties in the first half of 2017. The change in the law will coincide with a hard-hitting Think! Campaign to make a using mobile phone whilst driving as socially unacceptable as drink driving.\r\n\r\nDepartment for Transport\r\n","created_at":"2016-10-13T12:44:14.771Z","updated_at":"2016-10-13T12:44:14.771Z"},"debate":null}},{"type":"petition","id":132671,"links":{"self":"https://petition.parliament.uk/petitions/132671.json"},"attributes":{"action":"Ensure that MPs are factually accurate \u0026 accountable in public campaigns","background":"Throughout recent campaigns, MPs from all sides have been accused of scaremongering and falsely purveying facts. We, the British public deserve more. We hereby ask that MPs be required by law to cite their claims with reputable sources both in writing and in speech, and be held accountable to them.","additional_details":"For too long MPs have been allowed to make unsubstantiated claims in public campaigns. These claims stagnate debate and confuse the public, as MPs argue and bicker with each other.\r\n\r\nA student at university must fully reference all information. A consultant must back-up their claims. An engineer must cite their sources. \r\n\r\n - Why should MPs be exempt from factual accountability? - \r\n\r\nIt is time for schoolyard politics to grow up. It isn't our job to check facts - MPs should be made to state them.","state":"open","signature_count":10866,"created_at":"2016-06-15T09:04:35.404Z","updated_at":"2016-10-22T13:59:18.031Z","open_at":"2016-06-15T11:54:24.587Z","closed_at":null,"government_response_at":"2016-08-02T11:40:19.623Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:36:39.494Z","response_threshold_reached_at":"2016-07-02T08:51:14.966Z","creator_name":"Cobain Schofield","rejection":null,"government_response":{"summary":"Members of Parliament are expected to act in accordance with the Code of Conduct, issued by the Parliamentary Commissioner on Standards. ","details":"The Code outlines the general principles of conduct, identified by the Committee on Standards in Public Life. These are the principles of selflessness, integrity, objectivity, accountability, openness, honesty and leadership.\r\n\r\nWhen taking up their seats in the House of Commons, MPs swear an oath of allegiance, or make a solemn affirmation.\r\n\r\nThe Parliamentary Commissioner for Standards is responsible for ensuring adherence to the Code and investigating instances of alleged breaches. Government Ministers are also bound by the Ministerial Code.\r\n\r\nLeader of the House","created_at":"2016-08-02T11:40:19.621Z","updated_at":"2016-08-02T11:40:19.621Z"},"debate":null}},{"type":"petition","id":131326,"links":{"self":"https://petition.parliament.uk/petitions/131326.json"},"attributes":{"action":"Britain First announce militant action against elected Muslims PROSCRIBE NOW!","background":"Britain First are a far right, militant off-shoot of the BNP.\r\n\r\nIn a recent press release they have stated:\r\nThey consider all elected Muslim Officials 'Occupiers'. Their operations will focus on all aspects of Muslims' day-to-day lives and official functions, including where they live, work, pray.","additional_details":"They must be proscribed now.\r\n\r\nThey also stated:\r\n\"Britain First has an official policy of banning Islam in the UK and will not stop until all Islamist occupiers are driven out of politics completely. \"Stand by for a flurry of direct action operations, similar to those we have launched numerous times against Islamists such as hate preacher Anjem Choudary.\"\r\n\r\nhttp://www.huffingtonpost.co.uk/entry/britain-first-muslim-elected-officials_uk_574352c4e4b0e71ef36d9617?edition=uk\u0026b52pke8u54myousor","state":"open","signature_count":10787,"created_at":"2016-05-25T16:13:02.032Z","updated_at":"2016-10-22T20:49:54.952Z","open_at":"2016-05-27T08:55:34.231Z","closed_at":null,"government_response_at":"2016-08-24T14:48:52.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-25T16:31:58.039Z","response_threshold_reached_at":"2016-08-09T22:42:15.514Z","creator_name":"Al Doughty","rejection":null,"government_response":{"summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\n","details":"Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far right extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nThe Government condemns those who seek to spread hate by demonising British Muslims.  Those who seek to divide us damage our country by stoking anti-Muslim hatred and who deliberately raise community fears and tensions by bringing disorder and violence to our towns and cities.  \r\n\r\nThe Government’s Counter-Extremism Strategy sets out comprehensive measures to defeat all forms of extremism – violent or non-violent, Islamist or far-right extremism, by countering extremist ideology, building partnerships against extremism, disrupting extremists, and building cohesive communities.\r\n\r\nHome Office","created_at":"2016-08-24T14:48:52.508Z","updated_at":"2016-08-24T14:48:52.508Z"},"debate":null}},{"type":"petition","id":132672,"links":{"self":"https://petition.parliament.uk/petitions/132672.json"},"attributes":{"action":"Keep the Nursing Directorate in the Department of Health","background":"The Government is to scrap the nursing, midwifery and allied health professions policy unit.\r\n\r\nGiven that the Francis report (2013) suggested that nursing had a 'weak voice', and that profession’s voice to be strengthened, this move is counterintuitive. ","additional_details":"I have seen first hand the work that members of this unit do. Not only do they support projects that would otherwise not be recognised (for example, visiting/working with winners of the Molnlycke Wound Academy Scholarship and Awards programme), they provide impartial advice to the Government.\r\n\r\nAccording to the government, advice will be given by Jane Cummings, chief nursing officer based in NHS England. With the bet will in the world, one person cannot undertake the work that a whole unit does.","state":"open","signature_count":10410,"created_at":"2016-06-15T09:27:53.056Z","updated_at":"2016-10-22T11:28:30.120Z","open_at":"2016-06-21T14:17:56.924Z","closed_at":null,"government_response_at":"2016-10-17T14:04:46.856Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T10:22:05.094Z","response_threshold_reached_at":"2016-09-20T22:56:52.468Z","creator_name":"Deborah Jayne Glover MBE","rejection":null,"government_response":{"summary":"The Government is absolutely committed to ensuring the voice of nursing, midwifery and AHPs is heard loud and clear in all of our policy making.        ","details":"As part of the DH 2020 plan, the Department is changing the way it works to deliver the Government’s key policy objectives. The Department’s approach will be to flexibly access professional advice from a wide range of sources, including Arms-Length Bodies, regulators, stakeholders and professional bodies, rather than from a fixed standing team of internal advisers.  \r\n\r\nThe Chief Nursing Officer (CNO) for NHS England is the professional lead for nurses and midwives in England, and chief nursing adviser to the Department. She is responsible for patient safety and patient experience and for providing leadership for the nurses and midwives, and has access to a strong, specialist nursing team. \r\n\r\nTo ensure that the importance and profile of nursing and Allied Health Professional (AHPs) issues is maintained, the Department will included a post specifically on nursing and AHPs policy issues, including Parliamentary business, in its the new structure.  This new post will be a close liaison point with the CNO and \r\nChief AHP Officer, with a remit to ensure DH is sighted on the totality of policy as it affects nurses and AHPs.\r\n\r\nDepartment of Health","created_at":"2016-10-17T14:04:46.854Z","updated_at":"2016-10-17T14:04:46.854Z"},"debate":null}},{"type":"petition","id":166711,"links":{"self":"https://petition.parliament.uk/petitions/166711.json"},"attributes":{"action":"April's Law","background":"We the undersigned call on the prime minister to make all sex offenders remain on the register for life no matter the crime, for service providers and search engines to be better policed regarding child abuse images and harder sentences on those caught with indecent images of children.","additional_details":"Five-year-old April Jones was murdered by paedophile Mark Bridger after being abducted from outside her home in Machynlleth October 2012.\r\nBefore April's abduction he was looking at child pornography. He had over 500 indecent imagines of children on his computer.","state":"open","signature_count":10384,"created_at":"2016-09-09T10:54:34.169Z","updated_at":"2016-10-22T23:42:55.460Z","open_at":"2016-09-16T09:45:52.700Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-09T11:09:10.642Z","response_threshold_reached_at":"2016-10-18T19:25:02.686Z","creator_name":"Jazmin Jones ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163742,"links":{"self":"https://petition.parliament.uk/petitions/163742.json"},"attributes":{"action":"Save HMS President 1918","background":"HMS President Preservation Trust, the charity that owns HMS President 1918, London's last remaining World War One ship, and one of only three left has been refused Lottery funding of £330,000 to secure its future and may result in her being scrapped. \r\n\r\n\r\n\r\n","additional_details":"During WW1 HMS President 1918 was a secret German U Boat Submarine hunter (a 'Q ship') shadowing the Atlantic convoys with concealed guns. In WW2 She was used to protect St Paul's Cathedral from the Luftwaffe.\r\n\r\nThe Charity's last resort is an appeal and application to The Treasury for Government funding and it is hoped that our new Chancellor, Philip Hammond who was previously Defence Secretary and aware of the importance of The President to the nation and military, will now step in and save her.","state":"open","signature_count":10329,"created_at":"2016-08-01T12:52:43.694Z","updated_at":"2016-10-22T21:01:59.546Z","open_at":"2016-08-04T15:25:31.863Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-01T13:14:29.631Z","response_threshold_reached_at":"2016-10-17T22:18:23.134Z","creator_name":"Charlie Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156984,"links":{"self":"https://petition.parliament.uk/petitions/156984.json"},"attributes":{"action":"Commit to healthcare arrangements for British pensioners living in the EU","background":"British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.","additional_details":"Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.","state":"open","signature_count":9609,"created_at":"2016-06-30T12:22:46.126Z","updated_at":"2016-10-22T14:32:26.428Z","open_at":"2016-07-15T12:49:09.267Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-30T13:11:25.784Z","response_threshold_reached_at":null,"creator_name":"David John William England","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128555,"links":{"self":"https://petition.parliament.uk/petitions/128555.json"},"attributes":{"action":"Allow CBT riders to ride a 250cc age 21 years and above.","background":"Under current CBT laws you're limited to a 125. \r\n125 bikes are simply under powered for today's roads. \r\nThis leads do many issues for CBT riders out on the roads. with today's traffic 125 bikes are simply not as safe. the average 125 learner legal bike reaches 60 mph.   ","additional_details":"Because 125cc bikes are under powered and increases risks, because they are slow car drivers tend to get aggressive and make dangerous moves such as tailgating. \r\n\r\nWhile on a 125 in a 60/70 mph zone you are maxed out on a learner legal 125, so if something happens such as a car behind you is spinning out of control you do not have not power to pull away and avoid a collision  \r\n\r\nmany other countries allow 250cc bikes on a learner licence \r\n\r\n ","state":"open","signature_count":9245,"created_at":"2016-04-22T13:28:05.482Z","updated_at":"2016-10-22T23:02:09.151Z","open_at":"2016-04-25T09:36:02.285Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-22T13:33:20.189Z","response_threshold_reached_at":null,"creator_name":"Christopher Jose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130118,"links":{"self":"https://petition.parliament.uk/petitions/130118.json"},"attributes":{"action":"UK to openly investigate stolen funds from Nigeria kept in the UK \u0026 their return","background":"The UK has served as a haven for stolen funds for corrupt Nigerian political officials and their associates since the early 60s. These funds are kept as pseudo assets, bank accounts \u0026 properties. In law, the receiver of stolen goods is as guilty as the thief. It is about time the UK does something.","additional_details":"","state":"open","signature_count":9225,"created_at":"2016-05-12T05:51:53.098Z","updated_at":"2016-10-21T11:23:05.755Z","open_at":"2016-05-19T13:45:06.916Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-12T10:20:53.279Z","response_threshold_reached_at":null,"creator_name":"Siji Otenigbagbe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129232,"links":{"self":"https://petition.parliament.uk/petitions/129232.json"},"attributes":{"action":"Get Hyperbaric Oxygen Therapy on the NHS for Fibromyalgia sufferers.","background":"Fibromyalgia, is a condition that causes widespread pain all over the body.\r\nThere are many other symptoms that can affect a person with Fibromyalgia: fatigue, muscle stiffness, difficulty sleeping, problems with mental processes (known as \"fibro-fog\"), depression, headaches and many more\r\n","additional_details":"There are few available treatments that actually help people with Fibromyalgia.  Side effects from tablets can make it difficult for people to work and can cause additional issues. \r\nHyperbaric Oxygen Therapy (HBOT) really helps those with Fibromyalgia and allows a person to live a relatively normal life. It's simply a treatment of breathing pure oxygen under a pressurised condition at a diving depth that works for the individual. \r\nHBOT should be available on the NHS for Fibromyalgia sufferers.\r\n","state":"open","signature_count":9220,"created_at":"2016-05-01T12:25:03.925Z","updated_at":"2016-10-22T23:57:09.680Z","open_at":"2016-05-03T12:01:03.956Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-01T12:54:41.635Z","response_threshold_reached_at":null,"creator_name":"Norma Orlinski ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167888,"links":{"self":"https://petition.parliament.uk/petitions/167888.json"},"attributes":{"action":"Put a VEGAN meal on every school, college, university, hospital and prison menu.","background":"Over 5% of the population is vegan and growing. A vegan diet is healthier, it conserves resources and protects the planet, above all it's cruelty free.\r\nUnited Nations has called upon us to consume more plant based foods. \r\nAnimal products are linked to the increase in cancer and heart disease.","additional_details":"Films : Earthlings and Cowspiracy\r\n\r\nOrganizations : Animal Aid, Mercy for Animals, Evolve, The Vegan Society, PETA\r\n\r\nActivists, Gary Yourovsky USA , Wollen, Australia\r\n\r\nRecipe Books: Amazon","state":"open","signature_count":9085,"created_at":"2016-09-25T23:37:18.035Z","updated_at":"2016-10-22T23:22:18.045Z","open_at":"2016-10-03T13:21:00.554Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-28T22:14:59.411Z","response_threshold_reached_at":null,"creator_name":"Judith Ward","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163203,"links":{"self":"https://petition.parliament.uk/petitions/163203.json"},"attributes":{"action":"Increase Carers Allowance in line with the Living Wage","background":"To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.","additional_details":"Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n","state":"open","signature_count":8921,"created_at":"2016-07-27T09:06:53.750Z","updated_at":"2016-10-22T19:27:31.887Z","open_at":"2016-08-02T15:39:04.174Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-27T09:51:43.014Z","response_threshold_reached_at":null,"creator_name":"Joy Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":140378,"links":{"self":"https://petition.parliament.uk/petitions/140378.json"},"attributes":{"action":"The petition calls upon MPs not to repeal the European Communities Act 1972","background":"In the light of the close EU referendum result, which is not legally binding, the petition calls upon parliamentary sovereignty to be restored and for MPs not to repeal the European Communities Act 1972 which provides for UK membership of the European Union.","additional_details":"","state":"open","signature_count":8878,"created_at":"2016-06-25T17:30:29.865Z","updated_at":"2016-10-22T23:15:05.951Z","open_at":"2016-06-29T16:17:03.476Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T18:00:50.939Z","response_threshold_reached_at":null,"creator_name":"James Damian Mather","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168137,"links":{"self":"https://petition.parliament.uk/petitions/168137.json"},"attributes":{"action":"Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.","background":"Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?","additional_details":"The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.","state":"open","signature_count":8555,"created_at":"2016-09-29T19:53:02.384Z","updated_at":"2016-10-22T22:57:26.860Z","open_at":"2016-10-04T11:30:39.478Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T21:04:07.024Z","response_threshold_reached_at":null,"creator_name":"Helen Victoria Morton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164488,"links":{"self":"https://petition.parliament.uk/petitions/164488.json"},"attributes":{"action":"Death caused by racing should bring charge of manslaughter not dangerous driving","background":"Our son James was killed in a hit \u0026 run while on a pelican crossing. The driver who killed James was racing at over 90mph in a 40mph zone. The impact was such that James landed 70m down the road and killed instantly from multiple injuries. Leaving James he disposed of the car and burnt his clothes. ","additional_details":"Majid Malik is a serial offender with 39 previous offences. Had appropriate sentences been applied to the likes of Malik our son and others would be alive today. Malik chose to drive at 90mph, to race, to leave James dead in the road. Such choices made by those who are willing to kill by racing are calculated acts that must bring charges of   manslaughter and not be downgraded to dangerous driving. A car hitting a pedestrian at 90mph is more certain to kill than the use of a gun or knife.","state":"open","signature_count":8300,"created_at":"2016-08-09T21:26:58.184Z","updated_at":"2016-10-22T20:43:10.226Z","open_at":"2016-08-12T16:43:04.475Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-10T08:43:03.275Z","response_threshold_reached_at":null,"creator_name":"Richard Gilbey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132715,"links":{"self":"https://petition.parliament.uk/petitions/132715.json"},"attributes":{"action":"SEN budgets need to be ring fenced for children's education not LA legal fees.","background":"Mr. Ed Timpson claimed that \"No child should lose their support simply because the system is changing\". Conversely parents find that Local Authorities regularly remove vital support in the transfer to the new EHC Plans.\r\nSevere budget cuts to Education mean that parents face an adversarial system.","additional_details":"Children with SEN are routinely denied appropriate education and LA's adopt a defensive stance. Cash is diverted to legal fees to defend against appeals. Parents report huge personal and financial losses in attempts to gain SEN provision.\r\nRecently, a law firm which represents and ‘trains’ LA''s have publicly gloated about their 'WINs' against parents. Local Autho have attempted to distance themselves from this scandal; however parents nationally have reported equally negative experiences.","state":"open","signature_count":8125,"created_at":"2016-06-15T20:17:12.546Z","updated_at":"2016-10-22T19:15:30.816Z","open_at":"2016-06-16T12:06:01.428Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-15T20:39:34.251Z","response_threshold_reached_at":null,"creator_name":"Nikola Matulewicz-Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134345,"links":{"self":"https://petition.parliament.uk/petitions/134345.json"},"attributes":{"action":"DENY the request for a second EU REFERENDUM","background":"The British public have decided that they no longer want to be part of the EU. The minority within the Leave campaign believe there should be a second referendum. This is neither fair nor democratic. The majority have decided. The remain voters need to accept they have lost and move forward. ","additional_details":"","state":"open","signature_count":7602,"created_at":"2016-06-24T11:30:18.680Z","updated_at":"2016-10-22T21:37:13.334Z","open_at":"2016-06-28T09:02:44.495Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T20:52:59.362Z","response_threshold_reached_at":null,"creator_name":"Sean wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139983,"links":{"self":"https://petition.parliament.uk/petitions/139983.json"},"attributes":{"action":"Allow motorcycles to use ALL bus lanes.","background":"Bikes take up less space than most other road users and therefore aren't seen as readily and are at greater risk of personal injury. \r\n\r\nWe are legally allowed to filter past the queuing traffic and get to the front, this way would help make it even safer without affecting the buses and taxis.\r\n\r\n","additional_details":"","state":"open","signature_count":7478,"created_at":"2016-06-25T16:24:05.547Z","updated_at":"2016-10-22T19:03:10.274Z","open_at":"2016-07-05T14:04:02.421Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T16:35:34.338Z","response_threshold_reached_at":null,"creator_name":"Martin Cherry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134618,"links":{"self":"https://petition.parliament.uk/petitions/134618.json"},"attributes":{"action":"Hold a second referendum on leaving the EU once exit terms have been negotiated.","background":"On 23rd June 2016, the UK voted to leave the EU. The terms of the departure have yet to be agreed with the EU, and the possibilities vary widely on key issues such as access to the single market and limiting immigration. Once terms are agreed, a second vote should be held to confirm the decision.","additional_details":"During campaigning ahead of the EU referendum, many parties, including politicians and supporters on both sides of the debate, noted that the structure of any agreement to leave was uncertain. The terms that the UK would negotiate with the EU were subject to claim and counter-claim on both sides.\r\n\r\nThe public, therefore, were not aware of the full nature of the 'leave' outcome at that time and should be given the opportunity to vote on again once an agreement with the EU is reached.","state":"open","signature_count":6982,"created_at":"2016-06-24T12:23:42.897Z","updated_at":"2016-10-22T23:05:31.302Z","open_at":"2016-07-04T16:28:00.249Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T13:47:24.904Z","response_threshold_reached_at":null,"creator_name":"William Kerr-Muir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":131568,"links":{"self":"https://petition.parliament.uk/petitions/131568.json"},"attributes":{"action":"Abandon DfE plans to make Year 7 children resit SATs in Mathematics and English","background":"Children in Year 6 at Primary School currently sit National Tests (\"SATs\") in Mathematics and English. The DfE are proposing that children who fail to reach a \"required standard\" will resit these tests at Secondary School in Year 7.","additional_details":"Guidance for schools on this, which was previously available on the DfE website, was recently removed (something which the DfE, despite evidence to the contrary, later denied).\r\n\r\nMathematics teaching professionals believe that there will not be enough time to effectively implement these changes for a September 2017 start. Moreover, we believe that their implementation will slow the Secondary curriculum, create a testing culture, and reinforce a language of failure inappropriate at such a young age.","state":"open","signature_count":6899,"created_at":"2016-05-28T10:08:52.168Z","updated_at":"2016-10-18T19:33:55.507Z","open_at":"2016-06-03T13:30:05.460Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-28T10:29:09.626Z","response_threshold_reached_at":null,"creator_name":"Simon Cox","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129305,"links":{"self":"https://petition.parliament.uk/petitions/129305.json"},"attributes":{"action":"Legalise car cruising or give us designated areas to meet","background":"Police have been clamping down on car cruising. Car cruising is not a crime but for some people is a way of life.People withing the car scene modify their cars and want people to see their work they have done. Each car is diffrent and we want a chance to show people our work.","additional_details":"In the car scene when a meet is organised we try to meet in an area that cant effect the public. We do not intend to cause any harm to the public we just want to meet and make new friends and show our builds. With atleast giving us a designated area to meet we will be able to meet new people with common interests and show our builds without causing harm or distress to the public.","state":"open","signature_count":6803,"created_at":"2016-05-02T17:30:14.827Z","updated_at":"2016-10-15T14:40:24.592Z","open_at":"2016-05-06T14:12:52.244Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-02T17:40:47.150Z","response_threshold_reached_at":null,"creator_name":"Sean davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169664,"links":{"self":"https://petition.parliament.uk/petitions/169664.json"},"attributes":{"action":"Verify that all child refugees accepted into the UK are genuinely under 18.","background":"It is clear that there is some debate as to the veracity of many claims made by refugees, such as their actual age. \r\n\r\nMany appear visibly older than British children of the same claimed year of birth whose ages are verifiable with extensive documentation from birth. ","additional_details":"So we the undersigned call on the government to ensure that they seek the opinion of medical professionals to settle the question. We realise that age cannot be accurately pinpointed, but an estimate can be given to within a few years. \r\n\r\nFirstly this will create public confidence that only genuine child refugees are being accepted, and secondly it will ensure that British children are properly safeguarded in schools where adults are normally subjected to an extensive criminal records check.","state":"open","signature_count":6748,"created_at":"2016-10-17T20:00:02.907Z","updated_at":"2016-10-22T23:58:40.170Z","open_at":"2016-10-21T17:50:30.961Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-17T20:11:35.751Z","response_threshold_reached_at":null,"creator_name":"John Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130036,"links":{"self":"https://petition.parliament.uk/petitions/130036.json"},"attributes":{"action":"Stop the travel companies charging high prices for school holiday weeks.","background":"Everyone is complaining about being fined for taking our children out of school to go on holiday. The travel companies are at fault as I believe the majority of people would take their children away during school holidays if they could afford it.","additional_details":"","state":"open","signature_count":6746,"created_at":"2016-05-11T12:39:56.225Z","updated_at":"2016-10-22T21:34:42.710Z","open_at":"2016-05-13T12:27:05.035Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-11T13:10:58.518Z","response_threshold_reached_at":null,"creator_name":"Karen Walker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":132175,"links":{"self":"https://petition.parliament.uk/petitions/132175.json"},"attributes":{"action":"Make it illegal to prohibit the wearing of an earned Armed Forces Veteran Badge.","background":"A bus company has prohibited wearing of Veterans badges on the grounds of Uniformity yet encourages wearing Trade Union badges. This is contrary to the spirit of the Military Covenant. The badge is recognition of service to the nation \u0026 denying the right to wear it disrespects that veterans service.","additional_details":"","state":"open","signature_count":6676,"created_at":"2016-06-07T11:39:13.905Z","updated_at":"2016-10-22T17:40:56.678Z","open_at":"2016-06-15T16:04:21.711Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-14T20:06:10.814Z","response_threshold_reached_at":null,"creator_name":"David Fountain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159907,"links":{"self":"https://petition.parliament.uk/petitions/159907.json"},"attributes":{"action":"A full review of the staffing shortages within NHS district nursing service.","background":"People prefer to recover at home. The district nursing service, with the reductions in staffing since 2003 is at breaking point. District nurses are now critically endangered health professionals says the royal college of nursing and 10,000 front line staff are required.","additional_details":"There has been large cuts to the district nursing service, senior nursing sisters who require the specialist practitioner degree have been reduced in numbers and in high demand with many jobs advertised for months waiting to be filled.\r\nDistrict nurses will dissappear by 2025.\r\nOnly 37% of time spent dealing with patients. \r\n2003 - 2013 47% drop in staff from 12,620 to 6,656. Ref: Royal College of Nursing.\r\nWe want the government to debate this and commit to recruiting front line staff required.\r\n","state":"open","signature_count":6653,"created_at":"2016-07-08T10:47:27.048Z","updated_at":"2016-10-22T14:15:09.979Z","open_at":"2016-07-20T09:42:15.069Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-08T13:47:53.405Z","response_threshold_reached_at":null,"creator_name":"Gordon Roberts","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163019,"links":{"self":"https://petition.parliament.uk/petitions/163019.json"},"attributes":{"action":"Search all Islamic buildings for weapons and extremist literature and items","background":"As large numbers of weapons are being found in mosque's in Europe searches should be carried out in Britain to keep us safe from weapons and Islamic extremists ","additional_details":"","state":"open","signature_count":6592,"created_at":"2016-07-25T17:11:18.953Z","updated_at":"2016-10-22T21:37:34.576Z","open_at":"2016-07-26T13:56:35.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-25T18:09:59.680Z","response_threshold_reached_at":null,"creator_name":"Kiron O'Connor ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130482,"links":{"self":"https://petition.parliament.uk/petitions/130482.json"},"attributes":{"action":"Introduce plastic alcohol glasses in clubs and bars after 12am","background":"I was glassed in a unprovoked attack while on a night out. I am asking clubs and bars to introduce plastic to reduce the chance of serious injury to other members of the public. I was left with my face scarred for life, which affected my career, mental health, family and my 3 beautiful children. ","additional_details":"Please read links below for CCTV of the horrendous attack and sign to stop this happening to anyone else. \r\n\r\nhttp://www.dailymail.co.uk/news/article-3589464/Clubber-37-scarred-model-life-unprovoked-bar-attack-smashing-wine-glass-face-leaving-needing-50-stitches.html\r\n\r\nhttp://www.liverpoolecho.co.uk/news/liverpool-news/watch-moment-model-scarred-life-11331136","state":"open","signature_count":6553,"created_at":"2016-05-15T17:08:13.351Z","updated_at":"2016-10-22T12:08:39.544Z","open_at":"2016-05-31T14:48:53.083Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-21T17:46:12.064Z","response_threshold_reached_at":null,"creator_name":"Gemma Hilton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":140238,"links":{"self":"https://petition.parliament.uk/petitions/140238.json"},"attributes":{"action":"Protect UK Environment \u0026 Wildlife - adopt European environmental legislation.","background":"The vote to leave the EU could leave our wildlife at risk. The EU has developed a strong set of laws that protect the environment and our wildlife. As these laws will not apply when the UK leaves the EU we need new laws for the UK that give our precious wildlife and environment the same protection.","additional_details":"Wildlife didn't get much of a mention in the referendum debate, that's a shame as it was something that Europe treasures and its laws were very good for protecting the environment. Without new laws protected sites and our countryside might not be protected unless we have new laws that make sure we take care of it. Many species of plants, animals \u0026 invertebrates are declining, the UK Government should make it a priority to do what we can to stop this.\r\n\r\nhttp://www.wildlifetrusts.org/EU-Ref/reports","state":"open","signature_count":6280,"created_at":"2016-06-25T17:07:51.483Z","updated_at":"2016-10-22T22:24:38.870Z","open_at":"2016-07-06T14:59:54.751Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T18:21:09.212Z","response_threshold_reached_at":null,"creator_name":"Zach Haynes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":162934,"links":{"self":"https://petition.parliament.uk/petitions/162934.json"},"attributes":{"action":"Force child cancer to the forefront of the NHS and government funding schemes.","background":"We want the government to make more funding available in the fight against child cancer. Not enough is being done to spread awareness . We need more genetic testing and research. Child cancer needs to be at the forefront of our minds. These beautiful children need our help, Please, lets help them.","additional_details":"My wife and I recently lost our precious daughter Poppy-Mai to a very rare cancer, it was a progressive and aggressive malignant rhabdoid tumour which progressed into a metastatic brain tumour.  More funding should be made available in the fight against child cancer, these children are our future.","state":"open","signature_count":6277,"created_at":"2016-07-24T21:37:01.502Z","updated_at":"2016-10-22T23:23:09.755Z","open_at":"2016-07-29T14:07:58.443Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-24T21:42:28.721Z","response_threshold_reached_at":null,"creator_name":"Andrew Barnard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159140,"links":{"self":"https://petition.parliament.uk/petitions/159140.json"},"attributes":{"action":"Revoke the BBC's charter","background":"The BBC has become increasingly biased in its news coverage.  In particular, with its pro-EU stance, the BBC does not represent more than half the country, who are nonetheless legally bound to pay the licence fee.","additional_details":"","state":"open","signature_count":6246,"created_at":"2016-07-05T18:14:02.635Z","updated_at":"2016-10-22T23:23:48.414Z","open_at":"2016-07-28T16:43:11.073Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-05T19:54:08.596Z","response_threshold_reached_at":null,"creator_name":"Adrian Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167371,"links":{"self":"https://petition.parliament.uk/petitions/167371.json"},"attributes":{"action":"Everyone in the UK must have a vote on who is elected Mayor of London.","background":"Sadiq Kahn has been getting involved in foreign political matters and policies that affect not just London but the rest of the UK. If any Mayor of London can meddle (Unchecked) in political activities that affect the whole of the UK, then the whole of the UK should have a say in who is Mayor!","additional_details":"His pro-Hillary Clinton tour of the United States, whose appointment will have an affect on everyone in the UK.\r\nHis joint venture with Obama to tackle anti hate speech against Muslims online.. no mention of hate crimes committed by Muslims. He recently quoted “too many white men” working for the city’s underground train service. ","state":"open","signature_count":6135,"created_at":"2016-09-18T00:19:43.299Z","updated_at":"2016-10-22T21:37:24.318Z","open_at":"2016-09-21T10:03:02.423Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-18T01:55:33.173Z","response_threshold_reached_at":null,"creator_name":"Keith Frederick Benham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164891,"links":{"self":"https://petition.parliament.uk/petitions/164891.json"},"attributes":{"action":"Make it illegal to harass those engaged in legal fieldsports.","background":"For decades now those involved in legal fieldsports (hunting, shooting, fishing, trapping, etc.) have been subjected to a barrage of abuse, both verbally and more increasingly, physically by 'hunt saboteurs'.  This harassment of those involved in legal fieldsports should be made an offence.","additional_details":"In the US they have Hunter Harassment Laws, these include: \r\n\r\n\"Impeding or obstructing a person who is engaged in lawful hunting, fishing or trapping. This could include trying to get in the way of a sportsman.\" \r\n\r\n\"Impeding or obstructing a person who is engaged in a lawful activity.\"\r\n\r\nIt's also an offence to scare away game so it can't be hunted.\r\n\r\nWe need similar laws in the UK to stop the harassment of those participating in legal fieldsports activities.\r\n\r\n","state":"open","signature_count":5908,"created_at":"2016-08-14T21:36:08.238Z","updated_at":"2016-10-22T22:42:48.719Z","open_at":"2016-08-15T11:42:57.512Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-15T05:58:54.867Z","response_threshold_reached_at":null,"creator_name":"Mark Horsfall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136668,"links":{"self":"https://petition.parliament.uk/petitions/136668.json"},"attributes":{"action":"Allow EU citizens to remain in the UK after exit from the EU with same rights","background":"EU citizens who study or work and pay taxes in the UK are a fundamental part of society. The UK would not be able to function without the taxes paid in by the EU immigrants. Their rights should also not be decreased if they've been paying in for years.","additional_details":"","state":"open","signature_count":5672,"created_at":"2016-06-24T22:07:49.465Z","updated_at":"2016-10-22T22:56:16.372Z","open_at":"2016-07-04T11:38:37.302Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T19:06:02.602Z","response_threshold_reached_at":null,"creator_name":"Errietta Kostala","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165342,"links":{"self":"https://petition.parliament.uk/petitions/165342.json"},"attributes":{"action":"Stop Tony Blair  using taxpayers funding his legal costs for Iraq war defence!","background":"Tony Blair has more than enough finance to fund his own defence. Whereas the families have had to raise their own funds!","additional_details":"","state":"open","signature_count":5581,"created_at":"2016-08-20T17:43:31.181Z","updated_at":"2016-10-22T20:48:05.322Z","open_at":"2016-08-25T17:08:06.191Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-22T08:06:52.706Z","response_threshold_reached_at":null,"creator_name":"Barrie Parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168112,"links":{"self":"https://petition.parliament.uk/petitions/168112.json"},"attributes":{"action":"Block or change the EASA Commission Regulation\r\non Unmanned Aircraft Operations","background":"The UK UAV industry is currently thriving\r\nand is even recognised by EASA themselves “Unmanned aircraft is a sector of aviation that is developing very fast and has a great potential for producing new jobs and growth.“\r\n\r\n BUT With the EASA new proposed regulations all of this is under threat.\r\n\r\n","additional_details":"“Drones” and other UAV are well covered under the Civil Aviation Authority Air Navigation Order. Regarded by most as fair and accurate\r\n\r\nEASA proposals will override this (even once we have left the EU)\r\nAnd have clearly been written by people with little understand of the subject. the expected result of them is:\r\n\r\n* Death of the related industry (not a slowdown but an outright death)\r\n\r\n* Public disregard for all rules\r\n\r\n*cease of UAV use for UK emergency services and other lifesaving uses\r\n","state":"open","signature_count":5423,"created_at":"2016-09-29T14:16:41.243Z","updated_at":"2016-10-22T23:08:12.356Z","open_at":"2016-10-03T14:55:50.210Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:35:07.324Z","response_threshold_reached_at":null,"creator_name":"joshua sams","rejection":null,"government_response":null,"debate":null}}]}