{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=63\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":118713,"links":{"self":"https://petition.parliament.uk/petitions/118713.json"},"attributes":{"action":"Recognise Taiwan as a country","background":"Due to the One China policy the United Kingdom doesn't recognise the Government of the Republic of China and all diplomatic relations between the two countries take place on an unofficial basis. ","additional_details":"It's time to change this. Taiwan is an independant country. Taiwan maintains the Taipei Representative Office in the U.K. in London with a branch office in Edinburgh while the United Kingdom maintains the British Office Taipei in Taipei. This is ridiculous and must change. \r\n\r\nTaiwan is  a country, but China states that Taiwan is just another part of China. The consequence is that the USA, UK and most countries in the world don't want to upset China, therefore do not recognise Taiwan as a country.","state":"open","signature_count":22136,"created_at":"2016-01-15T20:38:57.339Z","updated_at":"2016-07-11T20:19:57.765Z","open_at":"2016-01-18T11:28:23.404Z","closed_at":null,"government_response_at":"2016-02-04T15:34:17.955Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-15T21:28:00.300Z","response_threshold_reached_at":"2016-01-20T16:07:29.877Z","creator_name":"Lee Chapman","rejection":null,"government_response":{"summary":"The UK believes that the Taiwan issue should be resolved through dialogue, in line with the views of the people on both sides of the Taiwan Strait. ","details":"The long standing position of Her Majesty’s Government is that we do not recognise Taiwan as a state. The 1972 Joint Communique between the United Kingdom and China set out that: ‘The UK acknowledges the Chinese position that Taiwan is a province of the People’s Republic of China and recognises the People’s Republic of China as the sole legal government of China’. \r\n\r\nThe United Kingdom believes that the Taiwan issue should be resolved through dialogue, in line with the views of the people on both sides of the Taiwan Strait.  Recent years have seen a substantial increase in transport, tourism and trade links across the Strait, which have contributed to peace and stability. We hope that this trend will continue. \r\n\r\nThe United Kingdom and Taiwan have a strong but unofficial relationship, based on dynamic commercial, educational and cultural ties and facilitated by The British Office, Taipei, and the Taipei Representative Office in London. This relationship delivers significant benefits to both the UK and Taiwan and has featured a wide range of exchanges and visits, for example on environmental, judicial and educational issues. \r\n\r\nWe encourage British companies to take advantage of Taiwan’s thriving economy, favourable business environment and close trade and investment links with the wider region. Taiwan is the UK’s 6th largest market in the Asia Pacific region. Two-way trade reached a historic high of £5.8bn in 2014 with the total value of exports of UK goods and services to Taiwan standing at £1.96bn. UK exports to Taiwan grew by 2.3% in 2014.\r\n\r\nThe United Kingdom and Taiwan also enjoy a constructive relationship in a range of multilateral organisations for which statehood is not a requirement, such as the WTO, and the European Bank of Reconstruction and Development. \r\n\r\nForeign and Commonwealth Office","created_at":"2016-02-04T15:34:17.953Z","updated_at":"2016-02-04T15:34:17.953Z"},"debate":null}},{"type":"petition","id":128190,"links":{"self":"https://petition.parliament.uk/petitions/128190.json"},"attributes":{"action":"To introduce a permanent, minimum passing distance when overtaking cyclists.","background":"Cycling in the UK has become a truly popular sport and way of commuting, but we still vulnerable.In 2014 21,287 cyclist were injured in reported road accidents in the UK, 113 were killed and 3,401 were seriously injured.The Highway Code, Rule 212 states giving \"plenty of room\" when passing cyclists.","additional_details":"The lack of a clear specification may result in a personal decision what a \"plenty of room\" means in terms of distance. Therefore, introducing a minimum legal passing distance when overtaking cyclists will considerably reduce the number of cyclist casualties, aiding in a safe cycling practice. Suggestion of 3.28 ft (1 m) when overtaking cyclists on roads with speed limits up to and including 30mph. On roads with higher speed limits, the minimum passing distance should be 4.9 ft (1.5 m).","state":"open","signature_count":21907,"created_at":"2016-04-17T20:13:12.533Z","updated_at":"2016-07-12T20:07:02.732Z","open_at":"2016-04-29T14:24:24.032Z","closed_at":null,"government_response_at":"2016-05-09T13:20:35.512Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-28T14:39:26.520Z","response_threshold_reached_at":"2016-05-04T20:09:24.456Z","creator_name":"Tony C Martin","rejection":null,"government_response":{"summary":"This Government currently does not have plans to legislate on a set minimum space e.g. 1 metre on roads with a speed limit of up to 30mph when overtaking a cyclist. ","details":"This type of legislation would be extremely difficult to enforce and the Government does not believe that it would add to the existing rules and guidance, including those set out in the Highway Code, which advises drivers to give cyclists “at least as much room as you would when overtaking a car”.\r\n\r\nWe are keeping this position under review, and are interested in learning from the experience of places where legislation of this type has been introduced. One example is South Australia, where since 25th October 2015, drivers are required to give a minimum of one metre when passing a cyclist where the speed limit is 60km/h (37.3mph) or less or 1.5 metres where the speed limit is over 60km/h (40mph). The penalty for drivers caught disobeying this rule is a $287 (£148) fine, plus a $60 (£31) victim of crime levy and 2 demerit (penalty) points. However, it will take time to understand the benefits and impacts of this legislation on cyclists and other road users. \r\n\r\nDepartment for Transport","created_at":"2016-05-09T13:20:35.508Z","updated_at":"2016-05-09T13:20:35.508Z"},"debate":null}},{"type":"petition","id":124769,"links":{"self":"https://petition.parliament.uk/petitions/124769.json"},"attributes":{"action":"Call for a Snap General Election","background":"This government is the most ideologically-driven and morally bankrupt in living memory. From scathing cuts to the most vulnerable of us, to the disregard for those fleeing war; from the sweeping destruction of local services, to soundbite kneejerk policies to satisfy the basest fears of society. ","additional_details":"This government has dropped the ball. It's not fit for purpose. The manifesto pledges are unrecognisable compared with the current actions. \r\nWe have a weak PM, a Chancellor without a clue, a government with more differences than similarities, a country being handed to the richest 1% while the rest of us pay and pay and pay.\r\nThe British people deserve the right to vote now to let Westminster know how we feel.\r\nCall for a Snap General Election now! ","state":"open","signature_count":21241,"created_at":"2016-03-16T09:52:42.300Z","updated_at":"2016-07-12T21:35:10.012Z","open_at":"2016-03-20T12:44:57.716Z","closed_at":null,"government_response_at":"2016-04-07T17:02:54.533Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-16T10:31:26.770Z","response_threshold_reached_at":"2016-03-22T07:33:54.855Z","creator_name":"Thierry Colcestrian","rejection":null,"government_response":{"summary":"The Fixed-Term Parliaments Act means no Government can call a snap general election.  The partisan description of the Government in this petition is wrong.","details":"The partisan description of the government in this petition is wrong and the Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date, and therefore to call a snap general election, from the Government and gave a power to the House of Commons to call an early general election in certain circumstances.  \r\n \r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days.  Aside from these triggers there is no way to replace the Government through an early General Election.\r\n\r\nFinally, we disagree with the description of the current Government in this petition.\r\n\r\nCabinet Office\r\n","created_at":"2016-04-07T17:02:54.530Z","updated_at":"2016-04-07T17:02:54.530Z"},"debate":null}},{"type":"petition","id":133767,"links":{"self":"https://petition.parliament.uk/petitions/133767.json"},"attributes":{"action":"Ask the Government not to invoke article 50 of the Lisbon treaty.","background":"Parliament is sovereign and, if Brexit wins, the Government will not be legally obliged to invoke the Lisbon treaty to start an EU exit. The vote represents less than 75% of the population and already the leave propaganda has been proving untrue.","additional_details":"","state":"open","signature_count":20837,"created_at":"2016-06-24T07:08:33.706Z","updated_at":"2016-07-12T21:46:56.407Z","open_at":"2016-06-30T16:17:30.142Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T17:45:05.822Z","response_threshold_reached_at":"2016-07-03T13:48:26.655Z","creator_name":"Andy Wheeler","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119497,"links":{"self":"https://petition.parliament.uk/petitions/119497.json"},"attributes":{"action":"Reinstate The 25Year Rolling Road Tax Exemption","background":"The Tories promised to reinstate this when elected, but instead chose 40 years.\r\nMost working people are being priced out of classic cars, and this would help keep our hobby alive with the less well off.","additional_details":"","state":"open","signature_count":20494,"created_at":"2016-01-22T13:54:59.587Z","updated_at":"2016-07-12T20:36:53.302Z","open_at":"2016-01-24T16:09:59.319Z","closed_at":null,"government_response_at":"2016-02-18T10:38:25.529Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-22T19:30:07.989Z","response_threshold_reached_at":"2016-01-27T09:12:20.179Z","creator_name":"Logan Walker ","rejection":null,"government_response":{"summary":"Classic vehicles are an important part of the UK’s heritage. We already offer a 40 year rolling exemption. Around 10,000 classic vehicles each year become exempt, so owners no longer have to pay VED.","details":"The classic car industry employs around 28,000 people in the UK and the Government considers classic vehicles to be an important part of the nation’s historical and cultural heritage. In recognition of the contribution made by this sector, at Budget 14 the Government announced a new affordable Vehicle Excise Duty (VED) exemption for classic vehicles. This was defined as vehicles first registered over forty years previously. It will be rolled forward, allowing new cohorts of historic vehicles to be included in the exemption on 1 April each year. Currently, all vehicles manufactured before 1 January 1975 are eligible to apply for the exemption with the Driver and Vehicle Licensing Agency.   \r\n\r\nIt is estimated that an additional 10,000 classic vehicles will be affected each year meaning their owners will benefit from not having to pay current VED rates of £145 or £230 depending on vehicle weight and engine size. \r\n\r\nThe Government is working to deliver a long-term economic plan to repair the public finances and will continue to take the difficult decisions to achieve this goal. Therefore, the Government currently has no plans to re-introduce a rolling twenty-five year exemption for this category of vehicle.  \r\n\r\nThe Chancellor of the Exchequer keeps all taxes under review as part of the regular Budget process. \r\n\r\nHM Treasury","created_at":"2016-02-18T10:38:25.525Z","updated_at":"2016-02-18T10:38:25.525Z"},"debate":null}},{"type":"petition","id":124524,"links":{"self":"https://petition.parliament.uk/petitions/124524.json"},"attributes":{"action":"change the legal definition of rape in the uk to include female on male rape","background":"in the legal definition of rape it requires a penis and must be penetrative. making it so only men can be convicted of rape. woman can penetrate a man with sex toys and force penetrate and can only be done for sexual assault which carries a lighter sentence. rape to be equal must be gender neutral. ","additional_details":"evidence that rape only applies to men under british law. http://www.legislation.gov.uk/ukpga/2003/42/notes/division/5/1/1\r\n\r\nevidence that sexual assault carries a light sentence than rape.\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s1_rape/\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s3_sexual_assault/","state":"open","signature_count":20474,"created_at":"2016-03-14T00:28:22.295Z","updated_at":"2016-07-12T21:21:07.008Z","open_at":"2016-03-20T13:19:35.851Z","closed_at":null,"government_response_at":"2016-05-10T10:37:29.581Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-14T20:59:26.849Z","response_threshold_reached_at":"2016-04-06T20:46:11.815Z","creator_name":"daniel stretton ","rejection":null,"government_response":{"summary":"The Sexual Offences Act 2003 protects both men and women from serious sexual offending. We are committed to tackling sexual offending in all its forms.","details":"All non-consensual sexual penetration is dealt with by specific serious offences, including those that can be committed by a man or a woman. For example, the offence of assault by penetration carries the same maximum penalty as rape.\r\n\r\nThe sentences available under the Act for all sexual offences are significant and reflect the seriousness of the offending. \r\n\r\nIssues surrounding the definition of rape were considered both in the “Setting the Boundaries” consultation published prior to the introduction of the Sexual Offences Act 2003 and, during the passage of that legislation through Parliament.  In the consultation there was a considerable amount of agreement that rape should remain an offence of penile penetration, but that the definition be extended to include penile penetration of the mouth.\r\n\r\nIt is true that “rape” under Section 1 of the Sexual Offences Act 2003 is, in the majority of cases, committed by a man, but there are some rare exceptions for example, when a woman is actively involved in the commission of a gang rape.\r\n\r\nWe therefore have no plans to amend the legal definition of rape in the Sexual Offences Act 2003 as suggested by this e-petition. \r\n\r\nMinistry of Justice","created_at":"2016-05-10T10:37:29.578Z","updated_at":"2016-05-10T10:37:29.578Z"},"debate":null}},{"type":"petition","id":123324,"links":{"self":"https://petition.parliament.uk/petitions/123324.json"},"attributes":{"action":"The 23 June should be designated as Independence Day, and celebrated annually.","background":"If we leave the EU, the UK will be an independent country for the first time since 1974","additional_details":"","state":"open","signature_count":20060,"created_at":"2016-02-28T23:08:43.118Z","updated_at":"2016-07-12T21:14:41.511Z","open_at":"2016-03-03T13:29:36.848Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-02T19:51:02.958Z","response_threshold_reached_at":"2016-06-25T20:46:53.477Z","creator_name":"John Dodd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119248,"links":{"self":"https://petition.parliament.uk/petitions/119248.json"},"attributes":{"action":"Investigate the standard of food served to the military and Sodexo services.","background":"I have witnessed the standard of food served to the military. Sodexo provides unhealthy food cold and substandard services . government spend less per head on a soldier than it does on a prisoner.  ","additional_details":"Photographic evidence from multiple sources and sites .  Poor use of tax payer money and shameful to do this to the military personnel.  Complaints ignored and these meals would be unsuitable for a school so why ok for a soldier?","state":"open","signature_count":19983,"created_at":"2016-01-20T14:02:58.509Z","updated_at":"2016-07-12T20:42:33.418Z","open_at":"2016-01-21T13:08:42.660Z","closed_at":null,"government_response_at":"2016-04-06T09:10:34.338Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-20T17:19:04.139Z","response_threshold_reached_at":"2016-03-21T06:50:38.021Z","creator_name":"Claire Wingate ","rejection":null,"government_response":{"summary":"The standard of food and ingredients provided to Armed Forces personnel by both military and civilian kitchen staff is set by MOD policy, which ensures that there is a nutritious and balanced menu.","details":"Various assurance activities take place including contract monitoring, site visits, reviews, customer engagement and assurance by single Service catering subject matter experts to improve on the service provided.\r\n\r\nDefence personnel are offered core meals, covering breakfast, lunch and dinner with set calorific and nutritional standards, including unlimited access to carbohydrates and vegetables. However, personnel are not restricted to the core meals and may choose any of the other options available. The core meals provide access to a nutritionally balanced meal at cost price, meaning that there is no profit made on them. \r\n\r\nThe contractors delivering the Catering Retail and Leisure contracts also have the ability to provide alternative meal options which are outside the Core Meal costs, including healthy options. \r\n\r\nThe MOD is committed to ensuring that Service personnel receive good quality meals, and that complaints are taken seriously. As part of our commitment to ensuring the standard of food provided, the Army have appointed David Morgan-Hewitt, Managing Director of The Goring hotel in London, as their honorary catering advisor.\r\n\r\nWe have a number of mechanisms in place to ensure that the standard of food provided is monitored and that any issues identified are dealt with as quickly as possible. \r\n\r\nComplaints can be raised through the chain of command or directly with the contractor through a complaints book, which should be located in the mess. The MOD and Sodexo are working jointly to review and resolve the recent issues raised.\r\n\r\nMinistry of Defence","created_at":"2016-04-06T09:10:34.334Z","updated_at":"2016-04-06T09:10:34.334Z"},"debate":null}},{"type":"petition","id":119659,"links":{"self":"https://petition.parliament.uk/petitions/119659.json"},"attributes":{"action":"Have the House of Commons debate TTIP and implications  for the UK as a whole.","background":"The Transatlantic Trade and Investment Partnership is a series of trade negotiations carried out mostly in secret between the EU and US. TTIP will allow US corporations to do exactly as they wish in all areas of our lives e.g NHS. They will be able to sue countries if anything does not suit them. ","additional_details":"This is happening via secret negotiations to suit US corporations. Many  politicians in the UK / EU have little or no access to information to make decisions or debate what is best for their country. These Corporations will 'own' us and influence our NHS, environment, infrastructure etc plus be able to sue the UK if they think we have affected profits.  Public must be told, now!\r\n\r\nhttp://www.independent.co.uk/voices/comment/what-is-ttip-and-six-reasons-why-the-answer-should-scare-you-9779688.html","state":"open","signature_count":19957,"created_at":"2016-01-24T02:48:06.870Z","updated_at":"2016-07-12T20:04:19.292Z","open_at":"2016-01-25T21:26:40.184Z","closed_at":null,"government_response_at":"2016-05-04T10:59:11.613Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-24T14:25:45.895Z","response_threshold_reached_at":"2016-03-08T14:26:30.134Z","creator_name":"Grace Kennedy","rejection":null,"government_response":{"summary":"The Transatlantic Trade and Investment Partnership (TTIP) has been debated on five occasions in the House of Commons and once in the House of Lords. \r\n","details":"TTIP would bring economic benefits on both sides of the Atlantic, increasing trade and investment, creating jobs and giving consumers more choice. It could boost the UK economy by £10 billion each year. This translates to additional disposable income of about £400 per year for an average UK household.  \r\n\r\nNHS \r\n\r\nThe Government has always been clear that protecting the NHS is of the utmost importance for the UK. We believe, as does the European Commission, that provisions in the current TTIP texts and numerous previous trade deals we have been part of over the past several decades achieve this protection. These treaties have helped both UK and EU businesses grow and create high quality jobs.  They have also ensured that it remains for the UK to decide how our public services are run. The European Trade Commissioner has confirmed the NHS is not at risk, stating that ‘member states do not have to open public health services to competition from private providers, nor do they have to outsource services to private providers’. A full copy of the Commissioner’s letter can be found on the ‘publications’ section of the GOV.UK website. \r\n\r\n\r\nInvestor-State Dispute Settlement (ISDS)\r\n\r\nInvestment protection provisions featured in all six Parliamentary debates on TTIP. They protect small and big businesses, individuals and pension funds from discriminatory or unfair treatment by a state. They are not about allowing foreign businesses to sue governments that pass laws which affect profits. ISDS tribunals can determine whether a state has breached the obligations set out in a treaty through discriminatory or unfair treatment and if a foreign investor is entitled to compensation.  \r\n\r\nThe UK has a great record of creating the right environment for investors and treating them fairly. We have over 90 such agreements in place with other countries and there has never been a successful claim brought against the UK, nor has the threat of potential claims affected the Government’s legislative programme. But many UK investors overseas who have suffered discrimination, expropriation and lack of due legal process have relied on ISDS. \r\n\r\nThe European Commission has published its proposal for investment protections in TTIP http://trade.ec.europa.eu/doclib/press/index.cfm?id=1364  The UK will make sure that governments can continue to regulate lawfully in the public interest and that public services remain protected.\r\n\r\nTransparency / Consultation\r\n\r\nThe European Commission has published a number of EU proposals for legal text in TTIP, position papers, and a series of factsheets setting out the EU's aims for the agreement http://ec.europa.eu/trade/policy/in-focus/ttip/  The Commission has also run four online public consultations on various parts of the deal, including ISDS. It is holding regular meetings with an advisory group, as well as civil society groups throughout the negotiations. In addition, the Department for Business, Innovation and Skills (BIS) holds regular meetings with organisations representing those with a particular interest in TTIP.  \r\n\r\nParliamentary Oversight\r\n\r\nThe European Commission and the US have agreed that national parliamentarians should have access to classified TTIP documents via reading rooms in national ministries. The UK is establishing such a reading room in BIS. This will give access to documents for Members of both Houses equivalent to that afforded MEPs.  \r\n\r\nParliament already oversees the negotiations via updates from Ministers. In addition to being been debated in Parliament six times, TTIP has been considered by four Parliamentary committees. The Government has responded to committee reports www.gov.uk/bis/ttip  Ministers are always prepared to meet with parliamentarians to discuss TTIP.\r\n\r\nWe expect that TTIP will be a “mixed” agreement, covering areas of both EU and Member State competence. In that case, it will be subject to agreement by each EU Member State, the EU Council and the European Parliament. As part of this process the agreement will be subject to Parliamentary scrutiny before it is ratified by the UK.  \r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-05-04T10:59:11.608Z","updated_at":"2016-05-04T10:59:11.608Z"},"debate":null}},{"type":"petition","id":127934,"links":{"self":"https://petition.parliament.uk/petitions/127934.json"},"attributes":{"action":"Abolish Inheritance Tax. It is wrong to tax assets that have already been taxed","background":"We believe that Inheritance Tax should be abolished. It is a tax on assets that have already been taxed.\r\nPeople should be free to leave their assets to whomsoever they want without fear of being taxed again.\r\nWe believe that the Government should be bold enough to act and axe this iniquitous tax.","additional_details":"","state":"open","signature_count":19536,"created_at":"2016-04-14T22:26:08.555Z","updated_at":"2016-07-12T20:04:59.286Z","open_at":"2016-04-15T14:50:19.328Z","closed_at":null,"government_response_at":"2016-05-27T10:04:23.192Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-14T23:09:26.659Z","response_threshold_reached_at":"2016-05-12T07:26:49.588Z","creator_name":"Robert Barnes","rejection":null,"government_response":{"summary":"Government recognises the natural desire of people to work hard and pass on assets to their family but must balance this against the important contribution that inheritance tax makes to the exchequer.","details":"That’s why the Government is delivering its manifesto commitment to take the family home out of inheritance tax for all but the richest families. This will be achieved through a new transferable residence allowance, which will create an effective £1 million inheritance tax threshold for many families. From April 2017, this new allowance is being phased in for all individuals who leave their home on death to their child or other direct descendants. Combined with the existing transferable threshold of £325,000, this means many individuals will have an inheritance tax threshold of £500,000, and ultimately many surviving spouses and civil partners will have an effective threshold of £1 million by 2020-21. \r\n\r\nAs a result of delivering this manifesto commitment, around 94% of estates are forecast to be able to pass on all their assets without paying any inheritance tax. The number of estates facing an inheritance tax charge in 2020-21 will be almost halved compared to the forecast before the Summer Budget 2015 and thousands more will pay less. \r\n\r\nH M Treasury","created_at":"2016-05-27T10:04:23.190Z","updated_at":"2016-05-27T10:04:23.190Z"},"debate":null}},{"type":"petition","id":127804,"links":{"self":"https://petition.parliament.uk/petitions/127804.json"},"attributes":{"action":"Put more funds into Lancashire NHS so  Chorley A\u0026E Department can remain open","background":"Tonight it was reported that Chorley A\u0026E  will close from Monday 18th April.\r\nLancashire Teaching Hospitals cited 'patient safety' for the decision, due to being under staffed and unable to adequately treat emergency cases.\r\nThe A\u0026E serves tens of thousands of people and is vital to our wellbeing.","additional_details":"http://m.lancashiretelegraph.co.uk/news/14424995.Chorley_Hospital_to_close_A_E_department_from_Monday/","state":"open","signature_count":19067,"created_at":"2016-04-13T18:33:04.040Z","updated_at":"2016-07-12T17:14:16.271Z","open_at":"2016-04-14T18:17:16.044Z","closed_at":null,"government_response_at":"2016-05-10T13:42:45.043Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-13T18:44:09.233Z","response_threshold_reached_at":"2016-04-15T12:25:16.561Z","creator_name":"Jane Astley","rejection":null,"government_response":{"summary":"We are backing the NHS with an extra £10billion by 2020-21. The NHS in central Lancashire are working hard to secure the staff required to reinstate a safe and sustainable A\u0026E service at Chorley.  ","details":"The NHS in central Lancashire took the decision to temporarily replace A\u0026E services at Chorley and South Ribble Hospital with an urgent care service in the interests of patient safety. The local NHS is now working hard to secure the staff required to reinstate the safe and sustainable A\u0026E service at Chorley which patients want. \r\n\r\nIn the meantime, patient safety is the absolute priority and NHS Improvement is overseeing these efforts and providing support to the Trust. \r\n\r\nThis local situation has not arisen because of funding constraints – we are backing the NHS with an extra £10billion by 2020-21. This year Chorley and South Ribble CCG will receive £232.4 million funding which equates to a cash increase on the previous year of 3.05%. \r\n\r\nThere are also more doctors now locally than ever before. Between 2010 and 2016 the latest figures show that the number of doctors at Lancashire Teaching Hospitals NHS Foundation Trust increased by 94 (14.4%) and the number of nurses increased by 102 (6.2%). Recruitment remains an issue but the Trust has taken a number of steps to try to secure a permanent, sustainable workforce to provide the A\u0026E service, through national and international recruitment campaigns, offering enhanced pay, terms and conditions, adapting job roles and providing GP support in the emergency department.    \r\n\r\nPatient safety is our absolute priority. The urgent care service is provided at Chorley and South Ribble Hospital from 8am to 8pm, 7 days a week. The Trust believes the urgent care service will be able to see and treat the majority of patients who would have been seen by the emergency department at Chorley. Extra capacity has been provided at the Royal Preston Hospital and assurance has been given that neighbouring hospitals can absorb the anticipated extra activity.  \r\n\r\nDepartment of Health","created_at":"2016-05-10T13:42:45.040Z","updated_at":"2016-05-10T13:42:45.040Z"},"debate":null}},{"type":"petition","id":133540,"links":{"self":"https://petition.parliament.uk/petitions/133540.json"},"attributes":{"action":"Let Parliament decide whether or not we remain a member of the European Union","background":"The people of the United Kingdom just voted to leave the European Union.\r\n\r\nHowever, the referendum is not binding and Parliament remains supreme. As a representative democracy, this petition proposes that we hand the question over to those qualified, and paid by taxpayers, to answer it.","additional_details":"The European Union is a complex institution. As such, politicians and the media have been unable to present clear, factual and un-biased information to the general public on either side of the referendum debate. The outcome, therefore, has been largely the product of misinformation and the referendum should not be the basis on which we, as a country, make such a monumental decision.\r\n","state":"open","signature_count":18531,"created_at":"2016-06-24T04:39:25.111Z","updated_at":"2016-07-12T21:46:57.739Z","open_at":"2016-06-29T18:08:41.704Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T05:21:43.405Z","response_threshold_reached_at":"2016-07-04T18:05:27.012Z","creator_name":"Ryan Dowding","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":130783,"links":{"self":"https://petition.parliament.uk/petitions/130783.json"},"attributes":{"action":"Stop Destruction Of British Archaeology.\r\nNeighbourhood and Infrastructure Bill","background":"Britain has some of the most amazing and diverse archaeological remains in the world, however the new Neighbourhood Planning and Infrastructure Bill announced today puts all of this at risk, leading to the destruction of our past for good.\r\nThe lack of surveys will inherently lead to this.","additional_details":"The current Requirements that force developers to carry out archaeological and wildlife surveys before starting  housing projects are to be abolished in the new Neighbourhood Planning and Infrastructure Bill.\r\n\r\nThis will destroy archaeological sites and risk the industry that conducts surveys, excavation and preservation of our vital past. \r\n\r\n“pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary”\r\n\r\n- Ginger Archaeology -","state":"open","signature_count":18149,"created_at":"2016-05-18T15:38:52.134Z","updated_at":"2016-07-12T15:50:00.715Z","open_at":"2016-05-19T09:07:02.636Z","closed_at":null,"government_response_at":"2016-06-07T15:25:42.065Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T15:49:15.396Z","response_threshold_reached_at":"2016-05-23T12:37:10.441Z","creator_name":"Jonathan Lester","rejection":null,"government_response":{"summary":"Government actively supports the use of planning conditions where necessary to protect the wider social, cultural and environmental benefits that conservation of the historic environment can bring.","details":"The Queen’s Speech of 18 May announced Government proposals to introduce a power in the Neighbourhood Planning and Infrastructure Bill which would ‘ensure that pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary’.  However, concern was expressed by some that the use of planning conditions to require archaeological excavations would be curtailed by the Bill.   This interpretation does not accurately represent the Government’s intention.\r\n\r\nThe proposed power is to help address the urgent need to tackle the overuse of ‘pre-commencement’ conditions which prevent development, including new homes, from starting until the local planning authority has approved certain details.  The measure will not restrict the ability of local planning authorities to propose conditions that are necessary. In the unlikely event that an applicant refuses to accept a necessary pre-commencement condition proposed by a local planning authority, the authority can refuse planning permission. This will maintain appropriate protections for important matters such as heritage, as well as human health, the natural environment, green spaces, and measures to mitigate the risk of flooding. \r\n\r\nWe are not proposing that all pre-commencement conditions are removed; only that they are used proportionately and provide the applicant with an opportunity to agree to them before they are attached to planning permission.  The process envisaged by the Government is that the local planning authority will notify applicants of any proposed pre-commencement conditions before the determination of an application.  Most applicants are already aware of likely conditions through early engagement with the authority, at which point they can challenge any pre-commencement conditions which may be unnecessary or can be fulfilled at a later date (i.e. during build); ensuring construction can go ahead without delay.\r\n \r\nThe National Planning Policy Framework remains unchanged in that it requires “developers to record and advance understanding of the significance of any heritage assets to be lost (wholly or in part) in a manner proportionate to their importance and the impact, and to make this evidence (and any archive generated) publicly accessible.”\r\n\r\nIn conclusion, the Government values the petition in highlighting the importance of archaeology and the historic environment as a material consideration in the planning process, and will continue to engage fully with the sector during the passage of the Bill and beyond. \r\n\r\nDepartment for Communities and Local Government","created_at":"2016-06-07T15:25:42.063Z","updated_at":"2016-06-07T15:25:42.063Z"},"debate":null}},{"type":"petition","id":124333,"links":{"self":"https://petition.parliament.uk/petitions/124333.json"},"attributes":{"action":"Save UK Air Cadet Gliding","background":"On March 10th 2016 it was announced that Gliding for UK Air Cadet Organization was being scaled back with heavy cuts to its locations and fleet. This will mean the opportunities for 12-18 year olds to take control of an aircraft and even to learn to fly solo will be severely curtailed. ","additional_details":"Volunteer Gliding Squadrons are a part of the Royal Air Force and provide gliding training to Air Cadet Organisations across the UK. They are highly professional units manned by volunteers who are usually not part of the military. They provide an invaluable opportunity for young individuals from all backgrounds to realise their potential. \r\n\r\nPoor management and a lack of leadership has led to these units being axed as a quick solution http://goo.gl/iG4yHP\r\n\r\nWe ask parliament to reverse these cuts ","state":"open","signature_count":17806,"created_at":"2016-03-11T16:44:37.180Z","updated_at":"2016-07-12T20:55:25.746Z","open_at":"2016-03-14T11:51:50.738Z","closed_at":null,"government_response_at":"2016-03-21T17:18:30.245Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T17:01:53.309Z","response_threshold_reached_at":"2016-03-15T20:35:57.797Z","creator_name":"Konrad Paszkiewicz","rejection":null,"government_response":{"summary":"The MOD has confirmed plans to relaunch Air Cadet Aviation to ensure cadet flying opportunities are available whilst delivering value for money.","details":"Air Cadet Gliding had to be paused in 2014 due to safety concerns with our aircraft. A full inspection programme was initiated with a view to recovering all of the aircraft. However after substantial operational, technical and commercial negotiations with a range of leading aerospace companies, for most of the Vigilant aircraft and a few of the Vikings it no longer represented sensible value for money to continue their repair. \r\n\r\nIn order to give Cadets the opportunity to start flying again following an Air Cadet Organisation review there will be at least 73 Vikings, a fleet of up to 15 Vigilant aircraft, combined with an increase of an extra 25 Grob Tutor fixed wing Air Experience Flights (AEFs) – a more than 50% increase on previous flights. We are committed to returning as many gliders to the skies as possible while ensuring the safety of cadets and instructors. For the first time this will be backed by a range of realistic simulators provided by the RAF Charitable Trust.\r\n\r\nThe restructured glider fleet will be operated by fewer, but larger, Volunteer Gliding Squadrons (VGS), which will have a regional focus and be better integrated with synthetic training and increased AEF locations. The RAF is fully committed to Air Cadet flying. Where Cadets will have to travel longer distances, we are increasing investment in VGS and AEF sites to include residential accommodation for cadets and staff. In the future cadet flying will be better associated with force development and ground training opportunities alongside the gliding and flying.\r\n\r\nThe RAF acknowledges this has been a tough period for cadets and instructors and is grateful for the patience and understanding of the Volunteer Gliding Squadron instructors who continue to provide inspiration and leadership to generations of cadets. Air Cadet flying will be safer and far more resilient in the long run; enabling all cadets across the United Kingdom to have equal access to flying opportunities and which better integrates and allocates cadet flying opportunities between realistic synthetic flight simulation, glider flying and an increase of AEF flights.\r\n\r\nMinistry of Defence","created_at":"2016-03-21T17:18:30.239Z","updated_at":"2016-03-21T17:18:30.239Z"},"debate":null}},{"type":"petition","id":137376,"links":{"self":"https://petition.parliament.uk/petitions/137376.json"},"attributes":{"action":"A change in prime minister should trigger a general election.","background":"We the undersigned ask parliament to legislate to require the calling of a general election within 3 months of a prime minister resigning leadership of his/her party.","additional_details":"The office of prime minister has come a long way since its inception and the phrase 'first among equals' is no longer an appropriate description of his/her role.\r\n\r\nIn addition, during a general election, the potential prime minister has a significant effect on voting behaviour, often more so than the local MP being voted for.\r\n\r\nDemocracy demands that a country's ruler be elected by the people, the appointing of a prime minister post-resignation is undemocratic.","state":"open","signature_count":17510,"created_at":"2016-06-25T08:34:10.466Z","updated_at":"2016-07-12T21:46:50.738Z","open_at":"2016-06-30T09:54:04.371Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T10:10:19.100Z","response_threshold_reached_at":"2016-07-12T08:18:02.287Z","creator_name":"Richard Pope","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121704,"links":{"self":"https://petition.parliament.uk/petitions/121704.json"},"attributes":{"action":"Publicly funded bodies should keep the freedom to boycott unethical companies","background":"The government has announced plans that would ban publicly funded organisations such as universities or local councils from boycotting unethical companies. We call on the government to abandon this attack on the independence of non-government bodies and the democratic rights of local councils.","additional_details":"Under these measures, publicly funded bodies will no longer be able to refuse services provided by companies involved in the tobacco industry, the arms trade, from countries with poor human rights records, or from companies whose business practices are inhumane and unethical. Many of these bodies, such as universities, must in a free society remain independent from government coercion of this kind; others, such as councils, should be primarily answerable to their electorates not to Westminster.","state":"open","signature_count":17429,"created_at":"2016-02-14T23:06:49.893Z","updated_at":"2016-07-12T15:33:29.408Z","open_at":"2016-02-17T10:47:59.953Z","closed_at":null,"government_response_at":"2016-03-01T15:36:05.580Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-14T23:19:28.926Z","response_threshold_reached_at":"2016-02-21T17:51:34.893Z","creator_name":"James Baillie","rejection":null,"government_response":{"summary":"The Government has published new guidance on existing policy that makes clear that boycotts in public procurement are inappropriate outside where formal legal sanctions have been put in place. ","details":"On 17 February, the Government published guidance that makes clear that procurement boycotts by public authorities are inappropriate, outside where formal legal sanctions, embargoes and restrictions have been put in place by the government: \r\nhttps://www.gov.uk/government/news/putting-a-stop-to-public-procurement-boycotts\r\n\r\nThis does not affect the independence of non-government bodies or the democratic rights of local councils. It is new guidance on existing policy that has been in place for many years under successive governments.  \r\n\r\nThe public procurement rules have not changed. Public authorities are still responsible for making decisions on the suitability of particular suppliers within the framework of the public procurement rules (the Public Contracts Regulations 2015). They may reject a supplier's application where certain exclusion grounds are met. But these decisions have to be made case by case in compliance with the public procurement rules, and must not be discriminatory, as a blanket ban (ie a boycott) would be.\r\n\r\nThe UK Government has a longstanding policy of value for money in public procurement. EU and UK procurement legislation requires public authorities to treat suppliers fairly and equally, and provides remedies where such rules are breached.  International market-access agreements such as the WTO Government Procurement Agreement extend those obligations to various other countries: \r\nhttps://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm\r\n\r\nImposing local level boycotts can damage integration and community cohesion within the United Kingdom, hinder Britain’s export trade, and harm foreign relations to the detriment of Britain’s economic and international security. They can also be unlawful and lead to severe penalties against the contracting authority and the Government. The guidance reminds public authorities of these important matters.\r\n\r\nThe Department for Communities and Local Government is currently working to give effect to the recent announcement on Local Government Pension Scheme funds’ investment allocations, specifically the extent to which administering authorities should have regard to non-financial factors.  They propose to issue statutory guidance to local authorities, which will be published in the coming weeks.\r\n\r\nCabinet Office\r\n","created_at":"2016-03-01T15:36:05.575Z","updated_at":"2016-03-01T15:36:05.575Z"},"debate":null}},{"type":"petition","id":130730,"links":{"self":"https://petition.parliament.uk/petitions/130730.json"},"attributes":{"action":"Make rape and sexual consent a mandatory part of sex education.","background":"Approximately 85,000 women and 12,000 men are raped in England and Wales alone every year; that's roughly 11 rapes every hour.\r\n\r\nIf rape and sexual consent were to become a part of sex education, children would learn from an early age the importance of consent and the consequences of rape. \r\n","additional_details":"","state":"open","signature_count":17271,"created_at":"2016-05-17T23:39:35.274Z","updated_at":"2016-07-12T21:43:38.261Z","open_at":"2016-05-18T12:41:12.328Z","closed_at":null,"government_response_at":"2016-07-12T14:01:13.916Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-18T11:24:36.931Z","response_threshold_reached_at":"2016-06-09T23:54:44.237Z","creator_name":"Eloise Boblin","rejection":null,"government_response":{"summary":"The government is committed to challenging stereotypes around sexual violence to ensure that people properly understand the importance of consent. ","details":"Education has a vital role to play in encouraging young people to build healthy relationships, and to identify those relationships which are unhealthy.\r\n\r\nThe government is clear that appropriate sex and relationship guidance (SRE) is essential for children’s development and preparation for responsible adult life. SRE must be taught in all maintained secondary schools and we believe that most secondary academies and many primary schools also teach it. When any school provides SRE they have a statutory duty to have regard to the Secretary of State’s statutory Sex and Relationship Education Guidance (2000). You may find the guidance online at https://www.gov.uk/government/publications/sex-and-relationship-education \r\n\r\nThe statutory guidance makes clear that all sex and relationship education should be age-appropriate and that schools should ensure young people develop positive values and a moral framework that will guide their decisions, judgments and behaviour. \r\n\r\nPersonal, social, health and economic (PSHE) education can also provide an effective way of equipping pupils with the knowledge and skills to understand and manage difficult situations, recognise and manage risk, make safer choices, and recognise when pressure from others threatens their personal safety and wellbeing. It can also help them develop effective ways of resisting pressures, including knowing when, where and how to get help. We expect all schools to teach PSHE, and we are looking at ways of improving the status and provision of the subject across all schools. \r\n \r\nThe government commissioned the PSHE Association to produce guidance for teachers on teaching about consent which was published in March 2015. It can be found online at: https://www.pshe-association.org.uk/curriculum-and-resources/resources/guidance-teaching-about-consent-pshe-education-key \r\n\r\nThe Home Office and Government Equalities Office have funded £3.85 million to develop and run the ‘Disrespect NoBody’ campaign to tackle abuse within teenage relationships. The Disrespect NoBody campaign follows on from the acclaimed ‘This is Abuse’ campaign, which since 2010 has encouraged teenagers to rethink their views of violence, controlling behaviour and what consent means within their relationships – thereby helping to challenge attitudes which can underpin violence against women and girls.\r\n\r\nDepartment for Education","created_at":"2016-07-12T14:01:13.913Z","updated_at":"2016-07-12T14:01:13.913Z"},"debate":null}},{"type":"petition","id":119706,"links":{"self":"https://petition.parliament.uk/petitions/119706.json"},"attributes":{"action":"Allow 16 and 17 year olds the vote in the upcoming EU referendum.","background":"16 and 17 year olds will be the generation that will be dealing with the aftermath of the referendum either way it pans out. The major parties are against this as it will be harder for them to campaign to younger people.","additional_details":"On top of this after the Scottish referendum when 16 and 17 year olds were granted the vote, political interest in this generation has drastically increased. Due to schools and colleges having to teach students more about the issues as the parties encouraged it.","state":"open","signature_count":17020,"created_at":"2016-01-24T17:59:07.457Z","updated_at":"2016-07-12T20:53:28.588Z","open_at":"2016-01-26T15:55:55.680Z","closed_at":null,"government_response_at":"2016-03-18T12:55:14.824Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-26T12:48:03.489Z","response_threshold_reached_at":"2016-03-05T17:58:20.308Z","creator_name":"Will Austin","rejection":null,"government_response":{"summary":"As an issue of national significance, the Parliamentary franchise – which starts at 18 – is the appropriate starting point. The UK Government has no plans to change the voting age.","details":"The franchise for the European Union referendum is based on the franchise for UK Parliamentary elections, with the inclusion of members of the House of Lords and those who can vote at European Parliamentary elections in Gibraltar. Both the 1975 EEC referendum and 2011 Alternative Vote referendum were based on the UK Parliamentary franchise. The franchise is also similar to that set for the referendum lock on transfers of power from the UK to the EU required under the European Union Act 2011.\r\n\r\nThe voting age for the UK Parliamentary franchise starts at 18. The UK Government has no plans to change the voting age, and the House of Commons has repeatedly re-affirmed the voting age of 18 – including during the passage of the EU Referendum Bill. The age of 18, not 16, is widely recognised as the age at which one becomes an adult. Full citizenship rights – from drinking, to betting, to voting – should be gained at adulthood. For example, even if the voting age for the referendum was lowered, it would be a criminal offence for a 16 year old to bet on the result of that referendum. The UK Government has taken a consistent stance in maintaining the long-standing voting age of 18.\r\n\r\nThe EU Referendum Bill received Royal Assent in December 2015 and is now an Act of Parliament. The question of the franchise was fully scrutinised and debated in Parliament during the passage of the Bill and this approach was agreed by both the House of Commons and the House of Lords.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-03-18T12:55:14.822Z","updated_at":"2016-03-18T12:55:14.822Z"},"debate":null}},{"type":"petition","id":120442,"links":{"self":"https://petition.parliament.uk/petitions/120442.json"},"attributes":{"action":"Newspaper apologies or corrections must be same size and page of original story.","background":"We propose that the correction articles or apologies must legally be the same size and on the same page/s as the original article to avoid the public being mislead, and that the wording of the apology or correction be written by IPSO to ensure freedom from editorial bias.","additional_details":"Newspapers will often print a dramatic front page/two-page spread story containing misleading information/misrepresentation, or even categoric untruths. Public opinions are created through the strong dramatised headlines/stories. These false opinions based on incorrect information can be very damaging and divisive to our society. When the subsequent correction or apology article is printed obscurely, it is often not read. Public opinion is not corrected, the damage has been, and remains done.","state":"open","signature_count":16492,"created_at":"2016-02-01T16:40:35.442Z","updated_at":"2016-07-12T15:44:10.114Z","open_at":"2016-02-03T18:35:14.190Z","closed_at":null,"government_response_at":"2016-04-13T16:19:48.873Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-01T21:12:08.685Z","response_threshold_reached_at":"2016-03-29T16:52:28.783Z","creator_name":"Adam Clark","rejection":null,"government_response":{"summary":"The Government is committed to independent press self-regulation and does not interfere with decisions taken by press regulators","details":"This government upholds the core principle of freedom of expression, recognising the invaluable role a free press plays in our cultural and democratic life. We are committed to  independent self-regulation of the press and do not interfere in settling press complaints, as long as the press abides by the law particularly with regard to libel and defamation. It is therefore not the role of government to interfere with the practices of independent regulators with regard to the printing of apologies or corrections.\r\n\r\nIndependent press self-regulators, the Independent Press Standards Organisation (IPSO) and IMPRESS, have an editors’ code to which their members are expected to adhere, and, in line with Lord Justice Leveson’s recommendations, they have the power to direct the placement and prominence of apologies and corrections. On several occasions IPSO has ordered apologies and corrections to be made on the front page. \r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-04-13T16:19:48.871Z","updated_at":"2016-04-13T16:19:48.871Z"},"debate":null}},{"type":"petition","id":126329,"links":{"self":"https://petition.parliament.uk/petitions/126329.json"},"attributes":{"action":"Minute silence for our youth lost to youth violence on the national calendar.","background":"We have lost far too many young people to youth violence and we are all trying to put a stop to it, however at the same time we want to remember the ones we have lost by holding a minute silence on May 1st 12pm. We would like this day to be on the national calendar as a Remembrance Day for the youth","additional_details":"Last year, at Richmond Terrace (Downing Street), we had great support from communities all around England when we held our first ever minute silence. Www.oneminuteinmay.org","state":"open","signature_count":16203,"created_at":"2016-04-01T14:27:04.377Z","updated_at":"2016-07-12T10:43:29.366Z","open_at":"2016-04-04T10:50:48.927Z","closed_at":null,"government_response_at":"2016-07-08T14:40:17.819Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-01T19:17:05.677Z","response_threshold_reached_at":"2016-04-07T12:53:43.671Z","creator_name":"Bilal Awan","rejection":null,"government_response":{"summary":"The Government does not normally hold national silences to mark days other than for Armistice Day, Remembrance Sunday or for a single major tragedy.","details":"DCMS is the Department responsible for advising No.10 on when silences would be appropriate. The advice given is primarily based on previous events and precedents made.\r\n\r\nNational silences are usually held on Armistice Day (11 November), on Remembrance Sunday, and for a single major tragedy, including the first anniversary of that tragedy.\r\n\r\nAlthough a worthy cause, to hold a national silence to mark youth lost to youth violence each year would set a precedent for other issues for themed days to be marked by a silence. This in turn may diminish the value of national silences that are held in the event of a major tragedy and every year on Armistice Day, and on Remembrance Sunday as part of the national service at the Cenotaph. It is therefore not Government policy to support this type of action.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-07-08T14:40:17.817Z","updated_at":"2016-07-08T14:40:17.817Z"},"debate":null}},{"type":"petition","id":118654,"links":{"self":"https://petition.parliament.uk/petitions/118654.json"},"attributes":{"action":"Remove Church of England Bishops from the House of Lords.","background":"With the publication of the Church of England's intention to sanction the US Episcopal Church over the latter's sympathetic stance towards equal marriage, the C of E is quite out of step with  UK Law and indeed common humanity.  Thus we feel strongly these bishops have no place in our government.","additional_details":"The detail of the C of E's new action is set out in the Guardian here: http://www.theguardian.com/world/2016/jan/14/anglican-church-sanctions-against-liberal-us-church-same-sex-marriage?CMP=share_btn_fb\r\n\r\nThe rights of the C of E's bishops to sit in the House of Lords is set out here: https://www.churchofengland.org/our-views/the-church-in-parliament/bishops-in-the-house-of-lords.aspx\r\n\r\nUK Law on discrimination is set out here: https://www.gov.uk/discrimination-your-rights/types-of-discrimination\r\n","state":"open","signature_count":15778,"created_at":"2016-01-15T11:13:10.741Z","updated_at":"2016-07-12T16:26:07.359Z","open_at":"2016-01-15T17:54:48.194Z","closed_at":null,"government_response_at":"2016-02-08T18:07:30.098Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-15T12:32:51.098Z","response_threshold_reached_at":"2016-01-22T20:38:12.487Z","creator_name":"Bill Bankes-Jones","rejection":null,"government_response":{"summary":"Changes to the composition of the House of Lords, including Church of England Bishops, are important but, given the very full programme of other constitutional changes, are not a priority at present.","details":"The Government has no plans to remove the Church of England Bishops from the House of Lords.\r\n\r\nThe Government considers that the relationship between the Church and the State in England is an important part of the constitutional framework that has evolved over centuries.  As senior members of the established Church of England, 26 bishops are appointed to the House of Lords.  Bishops provide an important independent voice and spiritual insight into the work of the Upper House and while they make no claims to direct representation, they seek to be a voice for all people of faiths. The House of Lords also contains a number of other senior faith representatives.\r\n \r\nPeople have a right to conduct their lives in accordance with their faith insofar as this does not unlawfully interfere with the rights of others and it is important to strike a fair balance between religious freedom of expression and the rights of, for example, lesbian, gay and bisexual people not to be discriminated against.  Therefore, the law protects the rights of both these groups.  The Marriage (Same Sex Couples) Act 2013, which received Royal Assent on 17 July 2013, extends marriage to same sex couples in England and Wales, while protecting and promoting religious freedom. \r\n\r\nCabinet Office","created_at":"2016-02-08T18:07:30.095Z","updated_at":"2016-02-08T18:07:30.095Z"},"debate":null}},{"type":"petition","id":121810,"links":{"self":"https://petition.parliament.uk/petitions/121810.json"},"attributes":{"action":"Bring in a proportional representation system for UK general elections.","background":"The first past the post system is out of date now that there are far more than 2 parties in General Elections and the outcome of a PR system will reflect a fair democratic society rather than one that has a concerning amount of voters disillusioned with the UK Government's version of democracy.\r\n\r\n","additional_details":"34% of registered voters didn't vote in the last 2 UK General Elections. \r\nIn 2005 it was 38%. That's almost as many as the Labour and Conservative vote combined! \r\nThe UK's single-party governments are elected by less than a quarter of registered voters. \r\nWe need a PR system to give us better democracy to remedy the demoralised non voters as they feel there votes won't count in an undemocratic first past the post system.\r\n\r\nStats taken from http://www.votenone.org.uk/uk-unheard-third.html","state":"open","signature_count":15700,"created_at":"2016-02-16T10:05:39.319Z","updated_at":"2016-07-12T21:35:51.112Z","open_at":"2016-02-18T10:05:41.687Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-16T11:32:00.000Z","response_threshold_reached_at":"2016-06-29T11:23:03.462Z","creator_name":"Vicky illingworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":124352,"links":{"self":"https://petition.parliament.uk/petitions/124352.json"},"attributes":{"action":"Reinstate allowances regarding spelling for pupils with dyslexia.","background":"Thousands of dyslexic children will be marked as failures under the government’s controversial new primary writing assessments. Pupils will be expected to spell almost 200 words on government wordlists if they are to reach the “expected standard” for writing at the end of Year 6.","additional_details":"No allowance will be made for the tens of thousands of pupils with dyslexia. \r\n\r\nOne headteacher of a large state comprehensive school said the change would mean that a pupil who had shown a good knowledge and understanding of, for example, history – but who had spelling problems due to dyslexia – could well end up with a worse grade than a good speller who had done less well on the history questions.","state":"open","signature_count":15619,"created_at":"2016-03-11T20:58:13.444Z","updated_at":"2016-07-12T19:07:01.745Z","open_at":"2016-03-14T11:44:21.973Z","closed_at":null,"government_response_at":"2016-05-04T13:58:31.213Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T22:10:05.026Z","response_threshold_reached_at":"2016-03-23T21:38:32.728Z","creator_name":"Mrs Z Larkman","rejection":null,"government_response":{"summary":"We are committed to supporting pupils with dyslexia. The teacher assessment of writing will help to ensure that all pupils have a secure grounding in this subject and identify where support is needed.","details":"We are committed to improving support for pupils with dyslexia. Our reforms to the special educational needs and disabilities system emphasise providing tailored support to meet pupils’ specific needs. The reforms encourage close working with parents and pupils to make sure the support that pupils need is identified early. We work with, and provide funding to, dyslexia organisations to help to ensure that these pupils get the necessary support. \r\n\r\nIt is essential that all pupils leave primary school with the skills to succeed in secondary school. Pupils who can spell quickly and precisely are able to write down their ideas fluently and accurately, freeing them to concentrate on the meaning of what they want to say. Spelling is therefore a vital element of the National Curriculum at both key stages and is included as part of the teacher assessments of writing in Year 2 and Year 6. \r\n\r\nThe new interim teacher assessment framework for Key Stage 2 (KS2) is designed to assess the extent to which pupils have gained a secure grounding in the National Curriculum before they move on to the next stage of their education. This will be assessed by the pupils’ teachers. In writing, to meet the ‘expected standard’ pupils must be able to spell most words accurately, using the detailed spelling rules and guidance in the KS2 programme of study. The statutory KS2 wordlists are made up of words that we know pupils frequently misspell. \r\n\r\nThese assessments form part of the information used to help teachers and parents understand how pupils are performing against national expectations. They also allow us to hold schools to account for how well they have supported all their pupils to reach the expected standard.\r\n\r\nAssessment by pupils’ teachers at the end of Year 6 provides the secondary schools with accurate information on their new Year 7 pupils. The secondary schools can then effectively support all the pupils who did not meet the expected standard to achieve their full potential. They cannot respond quickly to these pupils’ needs if the assessment information they receive does not reflect accurately what pupils know and can do.\r\n\r\nOur approach applies to all pupils, including those with dyslexia, because it is in these pupils’ best interests that teachers assess accurately what they can or cannot do. \r\n\r\nStatutory assessments, however, form only part of the broader assessments that teachers continually make. Schools should report statutory assessment outcomes in the context of wider information about pupils’ overall achievements and progress across the whole curriculum.    \r\n\r\nDepartment for Education","created_at":"2016-05-04T13:58:31.211Z","updated_at":"2016-05-04T13:58:31.211Z"},"debate":null}},{"type":"petition","id":118175,"links":{"self":"https://petition.parliament.uk/petitions/118175.json"},"attributes":{"action":"Invest more money into scientific research to find the cause of M.E./CFS","background":"M.E./CFS is a debilitating autoimmune disease currently affecting 250,000 people in the UK. Many sufferers are unable to work or care for themselves, and 25% of M.E. patients are bedbound. Most M.E. sufferers are on ESA or disability benefits, causing a significant economic burden. ","additional_details":"No universally effective treatment exists for M.E. Current NHS treatments for the illness are based on the controversial PACE trial, and have been found ineffective or even harmful. Good quality research into the root cause of the illness is needed. The current annual budget for biomedical research works at roughly £1 per patient per year. We want the budget for research to be dramatically increased. We also ask for the formation of a work group focussing on the issues surrounding this disease.\r\n","state":"open","signature_count":15375,"created_at":"2016-01-10T18:22:26.705Z","updated_at":"2016-07-12T21:32:51.535Z","open_at":"2016-01-13T13:20:39.548Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-10T19:28:50.187Z","response_threshold_reached_at":"2016-05-27T07:02:52.112Z","creator_name":"Simone de Monerri","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":120628,"links":{"self":"https://petition.parliament.uk/petitions/120628.json"},"attributes":{"action":"Ask Civil Aviation Authority to rethink their charges to the 2016 Airshow season","background":"1st February, the Civil Aviation Authority released details of the latest proposal and in their words, describes ways in which to improve safety at airshows in the United Kingdom. looking into the proposal in detail reveals that it is nothing more than an inexplicable hike in airshow display charges","additional_details":"http://www.caa.co.uk/Our-work/Consultations/Open/Statutory-air-display-and-low-flying-permission-charges/","state":"open","signature_count":15069,"created_at":"2016-02-03T15:31:06.220Z","updated_at":"2016-07-10T17:29:02.533Z","open_at":"2016-02-04T12:48:44.785Z","closed_at":null,"government_response_at":"2016-02-23T14:57:34.252Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-03T16:05:51.810Z","response_threshold_reached_at":"2016-02-09T16:32:35.923Z","creator_name":"Darren Willmin","rejection":null,"government_response":{"summary":"The Government expects the Civil Aviation Authority to review its draft air display \u0026 low flying permission charges after its current consultation, in which we encourage those interested to take part.","details":"The law requires the Civil Aviation Authority to consult first those affected by a charging scheme, and then the Secretary of State, before introducing the scheme. The CAA is currently consulting on proposed changes to air display charges and this consultation ends on 29 February 2016. The Civil Aviation Authority will review its scheme in the light of the consultation responses.  The Secretary of State will consider any charging scheme as submitted to him following that consultation and review.  \r\n\r\nDepartment for Transport","created_at":"2016-02-23T14:57:34.250Z","updated_at":"2016-02-23T14:57:34.250Z"},"debate":null}},{"type":"petition","id":122024,"links":{"self":"https://petition.parliament.uk/petitions/122024.json"},"attributes":{"action":"Make crohns and colitis disease a known  disability","background":"Crohn's Disease and Ulcerative Colitis are the two main forms of Inflammatory Bowel Disease, affecting more than 300,000 people in the UK.\r\n","additional_details":"Crohn's Disease and Ulcerative Colitis is largely a hidden disease, and one that causes stigma, fear and isolation – it’s thought that many people with the condition go undiagnosed and suffer in silence. It doesn’t have to be like this.","state":"open","signature_count":14740,"created_at":"2016-02-17T20:28:01.878Z","updated_at":"2016-07-12T20:23:58.540Z","open_at":"2016-02-19T14:16:18.008Z","closed_at":null,"government_response_at":"2016-05-06T10:28:58.408Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-17T20:36:27.918Z","response_threshold_reached_at":"2016-04-20T06:21:56.717Z","creator_name":"Samantha Brown","rejection":null,"government_response":{"summary":"In the Equality Act, anyone with a physical impairment causing substantial, long-term effect on daily activities is protected from discrimination, so avoiding the need to list specific conditions. ","details":"The 2010 Act defines disability as “a physical or mental impairment which has a substantial and long-term adverse effect on a person’s ability to carry out normal day-to-day activities”.  ‘Long-term’ is described as having lasted or likely to last for at least 12 months, or likely to last for the rest of a person’s life.  ‘Substantial’ is defined as more than minor or trivial.  \r\n\r\nThere is no need to explicitly list Crohn’s Disease and Ulcerative Colitis as disabilities because these conditions will qualify for protection if they fit the above definition.  Anyone who has an impairment that fits the definition of a disability in section 6 of the 2010 Act is automatically protected from disability discrimination. Employers and service providers alike are required to ensure that disabled people are not treated less favourably compared to those that are not disabled. \r\n\r\nWhere a person has an impairment, of which Crohn’s Disease and Ulcerative Colitis could be one, then employers and service providers must make reasonable adjustments for them.  These reasonable adjustments are to ensure that disabled people are not treated less favourably than those that do not have the impairments.  In the case of service providers, they have the additional duty of having to anticipate the reasonable adjustments that their disabled service-users may require.  This could include providing a shelf or a table in disabled toilets, on which users can place their equipment and accessories. \r\n\r\nHowever, the 2010 Act also recognises the need to strike a balance between the needs of disabled people and the interests of those that provide services to members of the public.  What is ‘reasonable’ will vary from one situation to another.  This is because factors like the practicability of making the adjustment, the cost of the adjustment and the resources available to different organisation, will vary from one situation and service provider to another.      \r\nFor further advice, service-users can contact the Equality Advisory and Support Service (EASS), which provides free bespoke advice and in-depth support to individuals with any discrimination concerns.  The EASS can be contacted via its website - http://www.equalityadvisoryservice.com/, or it can be contacted by telephone on 0808 8000082 (or by text phone on 0808 8000084).\r\nEmployees on the other hand can contact the Advisory, Conciliation and Arbitration Service (Acas).  Acas provides authoritative and impartial advice free to employees or employers to help prevent or resolve workplace problems via their website (www.acas.org.uk) and telephone helpline (08457 47 47 47). \r\n\r\nGuidance on factors to be taken into account when determining what illness could fall under the definition of disability is available at \r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/85038/disability-definition.pdf. \r\n\r\nGovernment Equalities Office, Department for Education","created_at":"2016-05-06T10:28:58.401Z","updated_at":"2016-05-06T10:28:58.401Z"},"debate":null}},{"type":"petition","id":120424,"links":{"self":"https://petition.parliament.uk/petitions/120424.json"},"attributes":{"action":"All teaching staff to learn about the Autistic Spectrum","background":"With the growing number of children with mild disablities ( ie High Functioning Autism, ADHD and Aspergers) now being educated in mainstream schools, I am calling for all teachers and LSAs to have training to assist them in understanding these conditions.                                             ","additional_details":"","state":"open","signature_count":14572,"created_at":"2016-02-01T14:13:06.643Z","updated_at":"2016-07-12T19:40:55.726Z","open_at":"2016-02-02T15:50:28.873Z","closed_at":null,"government_response_at":"2016-03-10T11:39:13.732Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-02T04:27:26.547Z","response_threshold_reached_at":"2016-02-24T17:40:27.856Z","creator_name":"TRACEY  WILSON","rejection":null,"government_response":{"summary":"The Government has commissioned a new initial teacher training framework and is funding three voluntary sector organisations to deliver autism awareness training and advice to education professionals.","details":"The Government fully appreciates that it is essential for teachers and other education staff to have an understanding of how autism and other special educational needs (SEN) affect the children and young people in their care, so that they can support them appropriately.\r\n\r\nQualified teachers are already required to be able to identify and support pupils with a range of SEN, including autism and ADHD. The Teachers’ Standards require teachers to adapt teaching to respond to the strengths and needs of all pupils and to have a clear understanding of the needs of all pupils, including those with SEN. The Department for Education has commissioned a group of experts, including experts in SEN and disability, to develop a new framework of core initial teacher training (ITT) content. The Department for Education has also been funding the Autism Education Trust (AET) since 2011 to provide tiered training about autism at ‘universal’, ‘enhanced’ and ‘specialist’ levels for early years, school and further education staff. This includes head teachers, teachers and teaching assistants, as well as school support staff such as receptionists and dining hall staff. Funding has continued in 2015-16. To date, the AET has provided training, through sub-contracted ‘hubs’, for around 87,000 education staff. The Trust has also published national autism standards for educational settings and a competency framework for those working with children and young people with autism.\r\n\r\nIn 2015-16 the Department is also funding Ambitious about Autism (AAA) to extend their previous grant-funded project, Finished at School, which worked with schools and colleges to develop an innovative, integrated model of transition support to enable more young people with complex autism and learning disabilities to access further education and training beyond school. The new project builds on the learning from Finished at School to deliver further training and develop online resources for staff in schools and colleges.\r\n\r\nWe are also funding the National Autistic Society (NAS) to provide families and education professionals with information and advice on exclusions, disability discrimination claims and alternative provision. In 2015-16 NAS has supported 11,000 professionals in schools and colleges with advice and guidance on early intervention. \r\n\r\nDepartment for Education","created_at":"2016-03-10T11:39:13.728Z","updated_at":"2016-03-10T11:39:13.728Z"},"debate":null}},{"type":"petition","id":121267,"links":{"self":"https://petition.parliament.uk/petitions/121267.json"},"attributes":{"action":"Stop UK Government and  Departments from  labeling  \"State Pension\" as benefits!","background":"As State Pension has usually been contributed to over many years, it seems wrong to title it as a \"benefit\", and should revert back to what it has always been called, i.e. State Pension","additional_details":"I strongly object to the inference that I receive a \"benefit\", when I paid into the system for well over 40 years!!","state":"open","signature_count":14551,"created_at":"2016-02-11T11:24:50.626Z","updated_at":"2016-07-12T21:43:26.352Z","open_at":"2016-02-15T15:31:41.423Z","closed_at":null,"government_response_at":"2016-03-04T13:45:23.786Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-12T19:52:39.137Z","response_threshold_reached_at":"2016-02-21T11:34:43.189Z","creator_name":"Margaret Jill Ceridwen Davies","rejection":null,"government_response":{"summary":"The State Pension is described in legislation as a “benefit” in order to root it within the existing social security framework as a statutory scheme paid out of monies in the National Insurance Fund.","details":"Some people have a negative association with the word ‘benefit’ as synonymous with the means test; however this legal description provides consistency with other contributory benefits.\r\n \r\nIt is, of course, also consistent with private pensions where traditional pension schemes which are earnings linked such as final salary schemes, known as ‘Defined Benefit’ schemes. The pension paid out by these schemes is defined as a ‘benefit’.\r\n\r\nState Pension entitlement is based on having paid into the National Insurance scheme for a required number of years.  However, use of the word “benefit” for retirement pension (latterly known as State Pension) has always been classified in law from the time of the1946 National Insurance Act, which applied from the inception of the National Insurance scheme. No offence is intended by the use of this term.\r\n\r\nFurthermore, the term “contributory benefit”, forms the legislative framework of the Social Security Contributions and Benefits Act 1992.   Section 20 of that Act is entitled “Descriptions of contributory benefits”. Contributory benefits under Part II of that Act are listed, and the sixth is retirement pensions.\r\n\r\nIn addition, the introduction of the new State Pension from 6 April 2016 is also classified as a “benefit” under Section 1(1) of the Pensions Act 2014.\r\n\r\nThis word is also used to describe the advantages (benefits) provided through private pension arrangements.\r\n\r\nDepartment for Work and Pensions","created_at":"2016-03-04T13:45:23.784Z","updated_at":"2016-03-23T16:15:08.852Z"},"debate":null}},{"type":"petition","id":118005,"links":{"self":"https://petition.parliament.uk/petitions/118005.json"},"attributes":{"action":"Save the Police Unit that Protects Wildlife from Human Cruelty","background":"Crimes like badger baiting and the slaughter of wild birds of prey will go uninvestigated.\r\n\r\nIn 2014, the government announced only 2 years of support to the National Wildlife Crime Unit (NWCU), the unit will vanish if the government does not fund it beyond March 2016 (it's still undecided).","additional_details":"Wildlife crime is simply crime, and should be treated as such. It is also complicated, easily overlooked and difficult to prosecute, which is why it can’t be left to overstretched and poorly resourced wildlife crime officers within local constabularies.\r\n\r\nThere are 35,000 rare plants and animals protected by Cites legislation, which gives a clue as to why we might need a few national specialists to tackle these crimes – the NWCU is currently assisting with 24 investigations into endangered animals illegally traded via the internet in Britain.","state":"open","signature_count":14539,"created_at":"2016-01-08T19:48:24.662Z","updated_at":"2016-07-12T20:24:31.267Z","open_at":"2016-01-12T16:43:47.727Z","closed_at":null,"government_response_at":"2016-03-10T16:27:32.863Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-08T21:24:20.058Z","response_threshold_reached_at":"2016-02-22T12:09:25.547Z","creator_name":"David Sargant","rejection":null,"government_response":{"summary":"Defra Minister Rory Stewart announced on Tuesday 1 March that the National Wildlife Crime Unit will receive funding for the next four years.\r\n","details":"In recognition of the important contribution the National Wildlife Crime Unit makes to tackling wildlife crime, both at home and abroad, Defra and Home Office Ministers have agreed that their respective departments will each provide the Unit with funding of £136,000 a year for the next four financial years. \r\n\r\nThis will give the unit significant financial stability and enable their vital work to continue until at least 2020. \r\n\r\nThe announcement can be found at: www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2016-03-01/HCWS561/\r\n\r\nDepartment for  Environment, Food and Rural Affairs","created_at":"2016-03-10T16:27:32.861Z","updated_at":"2016-03-10T16:27:32.861Z"},"debate":null}},{"type":"petition","id":124340,"links":{"self":"https://petition.parliament.uk/petitions/124340.json"},"attributes":{"action":"Call an emergency parliament session to properly discuss NHS Reinstatement Bill.","background":"On 11/03/15 NHS Reinstatement Bill was due for open discussion in parliament, it's second reading. However, due to blatant filibusting by Conservative ministers, the bill was never discussed. Given the wide public support for NHS this manoeuvre to block such an important discussion is unexceptable.","additional_details":"Given that the NHS Reinstatement Bill not only has cross political party support, but even wider support from the general public - the people who MP's are supposed to represent - it is undemocratic to not have such a debate. To do so would prove that this government is not democratic at all, more of a dictatorship by distraction. \r\n\r\nPublic support for NHS is evident in the ongoing Junior Doctors Strike. We therfore demand that this Reinstatement Bill be given the time and attention it deserves.","state":"open","signature_count":14347,"created_at":"2016-03-11T19:01:52.112Z","updated_at":"2016-07-11T18:15:36.342Z","open_at":"2016-03-14T11:43:16.084Z","closed_at":null,"government_response_at":"2016-03-24T17:30:21.651Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-11T19:28:07.452Z","response_threshold_reached_at":"2016-03-16T17:51:48.554Z","creator_name":"Stephen Blanchard ","rejection":null,"government_response":{"summary":"Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each session and it is for the member in charge of the Bill to nominate the date for Second Reading and manage the Bill’s progress.","details":"Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each Parliamentary session and on these days PMBs take precedence over government business.   Priority is given to those MPs who are successful in the PMB ballot, and subsequent slots are allocated in the order in which MPs introduce their Bill.  It is for the member in charge of the Bill to nominate the date for Second Reading of their PMB and manage the Bill’s progress. \r\n\r\nCaroline Lucas MP introduced the National Health Service Bill on 1 July 2015 and nominated Friday 11 March 2016 for its Second Reading, which was the last of these sitting Fridays in this current Session.  This was the second bill scheduled to be debated that day and, under the rules of the House of Commons, priority is given to the first Bill.  This Bill was therefore very unlikely to have enough time to conclude all of its parliamentary stages.  The NHS Bill did receive a short debate on Friday 11 March, but now stands adjourned and cannot be debated further because there are no remaining sitting Fridays. All PMBs fall at the end of each parliamentary session.  \r\n\r\nThis topic could be reintroduced into the session should a Backbench MP choose to do so.\r\n\r\nThere are plenty of opportunities for Backbenchers to debate matters like the NHS, through adjournment debates and debates allocated by the Backbench Business Committee.\r\n\r\nLeader of the House","created_at":"2016-03-24T17:30:21.649Z","updated_at":"2016-03-24T17:30:21.649Z"},"debate":null}},{"type":"petition","id":118616,"links":{"self":"https://petition.parliament.uk/petitions/118616.json"},"attributes":{"action":"Change the law, so that UK citizens can force an immediate General Election.","background":"At present a vote of no confidence can only be called by parliament, leaving majority governments in an almost untouchable position. This means that governments can break promises or make decisions that are destructive to the country, and the electorate can do nothing until the next election. ","additional_details":"Citizens should be able to hold the government to account at all times, not just during General Elections. The law needs to be changed so that a petition of 'no confidence' to parliament, containing the signatures of at least 51% of the population means a General Election is immediately called.","state":"open","signature_count":14160,"created_at":"2016-01-14T22:08:55.630Z","updated_at":"2016-07-12T21:20:39.370Z","open_at":"2016-01-15T17:55:16.056Z","closed_at":null,"government_response_at":"2016-03-24T10:03:58.836Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-14T22:26:24.654Z","response_threshold_reached_at":"2016-03-10T10:35:50.969Z","creator_name":"Lorna Wilkinson","rejection":null,"government_response":{"summary":"Majority governments are far from untouchable. An early election may be called if a motion of no confidence is passed in the House of Commons and no motion of confidence is passed within 14 days.","details":"The Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date from the Government and gave a power to the House of Commons to call an early general election in certain circumstances. \r\n\r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days.  Aside from these triggers there is no way to replace the Government through an early General Election.\r\n\r\nThe Act means majority Governments are far from untouchable, and marked a significant and unprecedented transfer of power from the Government to the House of Commons. As such, it was felt appropriate during the passage of the Act to include a statutory requirement for the Prime Minister to appoint a committee to review the operation of the Act between 1 June 2020 and 30 November 2020. The Government has no plans to review or change the current arrangements prior to that review. \r\n\r\nCabinet Office","created_at":"2016-03-24T10:03:58.831Z","updated_at":"2016-03-24T10:03:58.831Z"},"debate":null}},{"type":"petition","id":123061,"links":{"self":"https://petition.parliament.uk/petitions/123061.json"},"attributes":{"action":"Make passing / approaching horses and horse drawn vehicles part of  driving test","background":"Many deaths on the roads of horses and riders. Recent funeral cortege resulted in the death of a horse and injury to driver and groom.Riders are forced onto the roads to ride. Government always having consults but do nothing.We need action now to protect living road users.","additional_details":"BHS  statistics of equine accidents, Mark Evans in Wales was injured, and his Friesian killed when a car ploughed into the side of them having overtaken the carriage.It ended up where the horses should have been.We riders now wear go pro cameras to record the near misses,and accidents.We need protection from ignorant drivers.","state":"open","signature_count":14143,"created_at":"2016-02-26T10:00:16.254Z","updated_at":"2016-07-12T21:24:46.339Z","open_at":"2016-02-26T15:08:16.923Z","closed_at":null,"government_response_at":"2016-03-14T17:23:44.780Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-26T13:29:13.013Z","response_threshold_reached_at":"2016-02-27T21:38:17.061Z","creator_name":"susan buck","rejection":null,"government_response":{"summary":"Safe driving around horseriders forms part of the driving theory test. The Driver and Vehicle Standards Agency intends to work with the British Horse Society as it develops the test in the future.","details":"EU Directive 2006/126 on driving licences sets out the minimum requirements for both theory and practical driving tests. Domestic tests must comply with these requirements which set out what, as a minimum, should be tested. \r\n\r\nThe Directive specifies that the theory test should cover, amongst other items, ‘other road users’ “specific risk factors related to the lack of experience of other road users and the most vulnerable categories of users such as children, pedestrians, cyclists and people whose mobility is reduced”.\r\n\r\nLearner drivers must pass a theory test before they are able to take their practical driving test. The theory test consists of two parts; a multiple choice test and a hazard perception test. Both parts of the test address the knowledge of how to behave around horses and horse riders on the road, as stated in ‘The Highway Code’ and in ‘The Official DVSA Guide to Driving; the essential skills’.\r\n\r\nThe hazard perception test is a test of candidates’ ability to identify developing hazards in a series of on-road video clips viewed from the driver’s seat. The test currently includes clips showing horses and riders on the road and further clips are being developed. Although the main focus at the moment is to increase the representation of severe weather conditions in the test, the Driver and Vehicle Standards Agency (DVSA) will consider broadening the range of horse and rider clips working alongside The British Horse Society.\r\n\r\nWithin the practical driving test the DVSA’s examiners can only test candidates on certain circumstances that occur during the test. There is more chance of a horse and rider being encountered on a test in a rural environment than in a city environment. If a candidate did encounter, during their test, a situation such as either having to pass a horse and its rider or approaching one, the examiner will assess the candidate’s actions in dealing safely with that situation. \r\n\r\nMany learner drivers would be more likely, depending on where they live and are taking the test, to encounter such situations during their driving lesson, rather than during their practical test. If the learner driver is in the company of a driving instructor then the instructor will have the opportunity to assess and guide a pupil. This learning will be supplemented and underpinned by the comprehensive advice contained in The Official Highway Code. \r\n\r\nDepartment for Transport","created_at":"2016-03-14T17:23:44.776Z","updated_at":"2016-03-14T17:23:44.776Z"},"debate":null}},{"type":"petition","id":129792,"links":{"self":"https://petition.parliament.uk/petitions/129792.json"},"attributes":{"action":"Don't close Poole Hospital's A\u0026E or Bournemouth Hospital's A\u0026E!","background":"\r\nWe don't want either hospitals A\u0026E to be closed! It's too far for people the opposite ends of the county. It's looking like Bournemouth will win. \r\n\r\n","additional_details":"\"Both RBCH and Poole Hospital are in contention to be redeveloped to take around 80 per cent of the county’s A\u0026E patients as part of the Dorset Clinical Commissioning Group’s (CCG) Clinical Services Review.\" \r\n\r\n- Bournemouth Echo. \r\n\r\nBoth A\u0026Es should remain open. It will be too much pressure on the one hospital to deal with so many accidents and emergencies. \r\n\r\nWhy fix what wasn't broken? \r\n","state":"open","signature_count":13711,"created_at":"2016-05-09T08:53:22.783Z","updated_at":"2016-07-12T17:06:52.798Z","open_at":"2016-05-09T17:01:49.682Z","closed_at":null,"government_response_at":"2016-05-25T09:03:03.052Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T09:23:52.459Z","response_threshold_reached_at":"2016-05-10T11:15:31.401Z","creator_name":"Natasha carter ","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Dorset CCG has stated that they are seeking to secure high quality, sustainable health services that meet the needs of the local population. \r\n","details":"We are clear the reconfiguration of front line health services is a matter for the local NHS. Services should be tailored to meet the needs of the local population, and proposals for substantial service change must meet the four tests of reconfiguration which are (i) support from GP commissioners (ii) strengthened public and patient engagement (iii) clarity on the clinical evidence base (iv) support for patient choice.\r\n\r\nIn 2014 Dorset Clinical Commissioning Group (CCG) launched a Clinical Services Review which seeks to:\r\n•\tMeet the needs of an increasing elderly population with complex needs;\r\n•\tOvercome funding challenges;\r\n•\tLay plans for the next five years and beyond, and \r\n•\tSecure high-quality services for current and future generations\r\n\r\nThe CCG has also stated it aims to achieve a more sustainable workforce across hospitals to allow better care to be provided more reliably over the whole of Dorset in future years.\r\n\r\nAs part of the Clinical Services Review, the CCG is proposing changes to the organisation of Dorset's acute hospitals. On 18 May 2016 the CCG’s Governing Body named its preferred option under the review, which proposes Royal Bournemouth Hospital as the major emergency hospital; Poole Hospital as the major planned care hospital with a 24-hour urgent care centre, and Dorset County Hospital as remaining a district general hospital and retaining its A \u0026 E Department.\r\n\r\nThe CCG has stated this configuration will now be independently scrutinised as part of the national assurance process led by NHS England and the proposals will go to the Joint Health Overview and Scrutiny Committee for Dorset. \r\n\r\nIf approved, the CCG has confirmed the proposals will be subject to public consultation planned for later this year.\r\n\r\nDepartment of Health","created_at":"2016-05-25T09:03:03.048Z","updated_at":"2016-05-25T09:03:03.048Z"},"debate":null}},{"type":"petition","id":118164,"links":{"self":"https://petition.parliament.uk/petitions/118164.json"},"attributes":{"action":"Give all ancient woodland statutory legal protection.","background":"In the UK it has been said that we are down to just 2% of our total land space covered by ancient woodland which is widely regarded as one of our most important wildlife habitats yet it's still under threat. If landowners don't protect this land they should be made to sell it to someone who will.","additional_details":"Ancient woodland is an important store of seeds and invertebrates needed for potential rewildling \u0026 flood prevention as described by George Monbiot \u0026 the Woodland Trust in their various campaigns. While saplings have been planted in offsetting schemes, these young trees take a long time to reach maturity and the ability to remove carbon dioxide from the atmosphere that mature trees in ancient woodland can. It also requires a lot of work for these plantations to reach the same conservation value.","state":"open","signature_count":13617,"created_at":"2016-01-10T16:02:35.935Z","updated_at":"2016-07-12T21:05:32.547Z","open_at":"2016-02-29T14:35:42.775Z","closed_at":null,"government_response_at":"2016-06-17T10:05:57.446Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-28T11:42:59.263Z","response_threshold_reached_at":"2016-05-19T10:12:14.564Z","creator_name":"David M. Dickinson","rejection":null,"government_response":{"summary":"Woodland cover in England is at its highest level since the 14th century. The National Planning Policy Framework provides strong protection for ancient woodlands.","details":"Our ancient woodlands are highly valued and cherished, and are a resource rich in life, providing homes and food for animals, birds and insects. They store carbon, produce oxygen and filter out pollution; they also provide some of the most interesting places for us to enjoy. We know that ancient woodlands are an irreplaceable habitat, which is why we recognise their special status in the National Planning Policy Framework (NPPF), which was last updated in 2012.\r\n\r\nSince the Second World War, great efforts have been made to restore and actively manage our ancient woodlands. The ancient woodland inventory estimates approximately 340,000 hectares of woodland in England that is ancient. Subsequent estimates suggest that there are about 210,000 hectares of native woodland not on ancient woodland sites. Taken together, those two categories of woodland comprise just over half of England’s woodlands, at about 550,000 hectares.\r\n\r\nAlthough we have ambitions to increase woodland cover and improve the quality of our woodland management, we must be mindful that those ambitions sit alongside a need to increase food production, create renewable energy and capture carbon, while also maintaining the habitats that our wildlife depends on, such as our ancient woodlands. In order to compete globally economically, we need to update and upgrade our ageing infrastructure and ensure that development enables our economic growth to be sustained.\r\n\r\nWe have, however, always made a special case for our ancient woodland, which is why they are protected in the NPPF. The passage that deals with them clearly states:\r\n\r\n“Planning permission should be refused for development resulting in the loss or deterioration of irreplaceable habitats, including ancient woodland and … veteran trees … unless the need for, and benefits of, the development in that location clearly outweigh the loss”.\r\n\r\nThe position is very clear: there is protection. The Government certainly has no plans to undermine or change that position; figures from the Woodland Trust itself suggest that less than 0.25% of ancient woodland has been developed in the last 15 years, which indicates that this protection is working. Nevertheless, Natural England has been working with the Forestry Commission to produce refreshed guidance for all planning authorities to help them take full and proper account of ancient woodland in the planning process. This outlines a range of mitigation and compensation measures that may be offered by developers to offset loss or damage, where developments affecting ancient woodland and veteran trees may receive planning permission. \r\n\r\nIn addition to this, England’s woodland coverage is as high as it has been since the 14th century, totaling a little more than 1.3 million hectares, which equates to 41% of the UK total or 10% of England’s land area. We have a commitment to plant a further 11 million trees before the end of this Parliament. \r\n\r\nWe recognise that this issue is complex and we are continually striving to improve the operation of planning protections for ancient woodlands. The challenges we face today are totally different from the challenges of even 20 years ago, which is why we need to balance woodland interests with our wider competing land use requirements. The Government considers that the existing protection for ancient woodland in the NPPF is strong and is protecting our ancient woodlands and veteran trees. \r\n\r\nDepartment for Environment, Food \u0026 Rural Affairs ","created_at":"2016-06-17T10:05:57.439Z","updated_at":"2016-06-17T10:07:25.853Z"},"debate":null}},{"type":"petition","id":126548,"links":{"self":"https://petition.parliament.uk/petitions/126548.json"},"attributes":{"action":"Test on Request-GP's to listen to girls \u0026 if they have symptoms to do the smear","background":"Jade Goody passed away of cervical cancer and publicised her illness to save others. I don't want the government to lower the age however I would like the government to make it that if a young girl attends a GP with symptoms that they then do the smear. #TheJadeGoodyEffect xx","additional_details":"I run The Jade Goody Memorial page and hundreds of girls contact us weekly with symptoms and doctors refusing to give smears due to them being under 25. They then go on to find out they have cancer or pre-cancerous cells. Surely the cost of a smear is less than the cost of cancer treatment of cancer develops? I'm not asking for the smear age to be lowered but for girls who are having symptoms have the option to been checked xx","state":"open","signature_count":13510,"created_at":"2016-04-04T13:49:15.973Z","updated_at":"2016-07-12T21:20:33.187Z","open_at":"2016-04-05T10:56:28.776Z","closed_at":null,"government_response_at":"2016-05-09T15:19:28.259Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-04T18:05:54.891Z","response_threshold_reached_at":"2016-04-23T05:34:48.285Z","creator_name":"Kerry Bolton","rejection":null,"government_response":{"summary":"We are committed to tackling cervical cancer through vaccination, screening, and GPs assessing women of any age who present with symptoms and referring them, in line with clinical guidelines.","details":"We are committed to tackling cervical cancer. \r\n\r\nGuidance for primary care on the management of young women who present with gynaecological symptoms, ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’, was developed and published in March 2010.  The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners, and the Royal College of Physicians.  This guidance can be found on the GOV.UK website, https://www.gov.uk/government/collections/cervical-screening-professional-guidance\r\n\r\nThe National Institute for Health and Care Excellence (NICE) guidelines for Suspected cancer: recognition and referral (June 2015) are also available to help GPs assess when it is appropriate to refer patients for suspected cancer, including cervical cancer. It should be noted that a cervical screening test (previously known as a smear test) is a method of detecting abnormal cells on the cervix and is unlikely to be appropriate when a woman has gynaecological issues that are symptomatic of cancer. The guidelines recommend that GPs should consider a suspected cancer pathway referral (for an appointment within 2 weeks) for women if, on examination, the appearance of their cervix is consistent with cervical cancer and do not include the need to conduct a cervical screening test.  The guidelines are available on NICE’s website at www.nice.org.uk/guidance/ng12\r\n\r\nFollowing advice from an expert advisory body, the Joint Committee on Vaccination and Immunisation, a routine HPV vaccination programme for girls has been available since 2008.  The aim of the programme is primarily to prevent cervical cancer, by routinely offering vaccination to girls aged around 13 years before they become sexually active.  It is expected that the HPV vaccination programme will reduce the already low rates of cervical cancer in these young women and allow them to be protected for years to come.\r\n\r\nWomen are invited for cervical screening from 25 years of age in order to identify and treat abnormalities in the cells of the cervix and the early signs of cancer. Experts estimate the programme saves up to 4,500 lives per year in England.\r\n\r\nDepartment of Health\r\n","created_at":"2016-05-09T15:19:28.256Z","updated_at":"2016-05-09T15:19:28.256Z"},"debate":null}},{"type":"petition","id":119024,"links":{"self":"https://petition.parliament.uk/petitions/119024.json"},"attributes":{"action":"Re-nationalise the British Steel industry to safeguard it from further losses.","background":"The British Steel industry has suffered devastating losses as a result of high energy prices, green taxes and cheap Chinese imports. This is a core industry at the heart of many communities and nationalisation would safe guard the industry for future generations and retain important skill sets.","additional_details":"","state":"open","signature_count":13447,"created_at":"2016-01-18T22:55:50.636Z","updated_at":"2016-07-12T17:08:50.037Z","open_at":"2016-01-20T17:11:56.167Z","closed_at":null,"government_response_at":"2016-04-08T10:28:26.034Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-18T23:10:41.084Z","response_threshold_reached_at":"2016-03-31T17:43:50.990Z","creator_name":"Darran Grace","rejection":null,"government_response":{"summary":"Global economic conditions mean this is a very difficult time for the steel industry and the workforce and communities affected. Government is doing all it can to ensure UK steel has a viable future.","details":"The UK steel sector is facing unparalleled global economic conditions.  Around the world, production of steel is 30 per cent higher than demand.  In China alone, excess steel capacity is 25 times the UK’s entire annual production.  India, Indonesia and other emerging economies are ramping up production with ready supplies of raw materials and low-paid labour.  In Europe, demand has yet to return to pre-crash levels.  When unprecedented supply is met with sluggish demand, prices inevitably fall - the international price of steel has halved over the past 18 months.\r\n\r\nThese conditions have led to many companies having to take difficult commercial decisions including redundancies across the sector and the closure of the SSI steel plant in Teesside last year.  This issue is not just a UK one.  Since 2008 there have been many plant closures across Europe, and the number of workers in European steel manufacturing has fallen by about 70,000.\r\n\r\nThe Government has been working hard with the industry to provide all the support we can. Back in October last year Sajid Javid, Secretary of State for Business, Innovation and Skills convened a special Steel Summit in Rotherham, alongside industry, Scottish and Welsh Governments and Unions.  Through three Minister-led Working Groups we have been working with the sector to tackle key industry asks.  This is now being taken forward through the Steel Council and we have called a meeting again soon to discuss recent developments.\r\n\r\nTo date we have paid over £160 million to steel companies and other Energy Intensive Industries (EIIs) to compensate for the cost of climate change-related energy costs, including more than £50 million to Tata.  Following state aid clearance in December we have made the first payments under the latest scheme.  We are also going further, as announced at Autumn Statement we plan to exempt EIIs from renewable energy costs.  This will save the steel industry over £400m by the end of this Parliament.  We have also secured flexibility over the implementation of EU emissions regulations; this will save the steel industry millions of pounds.\r\n\r\nLast year we published new procurement guidance for central Government Departments, this ensures that social and economic issues are taken into account when Government procures steel.  We are the first Government in the EU to take advantage of this flexibility. We have now gone further and extended this guidance across the entire public sector and will be setting up a list of approved steel suppliers.  We also continue to work with all UK steel companies to ensure that they have maximum visibility of the public procurement pipeline.\r\n\r\nWe must remember that many of the issues facing the UK steel industry are international and therefore require an international response.  This is why Sajid Javid asked for and secured an extraordinary meeting of the EU Competitiveness Council to coordinate a continent-wide approach.  We voted in favour of anti-dumping measures on wire rod and on steel pipes in July and October last year.  We have lobbied successfully for an EU investigation into cheap imports of Reinforcing Steel Bar (‘rebar’) and in February we voted in favour of measures on rebar and cold-rolled products.  We also continue to press for the speeding up of trade defence investigations.  Although it is too early to tell what the impact of the duties will be, signs are promising for measures imposed in January; imports of rebar in January 2016 were 99% down on January 2015.\r\n\r\nThe Government recognises that this is a difficult time for the workers and communities affected by the current crisis, including in many areas where the steel sector makes up a substantial part of local employment.  Our immediate focus is to help those who have lost their jobs back into work as quickly as possible.  We have set aside up to £90m of support packages, and are working with Taskforces in Scunthorpe, Rotherham, Scotland and Wales to ensure we are offering all possible support to those affected.\r\n\r\nWhilst we are looking at all viable options and are not ruling anything out, we don't believe nationalisation is the right answer.  The world’s best steel companies all operate in the private sector and public ownership of steel operations has all but disappeared in the EU.  We will support the steel industry where we reasonably can but Government ownership of the steel industry, or any part of it, will not raise prices or increase demand for steel.\r\n\r\nThe Government is doing all it can to ensure a sustainable future for UK steel.  Ministers wrote to MPs to update them during recess and will continue to hold briefings to update representatives of other parties on the situation.  Our focus is on finding a long-term sustainable future for steel-making at Port Talbot and across the UK.\r\n\r\nDepartment for Business, Innovation and Skills","created_at":"2016-04-08T10:28:26.030Z","updated_at":"2016-04-08T10:28:26.030Z"},"debate":null}},{"type":"petition","id":118038,"links":{"self":"https://petition.parliament.uk/petitions/118038.json"},"attributes":{"action":"the Iraq Historic Allegations Team must be stopped as it is a national scandal.","background":"the Iraq Historic Allegations Team is a disgrace. Political correctness has gone mad with troops fighting a determined and unorthodox enemy in unimaginable circumstances are now facing claims or prosecution by Ambulance chasing lawyers.","additional_details":"","state":"open","signature_count":13193,"created_at":"2016-01-09T09:15:36.101Z","updated_at":"2016-07-12T16:32:58.975Z","open_at":"2016-01-12T16:55:13.237Z","closed_at":null,"government_response_at":"2016-02-04T14:57:35.721Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-10T08:48:48.445Z","response_threshold_reached_at":"2016-01-21T00:34:42.408Z","creator_name":"Matthew Baxter","rejection":null,"government_response":{"summary":"British Forces operate under the rule of law, and that means that credible allegations of criminal offences must be investigated. We will do everything possible to counter false or trivial allegations","details":"The Government is extremely concerned about the conduct of some law firms specialising in claims against the military, and took the unusual step last year of submitting evidence to the Solicitors Regulation Authority (SRA). We welcome the SRA’s decision to refer Leigh Day \u0026 Co to the Solicitors Disciplinary Tribunal, and keenly await their decision in relation to the firm Public Interest Lawyers.\r\n\r\nWe have consistently made clear that the vast majority of Service personnel deployed on operations overseas act in accordance with the law and their training. We understand the impact that these thousands of allegations have, and that is why we made a manifesto commitment to reduce the potential to bring litigation following any future military operations. We will announce as soon as possible the steps we are taking to follow this up.\r\n\r\nParliament requires that credible allegations of offences are investigated appropriately. While the Al-Sweady Inquiry demonstrates that some allegations will be exaggerated or even false, the case of Baha Mousa serves as a reminder that a small number of serious offences were undoubtedly committed.\r\n\r\nThe task of assessing the credibility of the allegations falls to the Iraq Historic Allegations Team (IHAT). They have already filtered out nearly 1,000 allegations which do not disclose a potential offence, or which are duplicates, and will continue – with legal advice from the Service Prosecuting Authority – to discontinue investigations that will not lead to a prosecutable case. The Director of Service Prosecutions applies the same test as his civilian counterpart, and it seems likely that only a small number of serious cases will meet that standard.\r\n\r\nThe IHAT has so far discontinued 58 cases involving allegations of unlawful killing, and 13 cases involving allegations of ill-treatment of detainees. Of these, only two cases (one of unlawful killing, and one of ill-treatment) were referred to the Director of Service Prosecutions. In both cases he declined to prosecute.\r\n\r\nThe Minister of State for the Armed Forces (Penny Mordaunt MP) responded to a debate on the Iraq Historic Allegations in Parliament on 27 January 2016 details of which can be found online at the following link: http://www.publications.parliament.uk/pa/cm201516/cmhansrd/cm160127/halltext/160127h0002.htm#16012756000001\r\n\r\nFurther information on the IHAT can be found on the MOD’s blog: IHAT: What it is and what it does or on IHAT’s website: https://www.gov.uk/government/policy-teams/iraq-historic-allegations-team-ihat \r\n\r\nMinistry of Defence","created_at":"2016-02-04T14:57:35.717Z","updated_at":"2016-02-04T14:57:35.717Z"},"debate":null}},{"type":"petition","id":125827,"links":{"self":"https://petition.parliament.uk/petitions/125827.json"},"attributes":{"action":"The repeal of  the code on farming chickens for meat + farming should be debated","background":"The Government plans to scrap  the code on farming chickens for meat and breeding.","additional_details":"The proposed Government amendments or downgrading of animal welfare standards (scheduled to commence on 27 April 2016) i.e the repealing of statutory codes on farm animal welfare, including: \r\n\r\n1. the scrapping of the official code on farming chickens for meat and breeding; and \r\n2. the proposed move to \" industry-led” guidance,\r\n\r\nmay reasonably be seen as significantly posing the risk of: \r\n\r\n(A) reducing animal welfare standards; and \r\n(B) negatively impacting on consumer safety and public health,\r\n\r\nand, as such, should be debated in, and be the subject of, legislation passed by the UK Parliament before being implemented.","state":"open","signature_count":12989,"created_at":"2016-03-26T04:10:32.035Z","updated_at":"2016-07-12T18:15:07.967Z","open_at":"2016-03-31T11:33:33.001Z","closed_at":null,"government_response_at":"2016-04-14T13:01:15.563Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-26T09:10:10.552Z","response_threshold_reached_at":"2016-04-05T20:45:25.141Z","creator_name":"David Walker","rejection":null,"government_response":{"summary":"The Government intends to retain the statutory codes. ","details":"We have the highest standards of animal welfare in the world and no changes were ever planned to the animal welfare legislation upholding them, or to the strict enforcement and penalties that apply. \r\n \r\nThe Government has confirmed that this legislation will continue to be supported by statutory codes. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-04-14T13:01:15.555Z","updated_at":"2016-04-14T13:01:15.555Z"},"debate":null}},{"type":"petition","id":120545,"links":{"self":"https://petition.parliament.uk/petitions/120545.json"},"attributes":{"action":"Create a new offence of \"animal murder\" with a minimum of 5 years on conviction.","background":"Our animal welfare legislation dates from times when deliberate killing of pets \u0026 other animals was a rarity, and is too often interpreted leniently by judges. This new offence, plus a lifetime ban on keeping animals, plus entry on a new animal offenders' register, would be a significant deterrent. ","additional_details":"The number of high-profile cases of animals being deliberately killed, seemingly just for \"fun\", highlights the way the current legislation is simply not acting as a deterrent to the sort of people likely to carry out these acts. A new offence of \"Animal Murder\" with a minimum sentence of 5 years in prison on conviction, no remission or parole, backed up by placement on a new \"animal offenders' register\" and a lifetime ban on keeping animals, should redress the balance, once available to the CPS","state":"open","signature_count":12897,"created_at":"2016-02-02T18:34:54.314Z","updated_at":"2016-07-12T17:56:58.638Z","open_at":"2016-02-03T17:30:37.319Z","closed_at":null,"government_response_at":"2016-06-01T09:55:11.963Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-02T19:51:24.614Z","response_threshold_reached_at":"2016-05-10T14:26:30.551Z","creator_name":"Steven James Rudd","rejection":null,"government_response":{"summary":"The Government abhors animal cruelty. The existing law makes it an offence to cause any unnecessary suffering to an animal - not just resulting in the animal being killed.  ","details":"Under the Animal Welfare Act 2006 it is an offence to cause any unnecessary suffering to an animal. In addition, there is also an offence of failing to provide for the welfare needs of an animal. The maximum penalty for both offences is six months imprisonment and/or an unlimited fine.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal if it is satisfied that to leave the animal with its owner would expose it to further cruelty. The court may also disqualify the person convicted from having control, or influencing the control, of any animal for such a period (including life) as it thinks fit.\r\n\r\nWhen sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.  The financial element of the penalty was raised only last year from a maximum fine of £20,000. This suggests that courts are not finding their current sentencing powers inadequate. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-06-01T09:55:11.960Z","updated_at":"2016-06-01T09:55:11.960Z"},"debate":null}},{"type":"petition","id":129423,"links":{"self":"https://petition.parliament.uk/petitions/129423.json"},"attributes":{"action":"Reinstate RPI index linking to Military pensions from the current CPI index link","background":"Military pensions have previously been index linked to RPI, this was part of the agreement of pay and pensions. This was altered and all are now index linked to CPI. This alteration has a huge financial impact later, for all current serving and veteran personnel.","additional_details":"The CPI linking should not apply until the date of activation. It should only apply to those starting their service after the date of CPI index linking was introduced. The pension agreement change is different to the terms most people started their service on and is a change that was forced. It cannot be considered fair to change an employees contract retrospectively without their acceptance and further more this is effecting the financial plans and hopes for those who serve and served.  ","state":"open","signature_count":12725,"created_at":"2016-05-04T10:09:37.841Z","updated_at":"2016-07-12T18:35:41.883Z","open_at":"2016-05-05T11:24:29.866Z","closed_at":null,"government_response_at":"2016-05-27T14:26:17.607Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T17:51:50.777Z","response_threshold_reached_at":"2016-05-15T20:23:14.135Z","creator_name":"Sean Carrington","rejection":null,"government_response":{"summary":"On 22 June 2010, the Chancellor announced that for 2011, public service pensions would increase in line with the CPI rather than the RPI.","details":"On 22 June 2010, the Chancellor announced that for 2011, with the exception of the state pension and pension credit, benefits, tax credits and public service pensions would increase in line with the Consumer Price Index (CPI) rather than the Retail Price Index (RPI).\r\n\r\nPublic service pensions, including Armed Forces pensions, are increased under the provisions of the Pensions (Increase) Act 1971 and Section 59 of the Social Security Pensions Act 1975. The latter provides for public service pensions to be uprated at the same time and by the same percentage as the increase in the additional pension provided under the State Earnings Related Pension Scheme (SERPS), which has been based on the increase in the CPI since April 2011. Prior to this date the RPI was used rather than the CPI. The underlying purpose of this legislation is to maintain the purchasing power of the additional elements of state retirement pensions and public service pensions. \r\n\r\nThe rationale for the change is as follows:\r\n•\tCPI is the headline measure of inflation used by the Bank of England;\r\n•\tCPI takes better account of how behaviour changes in response to price changes; \r\n•\tCPI also more accurately represents the inflation experience of pensioners and benefit recipients – for example, RPI excludes pensioners who receive a significant proportion of their income from the State (up to 20% of retired households); and\r\n•\tCPI is less volatile – for example, RPI was negative in September 2009 whereas CPI continued to rise.\r\n\r\nThe pension is accrued (or activated) on the basis of current prices.  The uprating of pensions does not apply retrospectively.\r\n\r\nIn response to a legal challenge against this decision the High Court and the Court of Appeal both ruled in the Government's favour, finding that CPI is appropriate for benefits and pensions uprating.\r\n\r\nRPI has also historically experienced periods of negative year on year change, as in 2009 when the uprating of pensions in payment was also frozen.\r\n\r\nMinistry of Defence","created_at":"2016-05-27T14:26:17.605Z","updated_at":"2016-05-27T14:28:05.184Z"},"debate":null}},{"type":"petition","id":128795,"links":{"self":"https://petition.parliament.uk/petitions/128795.json"},"attributes":{"action":"Amend the immigration bill to allow 3000 lone child refugees to enter the UK","background":"On Monday 25th April 2016, MPs voted AGAINST amending the bill to allow these stranded children refuge in the UK. We the people demand that the government move forward with the amendments in order to prevent thousands of unaccompanied Syrian children falling victim to exploitation and abuse. ","additional_details":"","state":"open","signature_count":12665,"created_at":"2016-04-25T22:58:13.747Z","updated_at":"2016-07-11T21:39:28.083Z","open_at":"2016-04-26T11:48:28.193Z","closed_at":null,"government_response_at":"2016-05-12T15:41:46.493Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-25T23:08:36.986Z","response_threshold_reached_at":"2016-04-28T15:38:02.434Z","creator_name":"Philip Larkin","rejection":null,"government_response":{"summary":"As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.","details":"On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office","created_at":"2016-05-12T15:41:46.490Z","updated_at":"2016-05-12T15:41:46.490Z"},"debate":null}},{"type":"petition","id":129830,"links":{"self":"https://petition.parliament.uk/petitions/129830.json"},"attributes":{"action":"We call on the Government to commit to a new national stroke strategy","background":"The current stroke strategy is coming to an end and the Government has said that they have no plans to introduce a new one. Right now the Government is not listening to stroke survivors who want and need a national stroke strategy. Without this, lives could be at risk.","additional_details":"Stroke survivors are not getting the care and support they need. We are calling on the government to commit to a new national stroke strategy to drive improvements in treatment, care and support so that every stroke survivor can make the best possible recovery.\r\n\r\nFind out more: www.stroke.org.uk/newera\r\n","state":"open","signature_count":12479,"created_at":"2016-05-09T16:56:43.984Z","updated_at":"2016-07-12T21:42:06.066Z","open_at":"2016-05-09T17:27:09.740Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-09T17:02:47.189Z","response_threshold_reached_at":"2016-06-28T22:16:46.975Z","creator_name":"David Bridson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":121253,"links":{"self":"https://petition.parliament.uk/petitions/121253.json"},"attributes":{"action":"Make Nusinersen available to terminally ill children with Spinal MuscularAtrophy","background":"SMA causes increasing muscle weakness \u0026 paralysis. In the most cases babies never sit unsupported, crawl or walk \u0026 95% have a life expectancy less than 18 months as they lose their ability to breathe. Nusinersen has not had 1 side effect in over 4 years of testing. Give SMA babies a chance at life!","additional_details":"SMA is a cruel diagnosis. Knowing there's a safe and well tolerated drug not available is hard to bear. Please read more at www.thefastmovement.org . This drug is showing fantastic results \u0026 meaning children never expected to achieve milestones are achieving them for the first time! It is keeping them alive! Early intervention is vital to those with SMA so more of their movement abilities can be saved. With no alternative drugs available, children with SMA can't wait any longer for treatment!","state":"open","signature_count":12276,"created_at":"2016-02-11T06:51:05.372Z","updated_at":"2016-07-12T20:53:19.011Z","open_at":"2016-02-11T14:03:08.871Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-11T08:52:31.588Z","response_threshold_reached_at":"2016-06-26T22:17:52.121Z","creator_name":"Charlotte Russell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":128996,"links":{"self":"https://petition.parliament.uk/petitions/128996.json"},"attributes":{"action":"Stop North Devon District Hospital possible closures of essential services.","background":"It has come to light that there may be possible closures of essential services at North Devon District Hospital - A\u0026E, Baby care unit, Maternity and Stroke unit. This needs to be halted as this will without doubt lead to deaths.","additional_details":"","state":"open","signature_count":11995,"created_at":"2016-04-27T20:07:24.073Z","updated_at":"2016-07-12T21:43:57.401Z","open_at":"2016-04-29T13:51:23.360Z","closed_at":null,"government_response_at":"2016-07-06T14:31:56.592Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-04-27T20:16:49.151Z","response_threshold_reached_at":"2016-06-17T13:51:23.971Z","creator_name":"Christopher Brian Brookes-Cowley","rejection":null,"government_response":{"summary":"Reconfiguration of front line health services is a matter for the local NHS, led by clinicians and in the interests of local people. Any significant service changes will be formally consulted on. ","details":"Consideration of the shape of services at North Devon District Hospital is part of a wider review of health and care services North, East and West Devon, under a programme called the Success Regime. The purpose of the Success Regime is to improve and promote health and care services for patients in local health and care systems that are struggling with financial or quality problems, or sometimes both.  Two other health economies are also participating: Mid and South Essex and West, North and East Cumbria.\r\n\r\nThe regime is tailored to local circumstances, building on existing interventions and working with providers, commissioners and other local stakeholders to diagnose underlying issues and develop and implement the solutions to address both short-term performance and long-term strategic issues.\r\n\r\nFollowing an intense diagnostic phase, the North, East and West Devon Success Regime have published a “Case for Change” report, which sets out the underlying challenges facing the area and opportunities to reduce health inequalities, improve access to services and ensure clinical and financial stability. The Success Regime is now starting work locally to respond to the Case for Change. Potential service models for acute and community care are being considered. \r\n\r\nLocal and national leaders working as part of the Success Regime are conscious of the need to ensure that the people of North Devon are able to access high quality, sustainable services. Devon’s rural nature, deprivation levels and age of population are being factored into thinking about how services could look in the future. The geography of the area means that certain key services based in acute hospitals will remain an important feature of healthcare provision across Devon in future, including in the North of the county. However, ear marking particular services could hinder a full process of options development which is necessary to reach the most sustainable proposals.\r\n\r\nNo decisions have yet been made and the input of local communities will remain important throughout the process. Any significant service change proposals will go through formal public consultation. \r\n\r\nThe reconfiguration of front line health services is a matter for the local NHS. The Government is clear that service changes should be tailored to meet the needs of the local population, and led by clinicians, not driven from the top down. \r\n\r\nDepartment of Health","created_at":"2016-07-06T14:31:56.589Z","updated_at":"2016-07-06T14:31:56.589Z"},"debate":null}},{"type":"petition","id":120832,"links":{"self":"https://petition.parliament.uk/petitions/120832.json"},"attributes":{"action":"Statement on UK steps to ensure a full investigation of Giulio Regeni's death","background":"Giulio's body was discovered in a ditch in Cairo on February 3, showing evidence of torture and slow death. He was in Egypt doing research for his PhD at the University of Cambridge. The UK government has a duty to ensure that a credible investigation of this extrajudicial killing is carried out.","additional_details":"","state":"open","signature_count":11927,"created_at":"2016-02-05T17:19:55.557Z","updated_at":"2016-07-11T10:44:26.398Z","open_at":"2016-02-09T15:09:48.068Z","closed_at":null,"government_response_at":"2016-04-25T09:11:39.843Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-05T17:32:10.024Z","response_threshold_reached_at":"2016-04-10T19:59:24.877Z","creator_name":"Hannah Waddilove","rejection":null,"government_response":{"summary":"We are appalled by Giulio Regeni’s murder. We have offered Italy our full support and raised the need for a full and transparent investigation with Egypt.","details":"We were appalled by the murder of Giulio Regeni, and the brutal manner of his killing. Mr Regeni was undertaking research at Cambridge University and had been living in the UK for ten years, and so his death has been keenly felt in the UK and in the academic community in particular. Our thoughts are with his family and friends at this difficult time.\r\n\r\nAs Mr Regeni was an Italian national, the Italian government has led efforts to work with the Egyptian government to discover what happened to Mr Regeni and bring his killers to justice. We have offered the Italian government our full support and have remained in close contact with them throughout in order to coordinate our efforts with theirs and ensure that UK actions do not inhibit or complicate their engagement with the Egyptian authorities on the investigation. FCO Director-General for Middle East and Africa renewed this offer to the Italian Ambassador to London on 22 April.\r\n\r\nAs soon as we were made aware of reports of Mr Regeni’s disappearance on 25 January, we contacted the Italian government to offer our assistance. We contacted the Italian government again after the discovery of Mr Regeni’s body on 3 February and renewed our offer of assistance. Following consultation with the Italian government, we raised the investigation into Mr Regeni’s murder with the Egyptian authorities on a number of occasions. In these conversations, we called for a full and transparent investigation and full cooperation with the Italian investigators. FCO Minister for Middle East and North Africa, Tobias Ellwood MP, has raised our concerns with the Egyptian Ambassador in London and the UK Ambassador to Egypt has spoken to senior officials in the Egyptian Ministry of Foreign Affairs in Cairo.\r\n\r\nThree months after Mr Regeni’s death, we are disappointed by the limited progress made in the case and are concerned that Italy has not found the cooperation that Egypt has provided to them to be sufficient. \r\n\r\nWe are aware of allegations that the Egyptian security forces were responsible for the murder of Mr Regeni.  These are unproven but we urge the Egyptian authorities to consider every possible scenario as they investigate.\r\n\r\nWe will continue to urge the Egyptian government to cooperate fully with the Italian investigators in order to bring Mr Regeni’s killers to justice as soon as possible. Egypt’s close cooperation with Italy and a full and transparent investigation are vital to addressing international concerns about the safety of foreign nationals in Egypt and Egypt’s commitment to the rule of law.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-04-25T09:11:39.838Z","updated_at":"2016-04-25T09:11:39.838Z"},"debate":null}},{"type":"petition","id":121579,"links":{"self":"https://petition.parliament.uk/petitions/121579.json"},"attributes":{"action":"David Cameron is precluded from negotiations with the EU in the event of Brexit.","background":"The Prime Minister has patently shewn himself to be a total advocate of membership of the EU at any cost.  In the event of Brexit, he should not be involved in any subsequent negotiations, nor be responsible for appointing representatives.  ","additional_details":"Negotiators should be drawn from or appointed by a caucus of MPs who have consistently shewn themselves to be advocates of leaving the EU.  The Electorate would have no confidence  in Cameron's diligence in securing the full aims of the Referendum question to LEAVE the EU and NOT some alternative scheme that would leave the UK in anyway tied to the EU 'Aquis' including rejoining EFTA/EEA.  The only way that Britain should agree to trade with the EU is through a Free Trade Agreement under the WTO","state":"open","signature_count":11773,"created_at":"2016-02-13T16:58:25.477Z","updated_at":"2016-07-11T18:23:47.849Z","open_at":"2016-02-17T10:40:17.769Z","closed_at":null,"government_response_at":"2016-05-25T16:09:09.042Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-16T23:19:17.384Z","response_threshold_reached_at":"2016-05-02T21:34:10.736Z","creator_name":"Peter Charles Brown","rejection":null,"government_response":{"summary":"The Prime Minister has secured a new settlement for the UK, which delivers on the Government’s commitment to fix the problems that have frustrated people in Britain.","details":"The Government believes Britain is stronger, safer and better off within a reformed European Union. The Prime Minister has secured a new settlement for the UK, which delivers on the Government’s commitment to fix the problems that have frustrated people in Britain.\r\n \r\nHowever, if the British people vote to leave on 23 June, they would rightly expect the process to exit the EU to start straight away. The rules for exit are set out in Article 50 of the Treaty on European Union. This is the only lawful route available to withdraw from the EU.\r\n\r\nArticle 50 provides for a period of two years for the negotiation of exit terms. The two year deadline can be extended, but only by unanimous agreement of all EU Member States.\r\n\r\nBut the process is unprecedented. No country has ever used Article 50 – it is untested. Article 50 does not specify how far the arrangements for the UK’s future relationship with the EU could be included in a withdrawal agreement. However, it is likely that the scope of those arrangements, including the terms of our trade, would require the negotiation of a separate agreement with the EU.\r\n\r\nWhile the Government would secure the best possible deal for Britain in the event of a vote to leave, if we want full, meaningful access to the Single Market of 500 million people we will have to accept significant trade-offs.\r\n\r\nThese include accepting the free movement of people, contributing to the EU's programmes and budgets, and being bound by the rules of the Single Market without having a vote or a say over them.\r\n\r\nThe Government is clear that none of the alternatives to EU membership provide the best of both worlds offered by continued membership of a reformed EU. \r\nThe Government has published a number of information papers ahead of the referendum. These can be viewed on the dedicated EU Referendum website, www.eureferendum.gov.uk.\r\n\r\nForeign and Commonwealth Office\r\n","created_at":"2016-05-25T16:09:09.038Z","updated_at":"2016-05-25T16:09:09.038Z"},"debate":null}},{"type":"petition","id":123789,"links":{"self":"https://petition.parliament.uk/petitions/123789.json"},"attributes":{"action":"Change the Army pension back to 55 from 60 years of age","background":"The qualifying age for a British army pension age was always 55 in 2012 the government  breached our military contracts by changing it to 60 years old. We all served our country proudly and with honour and once again we are being let down, ","additional_details":"When you join the HM Forces you sign a contract and then swear legiance to Her Majesty Queen Elizabeth the Second, if we ever broke the contract we would be classed as AWOL, Absent without leave and we would definitely have to do some hard jail time and have a tarnished  military record. The government thinks that this contract can be broken like it is nothing, we stood shoulder to shoulder on the parade ground, shoulder to shoulder in conflicts, let's make a change and stand together once more","state":"open","signature_count":11563,"created_at":"2016-03-04T22:33:22.267Z","updated_at":"2016-07-12T21:41:24.723Z","open_at":"2016-03-07T17:16:59.746Z","closed_at":null,"government_response_at":"2016-05-25T10:36:54.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-03-04T23:03:28.860Z","response_threshold_reached_at":"2016-05-12T08:43:38.849Z","creator_name":"Steven stone","rejection":null,"government_response":{"summary":"In 2010, the Government asked Lord Hutton to chair the IPSPC which conducted a review of public service pensions and made recommendations that were sustainable and affordable.","details":"The Independent Public Service Pensions Committee (IPSPC) made its final report in March 2011 and recommended changes to all public service pensions, including those for the Armed Forces. The IPSPC recommended that the Normal Pension Age (NPA) for the new schemes be increased in line with the State Pension Age (SPA) to reflect increased life expectancy, which has grown dramatically in the last few decades. It was also recommended that the link between SPA and NPA should be reviewed regularly with a preference for keeping the two pension ages linked. This would more fairly distribute the benefits between scheme members. An exception was made for the uniformed services where the new NPA was set to age 60, rather than the national age of 65, to reflect the unique characteristics of the work involved. \r\n\r\nFor members of Armed Forces Pension Scheme 2015 (AFPS15) personnel who do not serve until the NPA of 60, an Early Departure Payment (EDP) consisting of a tax-free lump sum and an annual income is provided to personnel; provided they have completed 20 years’ service and reached age 40.  A similar arrangement exists for AFPS 05 members in that they must be aged at least 40 and serve for 18 years. These payments are designed to compensate personnel for the fact that a full military career is not available to the majority of Regular Service personnel, and the corresponding reduction in pension. It should be taken into account that, even prior to the change in NPA, only 2% of Service personnel served through to age 55. For AFPS75 members they are eligible to receive an immediate pension, subject to meeting the pension scheme’s criteria but are not eligible to receive EDP payments. \r\n\r\nService personnel who transferred across to the new Armed Forces Pension Scheme (AFPS 15) had the value of the pension benefits earned up to the introduction of the new scheme protected. These benefits remain payable at the time they were expected to be paid in accordance with the legacy pension scheme rules and linked to the final pensionable salary at the point of leaving the Services. For those who transferred to the new pension scheme, the qualification period for the new EDP also includes time spent in a legacy scheme.  For those members who were within 10 years of their normal pension age as at 1 Apr 2012 they will remain in their existing schemes and be bound by those terms and conditions.   \r\n\r\nIt should also be noted that pensions can be taken from age 55 under AFPS 15, but these are actuarially reduced to reflect the fact that the pension will be paid over a longer period.\r\n\r\nMinistry of Defence","created_at":"2016-05-25T10:36:54.733Z","updated_at":"2016-05-25T10:36:54.733Z"},"debate":null}},{"type":"petition","id":119428,"links":{"self":"https://petition.parliament.uk/petitions/119428.json"},"attributes":{"action":"Introduce legislation to combat light pollution","background":"Light pollution does not only steal from us our stars, but also has massive negative implications for both people and the environment. \r\n\r\nTherefore, steps should be taken to reduce light pollution, particularly in areas where it has the greatest impact on the wellbeing on humans or other species.","additional_details":"In humans, light pollution contributes to increased stress, sleep deprivation and disorders like insomnia as well as having less apparent impacts such as an increased risk of obesity and breast cancer. \r\n\r\nEnvironmentally the impacts are even more clear. Light pollution affects the migration patterns of birds, the breeding of amphibians and insects, and the survival of sea turtles to give but a few examples.","state":"open","signature_count":11483,"created_at":"2016-01-21T18:45:01.309Z","updated_at":"2016-07-12T20:32:46.974Z","open_at":"2016-01-22T17:33:49.594Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-21T19:56:16.986Z","response_threshold_reached_at":"2016-06-29T19:43:42.558Z","creator_name":"Michael Hendle ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":119196,"links":{"self":"https://petition.parliament.uk/petitions/119196.json"},"attributes":{"action":"Address the UK Horse Crisis: hold owners accountable for abandonment and neglect","background":"The issue of fly-grazing is rife in the UK, the \"Control of Horses Act 2015\" does not stop cruelty, overbreeding and neglect. Government must do more: euthanising 50% of 'abandoned' horses is not the answer - the 'owners' must be held accountable and prosecuted BEFORE euthanising is the only option","additional_details":"I am one of a small group of people who are currently rehabilitating ‘abandoned’ ponies in our care (rescued legally through serving the Abandonment Notice) - last year we took in 20+ and have rehomed all successfully.  We do this at our OWN EXPENSE AND TIME.  We have lost horses that were too neglected to be saved, despite our and the vets best efforts.  It is never ending, and the owners get away with it - they HAVE to be held accountable.  They HAVE to face the consequences, otherwise they will continue keeping and breeding these poor ponies, which then end up dead or clogging up the rescue centres.","state":"open","signature_count":11431,"created_at":"2016-01-20T08:33:32.621Z","updated_at":"2016-07-12T21:18:56.666Z","open_at":"2016-01-24T16:09:28.240Z","closed_at":null,"government_response_at":"2016-05-13T13:38:47.323Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-01-20T08:47:01.651Z","response_threshold_reached_at":"2016-04-22T11:58:09.463Z","creator_name":"Vicki Painter","rejection":null,"government_response":{"summary":"Powers exist in the Control of Horses Act 2015 and the Animal Welfare Act 2006 for enforcement agencies to take action against irresponsible owners of horses.","details":"The Government agrees that all owners of animals need to act responsibly.  That is why legislation allows action to be taken against people who are cruel to their animals or who abandon them or leave them on other people’s land without the necessary permission.\r\n\r\nThe Control of Horses Act 2015 was welcomed by animal welfare organisations, local authorities and land-owners, because it allowed action to be taken to remove and deal with abandoned horses much more quickly and at less cost than previously.\r\n\r\nUnder the previous law a horse could not be dealt with for fourteen days and then it had to be sold at auction.  This was very restricting and costly for landowners and local authorities.  Now horses can be detained after 24 hours of discovering it on the land and subject to notice being given to the police and, if known, the owner.  If horses are not claimed within a further 96 hours they can be sold, rehomed, gifted or if necessary, humanely destroyed. \r\n\r\nThe Animal Welfare Act 2006 makes it an offence to cause unnecessary suffering to an animal or to fail to provide for its welfare needs.  The maximum penalty for both offences is an unlimited fine (increased last year from £20,000) or 6 months’ imprisonment.\r\n\r\nThe Government applauds the work of animal charities who act to remove and re-home horses in a responsible way.\r\n\r\nThe Government therefore considers that the law on abandoned horses has been greatly improved by the Control of Horses Act 2015 and complements the powers that were already available under the Animal Welfare Act. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-05-13T13:38:47.318Z","updated_at":"2016-05-13T13:38:47.318Z"},"debate":null}},{"type":"petition","id":123005,"links":{"self":"https://petition.parliament.uk/petitions/123005.json"},"attributes":{"action":"Tougher sentencing for paedophiles, child abusers, rapists and sex offender,","background":"We believe that the sentencing for paedophiles, child abusers, rapists, and sex offender is to lenient and call for tougher sentencing, they are simply getting away with their crimes, so please show your support and sign and share this petition and help us make a change and make a brighter future   ","additional_details":"We must think about our children's future and make a stand against all sex offenders, we should no longer accept the lenient sentencing, our children have rights in society, and we want justice for our children and our children's future. so lets all come together and win this fight against these offenders, and give them the sentencing they deserve. please help us spread this petition far and wide, play your part in changing the law and make the future a brighter one. ","state":"open","signature_count":11316,"created_at":"2016-02-25T21:06:15.353Z","updated_at":"2016-07-12T19:18:08.251Z","open_at":"2016-02-29T12:02:11.333Z","closed_at":null,"government_response_at":"2016-06-08T09:59:30.737Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-02-25T21:36:43.611Z","response_threshold_reached_at":"2016-05-23T22:21:18.388Z","creator_name":"Neil Ivall","rejection":null,"government_response":{"summary":"The most serious offences have severe maximum penalties, including an automatic life sentence for anyone convicted of a second very serious sexual offence. ","details":"More adult offenders are being imprisoned, and for longer, compared to 2010. \r\n\r\nThe latest sentencing statistics for sexual offences show:\r\n•\tthe average custodial sentence length (ACSL) for adults across all sexual offences has increased from 49.5 months in 2010, to 62.5 months in 2015;\r\n•\tthe ACSL for adults convicted of rape has increased from 99.5 months in 2010, to 120.9 months in 2015 – and for rape of a child under 16, the adult ACSL has increased from 119.1 months in 2010, to 139.9 months in 2015;\r\n•\t5,136 adults were sentenced for sexual offences in 2010, compared to 6,406 in 2015.\r\nAn automatic life sentence for a second very serious sexual offence was introduced in December 2012, and all dangerous offenders and child rapists are now subject to discretionary release (rather than automatic release) on licence prior to the end of their custodial term.\r\n\r\nSentencing in individual cases is a matter for our independent courts, which must follow sentencing guidelines issued by the independent Sentencing Council.  The Council issued a new sentencing guideline on sexual offences effective from April 2014, following full public consultation.  As well as physical harm, the approach in the new guideline reflects more fully the psychological and longer term effects on the victim, enabling courts to take into account the true extent of what the victim has been through.\r\n\r\nMinistry of Justice","created_at":"2016-06-08T09:59:30.734Z","updated_at":"2016-06-08T09:59:30.734Z"},"debate":null}}]}