{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=63\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":171221,"links":{"self":"https://petition.parliament.uk/petitions/171221.json"},"attributes":{"action":"Make CCTV mandatory in the UK’s equine slaughterhouses","background":"We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.","additional_details":"Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ","state":"open","signature_count":10726,"created_at":"2016-11-03T20:14:58.466Z","updated_at":"2017-04-07T19:55:12.360Z","open_at":"2016-11-08T14:56:39.397Z","closed_at":null,"government_response_at":"2017-02-23T09:50:37.513Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T09:43:20.290Z","response_threshold_reached_at":"2017-02-10T08:33:56.107Z","creator_name":"Jessica Stark ","rejection":null,"government_response":{"summary":"The Government encourages the highest standards of animal welfare at all slaughterhouses including equine. The Government is currently reviewing the requirement for mandatory CCTV in slaughterhouses.","details":"There are strict rules that govern the slaughter of equines and the Government will take robust enforcement action against breaches of the rules protecting animal welfare at slaughter.\r\n\r\nOfficial Veterinarians (OVs) of the Food Standards Agency monitor and enforce the welfare regulations in all approved slaughterhouses to ensure that animals are spared avoidable pain, distress or suffering during the slaughter process.  OVs have the power to seize CCTV records if a breach is suspected.\r\n\r\nThe Farm Animal Welfare Committee (FAWC) published, in February 2015, an independent assessment of the use of CCTV in slaughterhouses. This concluded that CCTV can offer real benefits but that it cannot replace the need for businesses to have proper monitoring procedures in place. FAWC recommended that, in order to realise the benefits to animal welfare and to business operators set out in its report, all slaughterhouses should install CCTV in all areas where live animals are kept and where animals are stunned and killed.\r\n\r\nThe vast majority (approximately 99%) of equines going to slaughter are slaughtered in slaughterhouses that have CCTV installed in some, if not all, areas where live animals are present. There are five slaughterhouses that slaughter equines, and three have CCTV and two do not have CCTV. The Government is currently reviewing the requirement for mandatory CCTV in all slaughterhouses.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-02-23T09:50:37.510Z","updated_at":"2017-02-23T09:50:37.510Z"},"debate":null}},{"type":"petition","id":183704,"links":{"self":"https://petition.parliament.uk/petitions/183704.json"},"attributes":{"action":"To be given a choice to be fitted with an ICD when diagnosed with Brugada.","background":"My partner was diagnosed with Brugada in July 2015, had numerous tests but was classed as low risk. He begged to be fitted with an ICD and each time was told he didn't need one as he had no history of heart attacks in his family. He died august 2016. Losing my partner has destroyed me and our son.","additional_details":"Lewis was told when diagnosed that he was able to live a long and healthy life. He died one year later. He repeatedly asked if their was any medication he could take and was told there was no need. I believe being fitted with an Implantable cardioverter defibrillator would have saved my partners life. My son is without his daddy. I want people with the same condition to have the choice, low risk or high to have an ICD fitted. I am asking for two minutes of peoples time. I am begging.","state":"open","signature_count":10461,"created_at":"2017-02-07T18:20:07.061Z","updated_at":"2017-04-08T09:56:12.860Z","open_at":"2017-02-15T21:00:30.412Z","closed_at":null,"government_response_at":"2017-03-16T16:44:04.257Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-07T18:34:58.581Z","response_threshold_reached_at":"2017-03-06T22:20:53.303Z","creator_name":"Lisa Marie Lee","rejection":null,"government_response":{"summary":"We are very sorry to hear of the death of the petitioner’s partner and extend our condolences. It is a matter for the responsible clinician whether an implantable cardioverter defibrillator is fitted.","details":"It is widely known that Brugada Syndrome carries an increased risk of arrhythmias and that on some occasions these can be life threatening. Electrophysiologists (the specialist group of clinicians who look after patients diagnosed with Brugada) will be well aware of the arrhythmia risk. \r\n\r\nIn the National Institute for Health and Care Excellence (NICE) guidance - ‘Implantable cardioverter defibrillators and cardiac resynchronisation therapy for arrhythmias and heart failure’ (TA314, 2014) – it states:\r\nImplantable cardioverter debrillators (ICDs) are recommended as options for: ...treating people who: have a familial cardiac condition with a high risk of sudden death, such as long QT syndrome, hypertrophic cardiomyopathy, Brugada syndrome or arrhythmogenic right ventricular dysplasia…\r\n\r\nAs a treatment “option” whether or not ICD’s are implanted in someone with Brugada will depend on clinical recommendations and we would expect also a discussion with the patient about the risks and benefits of such devices. There are risks of implantation, such as infection, inappropriate shocks etc. so it is rarely the case that all people with a certain condition should have an ICD. It is usually that those at sufficient risk of an arrhythmia will have this recommended and those at low risk may not. \r\n\r\nTherefore, it is a matter for the responsible clinician to discuss with the patient the risks and benefits of different interventions. We would then rely on the clinical judgement of the responsible clinician as to whether a specific treatment was appropriate.  \r\n\r\nDepartment of Health","created_at":"2017-03-16T16:44:04.255Z","updated_at":"2017-03-16T16:44:04.255Z"},"debate":null}},{"type":"petition","id":190708,"links":{"self":"https://petition.parliament.uk/petitions/190708.json"},"attributes":{"action":"Allow Walid Durani to stay in the UK.","background":"Allow Walid Durani to stay in the UK. Walid came here when he was 14 because his life was in danger. He is now 18 and being sent back Afghanistan. This is wrong.  ","additional_details":"","state":"open","signature_count":10445,"created_at":"2017-03-14T22:50:32.513Z","updated_at":"2017-04-08T23:37:19.723Z","open_at":"2017-03-22T14:10:41.863Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-15T04:30:16.687Z","response_threshold_reached_at":"2017-04-06T12:35:11.197Z","creator_name":"Carol Anne Davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169500,"links":{"self":"https://petition.parliament.uk/petitions/169500.json"},"attributes":{"action":"Ensure a new hospital is built central to all West Hertfordshire communities","background":"It must be purpose-built and equipped to modern standards with enough space for parking and future expansion.\r\n\r\nWe are members of the New Hospital Campaign formed to request a new hospital on a central, accessible site between the three main towns - Hemel Hempstead, St. Albans and Watford.  \r\n\r\n","additional_details":"The local NHS is proposing to keep the Watford site in Vicarage Road as the acute hospital. This plan is not sustainable: it cannot meet the health needs of the people of the area. The estate requires £100m of backlog maintenance and cannot be brought up to modern standards. \r\n\r\nWe need a new hospital that everyone can get to, which surveys have repeatedly shown patients want. The present hospital is in a congested corner of our area, next to the ground of a Premier League football club.   \r\n\r\n\r\n\r\n\r\n","state":"open","signature_count":10376,"created_at":"2016-10-15T16:18:36.636Z","updated_at":"2017-04-08T20:53:46.898Z","open_at":"2016-10-20T13:59:55.292Z","closed_at":null,"government_response_at":"2017-04-05T14:45:38.906Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-16T09:56:16.796Z","response_threshold_reached_at":"2017-03-25T21:30:07.736Z","creator_name":"Edith Glatter","rejection":null,"government_response":{"summary":"The reconfiguration of health services is a matter for the NHS locally and should be led by clinicians and patients. However, they must demonstrate all four reconfiguration tests have been met.","details":"The reconfiguration of health services is a matter for the NHS locally. Any changes to local services should be led by clinicians and patients, not from the top down. It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nThe Department of Health understand that these proposals are being put forward as a part of the “Your Care, Your Future\" programme, central to which are plans to provide more care closer to home and for patients to be treated without needing to go to hospital. The Trust will use the reconfiguration to consider which services can move to community settings such as other NHS sites, GP practices or patients’ own homes. \r\n\r\nBefore any changes to services are made, local areas must demonstrate they have met the four reconfiguration tests all local reconfiguration plans should demonstrate: \r\n(i) Support from commissioners; \r\n(ii) Strong public and patient engagement; \r\n(iii) Clear clinical evidence base; and\r\n(iv) Support for patient choice.\r\n\r\nRegarding the plans for a new hospital specifically; on 2 February 2017, the Board of West Hertfordshire Hospitals NHS Trust (WHHT) approved a Strategic Outline Case which identified options for investment in the Trust’s estate.  \r\n\r\nThe Board agreed two options should be worked up in more detail before a decision between the two is made at the next stage:\r\n•\tA new hospital on the Watford General Hospital site and a redevelopment of St Albans City Hospital \r\n•\tA redeveloped hospital on the Watford site and a redevelopment of St Albans City Hospital\r\n\r\nThe Trust has said that the option to build a new hospital on a new site was ruled out on affordability and deliverability grounds; the required capital investment is significantly higher than other options and it is unlikely that investment would be financially sustainable in the long term. In addition, the complex planning and work related to utilities and infrastructure meant that this option would take far longer.\r\n\r\nThe Strategic Outline Case is now awaiting consideration and endorsement by the Herts Valleys Clinical Commissioning Group (CCG). NHS Improvement would then need to consider the SOC, and the level of commissioner support, before making a recommendation to the Department of Health and Treasury.  \r\n\r\nShould it be approved by the Department of Health and Treasury, the next stage will be the development of an Outline Business Case, which will identify the preferred option to progress.\r\n\r\nDepartment of Health","created_at":"2017-04-05T14:45:38.904Z","updated_at":"2017-04-05T14:45:38.904Z"},"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10258,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2017-04-05T15:09:10.770Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":177899,"links":{"self":"https://petition.parliament.uk/petitions/177899.json"},"attributes":{"action":"Make it a specific criminal offence to assault an HM Prison Officer.","background":"A report has revealed that, over a two month period last year, prisoners assaulted more than 1,000 prison officers. This includes 95 of the highest category 'serious' assaults on staff, such as being slashed with homemade weapons.\r\n\r\nThe two monthly total equates to more than 16 attacks a day.","additional_details":"","state":"open","signature_count":10233,"created_at":"2017-01-19T08:56:08.730Z","updated_at":"2017-04-08T14:53:32.653Z","open_at":"2017-01-23T09:31:30.445Z","closed_at":null,"government_response_at":"2017-04-04T13:43:47.283Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-19T09:14:08.483Z","response_threshold_reached_at":"2017-03-20T22:10:33.291Z","creator_name":"Andrea Gray","rejection":null,"government_response":{"summary":"Assaults on Prison Officers are unacceptable, and already criminalised. If the victim serves the public, an assault is treated more seriously. A new offence would not provide additional protection.","details":"Assaults on Prison Officers are completely unacceptable. The Government is determined to ensure that all public servants have a safe and secure working environment.   \r\n\r\nViolence in prison is a crime. Any prisoner who commits an act of violence can expect to have action taken against them, which may include a loss of privileges or additional days in prison (imposed through internal disciplinary procedures), or referral to the police.\r\n\r\nAny assault on someone providing a service to the public (including Prison Officers) is treated very seriously.  The Code for Crown Prosecutors states that “a prosecution is …more likely if the offence has been committed against a victim who was at the time a person serving the public”.  And the fact that the victim is providing a service to the public is listed as an aggravating factor in sentencing guidelines which courts have a statutory duty to follow.  As such, offenders who assault someone providing a service to the public may face a higher sentence than that for other assaults.\r\n\r\nThere is already a range of offences which criminalise assault or violent behaviour. These start with common assault, the maximum sentence for which is 6 months imprisonment or a fine or both.  (This is the same maximum as for the specific offence of assaulting a constable in the execution of his duty.)  Assault occasioning Actual Bodily Harm and Wounding or Inflicting Grievous Bodily Harm (GBH) are more serious offences against the person, both with a maximum custodial sentence of 5 years. The most serious applicable offences, such as wounding or causing GBH with intent, have a maximum sentence of life imprisonment. \r\n\r\nAll these offences apply whoever is the victim, including of course Prison Officers. \r\n\r\nIn addition, there is a specific offence of assault on a police constable in the execution of his duty (s. 89 of the Police Act 1996).  Public sector Prison Officers, while acting as such, have all the powers, authority, protection and privileges of a constable by virtue of s.8 of the Prison Act 1952.   They therefore come within the scope of the s.89 offence if assaulted in the course of their duties.  Private sector Prison Officers are covered by the separate offences of assault on a prisoner custody officer (s.90 of the Criminal Justice Act 1991) and on a secure training centre custody officer (s.13 of the Criminal Justice and Public Order Act 1994).  All these offences have the same maximum penalty as common assault.\r\n\r\nThe Serious Crime Act 2015 has introduced two new offences of being in possession of a knife, or other offensive weapon within a prison (maximum penalty four years’ imprisonment), and throwing of items over a prison wall (maximum penalty, two years’ imprisonment).  The latter is a common way of introducing contraband to the prison: usually Psychoactive Substances which are known to have a link to increased violence.\r\n\r\nThe Government is committed to improving safety and decreasing violence across the prison estate. We do not underestimate the challenges faced by everyone working in prisons and will continue to support our staff to help them maintain safe and secure prisons.\r\n\r\nThe Government is currently taking action which includes tackling the use of drugs, mobile phones and drones, while strengthening the frontline by recruiting an additional 2,500 staff. We are also providing over 3,400 body-worn cameras across the estate, alongside training to improve staff interactions with prisoners.\r\n\r\nThe increase in staff will provide the capacity for Prison Officers to play a dedicated officer role and build constructive relationships with prisoners, reduce levels of frustration and, ultimately, reduce levels of violence.\r\n\r\nThe Government does not underestimate the hard work and challenges faced by prison staff in dealing with serious violent incidents. We will continue to support staff to help them maintain safe and secure prisons.\r\n\r\nMinistry of Justice","created_at":"2017-04-04T13:43:47.281Z","updated_at":"2017-04-04T13:43:47.281Z"},"debate":null}},{"type":"petition","id":187570,"links":{"self":"https://petition.parliament.uk/petitions/187570.json"},"attributes":{"action":"Reject all demands from the EU for penalty charges for Brexit.","background":"The EU seeks to protect its income for up to five years by imposing penalties for Brexit, yet there is no written agreement or treaty obligation on us to pay.","additional_details":"","state":"open","signature_count":10141,"created_at":"2017-02-25T10:16:58.084Z","updated_at":"2017-04-08T22:57:16.546Z","open_at":"2017-03-07T13:10:44.313Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-26T12:33:33.839Z","response_threshold_reached_at":"2017-04-07T17:26:08.729Z","creator_name":"John Brender","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183943,"links":{"self":"https://petition.parliament.uk/petitions/183943.json"},"attributes":{"action":"Keep open the 'Dubs scheme' to resettle 3000 unaccompanied refugee children.","background":"The Home Office has announced that the 'Dubs scheme' to resettle unaccompanied refugee children in the UK will close after just 350 children are helped. At the time of its creation, campaigners called for it to aid 3000 children. The UK is turning its back on the most vulnerable people in the world.","additional_details":"The 'Dubs scheme' is named after Lord Dubs, who got an amendment to the Immigration Act passed last year. His amendment did not specify a number of children, but campaigners made clear that thousands of vulnerable refugee children were stranded and alone, and called on the UK government to help up to 3000 of them. Announcing that the scheme will only help 350 children - about one for every local authority - is a callous, inhumane act which leaves children at huge risk of deprivation and abuse.","state":"open","signature_count":9977,"created_at":"2017-02-08T18:21:56.390Z","updated_at":"2017-04-08T22:50:04.007Z","open_at":"2017-02-13T19:41:41.373Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T19:08:30.620Z","response_threshold_reached_at":null,"creator_name":"Steven Shakespeare","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":186047,"links":{"self":"https://petition.parliament.uk/petitions/186047.json"},"attributes":{"action":"Cut all public funding to Tony Blair - This to include protection \u0026 expenses","background":"Tony Blair is costing the taxpayer millions of pounds a year in police protection, as well as blurring the line between his work and his business interests.  Tony is too vocal trying to split this country asking for EU remainers to rise up against democracy, he needs to be stopped.","additional_details":"http://www.telegraph.co.uk/news/2017/02/17/dont-trust-tony-blairs-rise-brexit-speech-leaves-many-social/\r\n\r\nhttp://www.telegraph.co.uk/news/investigations/revealed-the-true-scale-of-tony-blairs-global-business-empire/\r\n\r\n","state":"open","signature_count":9901,"created_at":"2017-02-17T12:15:48.874Z","updated_at":"2017-04-08T13:40:27.428Z","open_at":"2017-02-28T19:01:00.738Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-17T12:45:37.989Z","response_threshold_reached_at":null,"creator_name":"Steve Goodwin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175433,"links":{"self":"https://petition.parliament.uk/petitions/175433.json"},"attributes":{"action":"Stop business rate rises before they wreck independent high street retailers","background":"Independent retailers in many towns face rate increases which will force them out of business. National chains are pushing up property values, and independents are paying for this in their rates. Higher property values do not mean more turnover. The unintended consequence will be bland high streets.","additional_details":"The new business rates have an unsound basis. Rising property values are a cost to small retailers, not a source of profit. Increasing rates in line with property values is a double burden which will be the end for many much-loved retailers, and will turn interesting high streets into identical dull parades of chain coffee shops, charity outlets, and predictable national retailers. Local councils should not be wrecking their own high streets. Business rates need to be reconsidered.","state":"open","signature_count":9481,"created_at":"2016-12-13T11:39:25.494Z","updated_at":"2017-04-08T17:57:24.824Z","open_at":"2016-12-16T17:23:26.336Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-13T20:49:49.684Z","response_threshold_reached_at":null,"creator_name":"Irena Sibrijns","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190146,"links":{"self":"https://petition.parliament.uk/petitions/190146.json"},"attributes":{"action":"British Citizens who fight for enemies of our nation should face Treason Charges","background":"Any British Citizen or resident with right to stay who travels overseas to fight for any organisation, nation or group listed as an enemy of our nation or wishes to do harm to our nation should face automatic Treason charges if they try to return back to the United Kingdom or its territories.","additional_details":"","state":"open","signature_count":9472,"created_at":"2017-03-13T12:16:36.446Z","updated_at":"2017-04-08T19:01:44.523Z","open_at":"2017-03-22T12:32:55.816Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-13T22:29:37.321Z","response_threshold_reached_at":null,"creator_name":"Philip Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171211,"links":{"self":"https://petition.parliament.uk/petitions/171211.json"},"attributes":{"action":"Make 'Nutritionist' a legally protected title","background":"Currently, due to lack of regulation, anyone can set up and practice as a nutritionist/nutritional therapist, meaning there is no real protection for consumers. The Government should take action to prevent unqualified people from potentially putting people’s health at risk.\r\n\r\n","additional_details":"There is very little understanding about what a ‘Registered Nutritionist’ is and how it compares to a nutritional therapist, nutritionist, nutrition advisor (the list of terms goes on). Yes, we have a UK voluntary register of Nutritionists held by the Association for Nutrition but this goes (mostly) unnoticed by the media and the public. It’s vital that we increase the awareness of this register so that people understand where to go to for accurate, evidence based advice.","state":"open","signature_count":9364,"created_at":"2016-11-03T19:38:28.081Z","updated_at":"2017-04-08T23:57:42.373Z","open_at":"2016-11-04T17:19:21.488Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-03T20:18:23.301Z","response_threshold_reached_at":null,"creator_name":"Harriet Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170055,"links":{"self":"https://petition.parliament.uk/petitions/170055.json"},"attributes":{"action":"CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom","background":"Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.","additional_details":"Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".","state":"open","signature_count":9276,"created_at":"2016-10-21T21:40:30.303Z","updated_at":"2017-04-06T18:16:18.681Z","open_at":"2016-11-21T17:24:42.128Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-22T00:41:22.829Z","response_threshold_reached_at":null,"creator_name":"Paramjeet Singh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183806,"links":{"self":"https://petition.parliament.uk/petitions/183806.json"},"attributes":{"action":"Teresa may to recognise endometriosis under the equality act 2010","background":"This is a debilitating illness that affects 1 in 10 women in the UK. It's a chronic condition that causes painful and heavy periods. It has a significant impact on a woman's life in a number of ways including chronic pain, fatigue and depression. The cause is unknown and there is no definitive cure.","additional_details":"Women who suffer often face criticism from their employer and sometimes can lead to them leaving employment. Women endure so much when they are suffering and may even be faced with infertility. The last thing they need is to worry about their work life. Endometriosis needs to be formally recognised under the equality act  2010. In other countries it is recognised as a disability.","state":"open","signature_count":8458,"created_at":"2017-02-08T02:26:53.534Z","updated_at":"2017-04-08T22:58:06.819Z","open_at":"2017-02-15T10:44:07.327Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T03:23:17.252Z","response_threshold_reached_at":null,"creator_name":"Leane Sluman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187743,"links":{"self":"https://petition.parliament.uk/petitions/187743.json"},"attributes":{"action":"create allocated overnight parking areas for motorhomes \u0026 campers across the uk","background":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk.","additional_details":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk, similar to those on the continent,at the moment if you stop in a local council carpark overnight you are treated like a criminal and face a fine. simple , easy access parking for  one night stopovers  is all we are asking. ","state":"open","signature_count":8442,"created_at":"2017-02-26T16:20:19.243Z","updated_at":"2017-04-08T22:37:28.924Z","open_at":"2017-03-08T14:53:02.387Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-26T16:34:42.440Z","response_threshold_reached_at":null,"creator_name":"kevin rose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175150,"links":{"self":"https://petition.parliament.uk/petitions/175150.json"},"attributes":{"action":"Ban and make illegal Puppy Farms in the UK","background":"Puppy farms are a money making machine only, the pups and parents are often if not always not cared for properly and end up with behavioural issues and other medical issues.","additional_details":"Using bitches as breeding machines is disgusting and no reputable breeder would ever do this. There are already many unwanted dogs in the UK, putting a strain on the RSPCA and the many charitable private dog Rescues. There is simply no need for puppy farms at all, they are cruel and should be stopped.\r\n\r\nhttp://www.thekennelclub.org.uk/our-resources/kennel-club-campaigns/puppy-farming/","state":"open","signature_count":8377,"created_at":"2016-12-09T15:35:03.841Z","updated_at":"2017-04-08T22:57:46.721Z","open_at":"2016-12-16T17:59:31.540Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-09T17:22:44.046Z","response_threshold_reached_at":null,"creator_name":"Eric Harvey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184429,"links":{"self":"https://petition.parliament.uk/petitions/184429.json"},"attributes":{"action":"Taxes paid by EU Citizens to be returned if they're not granted right to stay","background":"As EU citizens living and working in the UK we have made a conscious decision to invest in this country and our futures. If we are not granted permanent residence all our tax contributions should be returned, as we will no longer be able to enjoy the fruits of our labour and love. ","additional_details":"There can be no denying the positive impact EU citizens have made to the UK economy. However, we are facing the prospect of having to start new lives, leave friends, families, lovers, careers and future plans behind. To return all the investment we have made towards the prosperity of this country, would be just a small gesture, like a dream holiday booking cancellation, where the provider could no longer fulfill the Terms and Conditions.","state":"open","signature_count":7964,"created_at":"2017-02-10T14:02:41.828Z","updated_at":"2017-04-08T23:54:11.629Z","open_at":"2017-02-17T15:42:14.699Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-10T14:08:51.929Z","response_threshold_reached_at":null,"creator_name":"Veronika Rasickaite","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":188023,"links":{"self":"https://petition.parliament.uk/petitions/188023.json"},"attributes":{"action":"Ban the practice of live male chicks being killed by grinding and suffocating","background":"Every year in the UK 40m male chicks are ground, gassed or suffocated alive because their gender means they can't lay eggs.\r\n\r\nThis practice is barbaric and hidden from the public. According to Viva 66% of British people are unaware but when they found out 69% say it should be banned. \r\n\r\n","additional_details":"The practice is well documented and covered in the press.\r\n\r\nThis is a recent article by Chas Newkey-Burdan in the Guardian - \r\n\r\nhttps://www.theguardian.com/commentisfree/2017/feb/27/not-fooled-pretty-box-horror-eggs-chickens\r\n\r\nOur right wing press have been just as disgusted -  \r\nhttp://www.telegraph.co.uk/news/earth/earthnews/8107957/40-million-chicks-on-conveyor-belt-to-death.html\r\n\r\nand\r\n\r\nhttp://www.dailymail.co.uk/news/article-3466633/The-video-meat-industry-doesn-t-want-Secret-footage-hatchery-shows-baby-chicks-killed-tossed-black-bin-liners-processed-assembly-line-like-dead.html","state":"open","signature_count":7961,"created_at":"2017-02-28T14:24:21.758Z","updated_at":"2017-04-08T20:20:27.952Z","open_at":"2017-03-08T19:54:50.442Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-28T16:11:11.815Z","response_threshold_reached_at":null,"creator_name":"Dan Jacobs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174647,"links":{"self":"https://petition.parliament.uk/petitions/174647.json"},"attributes":{"action":"Increase maximum sentencing for animal cruelty from 6 months.","background":"The maximum penalty is 6 months’ imprisonment and/or an unlimited fine. The financial element of the penalty was raised only last year from a maximum fine of £20,000.\r\n","additional_details":"For this to be discussed in parliament there must be 100 000 signatures. I recently signed the same petition but it only got to 50 000. ","state":"open","signature_count":7840,"created_at":"2016-12-03T16:51:54.128Z","updated_at":"2017-04-08T21:54:08.625Z","open_at":"2016-12-13T17:32:31.272Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T17:08:07.827Z","response_threshold_reached_at":null,"creator_name":"Nichola Tomlinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174826,"links":{"self":"https://petition.parliament.uk/petitions/174826.json"},"attributes":{"action":"Reassess general aviation airfields as green belt not brown field sites.","background":"Airfields around the country are categorised  as brown field sites making them attractive for development of housing estates. However these airfields are 90% grass land. Reassessing them as green belt will protect our green countryside, protect local employment and protect general aviation. ","additional_details":"General Aviation airfields are home to wild flowers, plants and grasses as well as many small animals and birds. Our future commercial pilots start their training at these airfields which provide local employment. We will miss this national resource when it's too late and they have been dug up for housing. These are green sites and must be afforded the same protection as farm land.","state":"open","signature_count":7798,"created_at":"2016-12-06T00:10:03.553Z","updated_at":"2017-04-08T19:42:23.471Z","open_at":"2016-12-09T18:54:13.241Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-06T09:09:43.498Z","response_threshold_reached_at":null,"creator_name":"Robin Edward Carmichael Washington ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184667,"links":{"self":"https://petition.parliament.uk/petitions/184667.json"},"attributes":{"action":"Clearly Mark halal food products on the front of all packaging","background":"Halal slaughter is cruel and causes animals unessasary stress and suffering. People should be given a choice if they want to consume meat products etc of animals killed in this manner. ","additional_details":"All Halal products should be clearly marked on the front of all packaging.","state":"open","signature_count":7462,"created_at":"2017-02-11T20:12:29.280Z","updated_at":"2017-04-08T23:35:18.265Z","open_at":"2017-02-20T09:51:13.989Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-11T20:33:56.816Z","response_threshold_reached_at":null,"creator_name":"Adrian Clarkson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":193282,"links":{"self":"https://petition.parliament.uk/petitions/193282.json"},"attributes":{"action":"Put the final Brexit deal to a referendum with revoking Article 50 as an option.","background":"A leaked copy of a European parliament resolution setting out its stance on the Brexit negotiations suggests that the EU would be willing to allow the UK to revoke its Article 50 notification. This makes it imperative that the true will of the people is made known once there's a final Brexit deal. ","additional_details":"","state":"open","signature_count":7451,"created_at":"2017-03-29T10:42:34.934Z","updated_at":"2017-04-08T23:58:02.392Z","open_at":"2017-04-05T11:13:38.315Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-29T11:34:54.434Z","response_threshold_reached_at":null,"creator_name":"Simon Stafford-Townsend","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183135,"links":{"self":"https://petition.parliament.uk/petitions/183135.json"},"attributes":{"action":"Stop The Closure Of Darlington A\u0026E","background":"The government is trying to close down Darlington A\u0026E which we cant let happen.Doing this will cause people to travel excessive distances and if they don't have a car this may not be possible.It will also put strain on the out of town hospitals and will endanger lives that are emergencies.","additional_details":"","state":"open","signature_count":7287,"created_at":"2017-02-05T20:55:04.507Z","updated_at":"2017-04-07T20:48:25.931Z","open_at":"2017-02-08T21:35:59.527Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-05T21:34:37.944Z","response_threshold_reached_at":null,"creator_name":"Elizabeth Lacy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187027,"links":{"self":"https://petition.parliament.uk/petitions/187027.json"},"attributes":{"action":"Amend the Births and Deaths Registration Act 1953 to include all pregnancy loss.","background":"The current Act has narrow margins, which mean many grieving families whom suffer loss of pregnancy earlier than the golden 24 Weeks, are left unable to make a public record of their child\r\n\r\nRecently my partner and I lost twins, Harriet  is registrable as a neonatal death. Her brother didn't exist!","additional_details":"The Act requires registration of pregnancies resulting in stillborn, neonatal death or live birth. (No change required)\r\n\r\nIt fails grieving families of pregnancies that result with Abortion, Miscarriage or Late Miscarriage. (No public record with GRO)\r\n\r\n(A late miscarriage could change to a stillborn with the passing of a single second of time!)\r\n\r\nI suggest the addition of registers which allow parents the option to register their loss (Abortion, miscarriage or late miscarriage) if they wish to. ","state":"open","signature_count":7216,"created_at":"2017-02-22T01:28:39.579Z","updated_at":"2017-04-08T22:02:22.451Z","open_at":"2017-03-06T17:26:21.844Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-22T04:56:19.854Z","response_threshold_reached_at":null,"creator_name":"Adam Ashley Hendry ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173668,"links":{"self":"https://petition.parliament.uk/petitions/173668.json"},"attributes":{"action":"Remove the Ban on agency fees and set a cap for fees instead.","background":"It is unfair for small businesses to survive especially after the increase in online estate agency and banning the agency fee makes it more difficult for estate agency to survive. To meet costs banned fee would be forwarded to landlords who would pass the cost onto tenants by increasing their rents.","additional_details":"It seems unfair for agents to charge tenants fee however Estate agents has to pay fees for referencing, Staff for viewings, Company cars, membership of professional bodies to regulated Fair trade, subscription for property portals and etc.These are paid for providing a professional first class service to the landlord and tenants.\r\nTo cover these costs agents should be allowed to charge agency fees. A cap should be set for agency fees instead so it would be fair for the tenants and Agents. \r\n\r\n","state":"open","signature_count":7206,"created_at":"2016-11-23T17:19:31.115Z","updated_at":"2017-04-08T22:06:34.187Z","open_at":"2016-11-28T17:58:17.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T17:37:52.795Z","response_threshold_reached_at":null,"creator_name":"Imran Alam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":191947,"links":{"self":"https://petition.parliament.uk/petitions/191947.json"},"attributes":{"action":"STOP CUTTING SCHOOL SUPPORT STAFF JOBS","background":"The GMB union calls upon the Government to give schools enough funding so they can employ enough support staff. As a result of spending cuts many schools have reduced the number of school support staff so the remaining staff are doing more and more. ","additional_details":"They are the hidden professionals who provide invaluable support to children and are the backbone of our education system. The support they give to vulnerable and challenging children ensures that no child is excluded from school. Without them many children would struggle and leave school without the qualifications and skills needed in adulthood. Cutting support staff could affect the outcomes and life chances of children for generations.","state":"open","signature_count":7132,"created_at":"2017-03-21T16:01:14.801Z","updated_at":"2017-04-08T23:08:21.275Z","open_at":"2017-03-30T10:17:13.414Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-21T18:20:29.460Z","response_threshold_reached_at":null,"creator_name":"Hilda Tavolara","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171339,"links":{"self":"https://petition.parliament.uk/petitions/171339.json"},"attributes":{"action":"Stop loudspeaker calls to prayer","background":"This is a petition calling to stop Councils from having the power to allow loudspeaker calls to prayer, in order to keep noise levels down and, in this way, to help stop the stress which loud noise already causes in modern life.","additional_details":"We have noise abatement officers  in most councils and there is already too much loud noise due to crowding in modern life.  We do not need to have loudspeakers being used in our cities and towns.","state":"open","signature_count":7070,"created_at":"2016-11-04T15:31:24.330Z","updated_at":"2017-04-08T20:52:46.428Z","open_at":"2016-11-09T09:08:03.313Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T16:15:03.640Z","response_threshold_reached_at":null,"creator_name":"Glenys Hutchinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172220,"links":{"self":"https://petition.parliament.uk/petitions/172220.json"},"attributes":{"action":"Make co-operation with Trump administration conditional on human rights.","background":"Angela Merkel promised co-operation on the condition that “values of democracy, freedom and respect for the law and the dignity of man, independent of origin, skin colour, religion, gender, sexual orientation or political views” were upheld.\r\nThe UK Government should publicly adopt the same stance.","additional_details":"","state":"open","signature_count":6707,"created_at":"2016-11-11T14:12:58.095Z","updated_at":"2017-04-08T09:55:22.241Z","open_at":"2016-11-17T10:54:16.666Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T14:27:46.607Z","response_threshold_reached_at":null,"creator_name":"Adam Bernard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176749,"links":{"self":"https://petition.parliament.uk/petitions/176749.json"},"attributes":{"action":"Develop a GCSE in Natural History.","background":"Re-engagement with Britain's natural history has never been more urgent. Young people need the skills to name, observe, monitor and record wildlife. It is vital to understand the contribution nature makes to our lives  physically, culturally, emotionally and scientifically both in the past and today","additional_details":"Britain’s reputation for recording its natural history was unsurpassed anywhere in the world. Those skills are disappearing as new generations are increasingly disconnected. The UK also has outstanding nature writing, art, poetry, film and radio. It has always been integral to our culture and heritage. \r\nTony Juniper: “This is a brilliant idea and I am happy to endorse, support and advocate however I can.”\r\nProfessor Tim Birkhead FRS: “This is the best idea I have heard about for a long time.”","state":"open","signature_count":6585,"created_at":"2017-01-05T13:39:51.450Z","updated_at":"2017-04-08T22:51:04.488Z","open_at":"2017-01-09T10:04:01.168Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T14:27:40.341Z","response_threshold_reached_at":null,"creator_name":"Mary Colwell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":181752,"links":{"self":"https://petition.parliament.uk/petitions/181752.json"},"attributes":{"action":"Make dog theft a criminal offence with custodial sentence and hefty fines.","background":"All too often, we read in local papers and facebook groups that dogs are being stolen, whether it be for fights or breeding. These animals are not just pets from some people but dearly loved members of the family. When thieves take an animal they leave a huge whole in the hearts of those left behind","additional_details":"Every day we read about another dog stolen, the heartbreak that families \u0026 individuals are going through. The hours spent distrubuting leafts, posters for just some hint of where their pet maybe.  In one area alone, I have hears of 3 cockers missing within a matter of days of each other. Coincidence? At a dog walking area: reports of people walking with a lead and no dog,  on one occasion, a young lad  confronted the \"walker\" because it was his dog that had was now on the empty lead. ","state":"open","signature_count":6575,"created_at":"2017-02-01T12:55:13.109Z","updated_at":"2017-04-08T11:12:32.700Z","open_at":"2017-02-03T16:32:04.254Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-01T15:28:09.084Z","response_threshold_reached_at":null,"creator_name":"julie mitchell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":180784,"links":{"self":"https://petition.parliament.uk/petitions/180784.json"},"attributes":{"action":"To define marriage as exclusively only between one man and one woman.","background":"The definition of marriage by the UK parliament should be the traditional definition of One Man and One Woman, nothing else, and should be taught as such in the education system.","additional_details":"1611 KJV Bible","state":"open","signature_count":6478,"created_at":"2017-01-30T22:58:45.446Z","updated_at":"2017-04-07T13:53:12.190Z","open_at":"2017-02-08T17:58:21.755Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T14:28:18.970Z","response_threshold_reached_at":null,"creator_name":"William George ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169853,"links":{"self":"https://petition.parliament.uk/petitions/169853.json"},"attributes":{"action":"Provide much needed Truck Stops across the UK with modern facilities.","background":"The Haulage Industry carries valuable cargo. The UK in general needs more dedicated Truck Stops with advanced facilities e.g CCTV, shower blocks, healthy food outlets.Laybys have no facilities and are a last resort. Without HGV's our shops would be empty. Drivers deserve a safe secure resting place.","additional_details":"Already there is inadequate space for HGV's to park up on their rest times.With the volume of vehicles forever increasing on all roads across the UK, this situation will only get worse.Many HGV drivers experience theft of cargo and fuel, even at well known Service Stations.Current services have not grown with the increase of freight on the road, and often have very poor and neglected facilities.Truck drivers are on the road for many days at a time ,they deserve to have decent working facilities.","state":"open","signature_count":6467,"created_at":"2016-10-19T18:49:31.639Z","updated_at":"2017-04-08T23:39:59.310Z","open_at":"2016-10-25T15:48:58.807Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-19T21:15:45.780Z","response_threshold_reached_at":null,"creator_name":"karen roberts","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":189399,"links":{"self":"https://petition.parliament.uk/petitions/189399.json"},"attributes":{"action":"Don't steal from grieving children! Stop cuts to Widowed Parent's Allowance.","background":"The government plans to reform Bereavement Payment and Widowed Parents' Allowance putting pressure on surviving parents who are seeking to meet their grieving children's needs. These reforms drastically cut support available, heartbreakingly leaving approximately 75% of bereaved children worse off.","additional_details":"Surviving parents and their young children will be hit hardest by this cruel cut.\r\nThis is in essence stealing from these children because their parents have paid National Insurance contributions and then never lived to draw a pension or use the NHS in old age and when these parents die early, their children will get no help from this after just 18 months.\r\nThis planned cut is inhumane and must be reversed.\r\nhttp://www.childhoodbereavementnetwork.org.uk/campaigns/fairer-welfare-benefits.aspx ","state":"open","signature_count":6361,"created_at":"2017-03-08T13:50:58.669Z","updated_at":"2017-04-08T23:29:06.490Z","open_at":"2017-03-20T11:32:03.194Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-08T15:05:52.308Z","response_threshold_reached_at":null,"creator_name":"Lucy Button","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177312,"links":{"self":"https://petition.parliament.uk/petitions/177312.json"},"attributes":{"action":"Stop the Brexit process and declare that Britain will remain in European Union.","background":"In response to the referendum the government is spending a lot of money on preparing to take Britain out of the European Union. This petition calls on the government to immediately stop this process and to declare publicly that Britain will remain in the European Union.","additional_details":"The referendum was unfair and undemocratic because millions of British citizens living abroad and at least a million citizens of countries in the EU resident of the UK were denied the vote. The great majority of these excluded people are in favour of the UK remaining in the EU and had they been allowed to vote, the result of the referendum would almost certainly have been to remain. I for example am a British citizen resident of Spain but was not allowed to vote so my voice to remain was ignored","state":"open","signature_count":6354,"created_at":"2017-01-12T11:19:13.615Z","updated_at":"2017-04-08T21:34:49.390Z","open_at":"2017-01-16T13:38:11.116Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-12T16:50:07.369Z","response_threshold_reached_at":null,"creator_name":"Anthony Edric Charles Wolseley-Wilmsen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168786,"links":{"self":"https://petition.parliament.uk/petitions/168786.json"},"attributes":{"action":"Protect the A\u0026E and Women \u0026 Children's Unit at Telford's Princess Royal Hospital","background":"Future Fit ('FF') was tasked with improving care in the Telford and Shrewsbury Hospitals.\r\n\r\nFF's proposals include closing one of the two current A\u0026E units and possibly moving Women and Children's ('WC') services, despite investment in a dedicated £28 million facility in Telford just two years ago.","additional_details":"Both Telford and Shropshire have growing populations and accommodate different geographical locations; both current A\u0026E units struggle - local healthcare needs expanding not retracting. Reducing to one A\u0026E will cause unnecessary strain, and ultimately, deaths.\r\n\r\nIn 2014 the Health Secretary promised that “we commit to A\u0026E on both sites and there are no plans to change that”. Mr Hunt is called upon to ensure that commitment is kept.\r\n\r\nMoving WC services would be a waste of a £28 million investment.","state":"open","signature_count":6283,"created_at":"2016-10-08T01:14:01.741Z","updated_at":"2017-04-08T19:09:47.346Z","open_at":"2016-10-14T16:59:05.350Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T04:39:57.677Z","response_threshold_reached_at":null,"creator_name":"Tobias Haynes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":192348,"links":{"self":"https://petition.parliament.uk/petitions/192348.json"},"attributes":{"action":"Withdraw new TPD regulations that are affecting the vape industry","background":"I believe all new regulations regarding vaping should be withdrawn, as a healthier alternative to smoking this shouldn't regulated in the sense that items are illegal to obtain but rather supported to assist those on giving up smoking and a healthier choice that I'd 97% safer than smoking","additional_details":"Here is a link to the details on all new compliances that we must abide by\r\nhttps://www.gov.uk/guidance/e-cigarettes-regulations-for-consumer-products\r\nIt is having all effect on a lot of companies large and small, especially those just starting out in the industry and I believe it should be rethought","state":"open","signature_count":6199,"created_at":"2017-03-23T09:59:08.022Z","updated_at":"2017-04-08T23:29:16.567Z","open_at":"2017-03-31T07:41:39.093Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-23T10:29:56.894Z","response_threshold_reached_at":null,"creator_name":"Josh cobb","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171945,"links":{"self":"https://petition.parliament.uk/petitions/171945.json"},"attributes":{"action":"Call on Government to commission an independent technical review of HS2","background":"HS2 cannot meet its stated objective of delivering “..hugely enhanced capacity and connectivity between our major conurbations”. \r\n\r\nWe call on HM Government to commission an independent technical review of every aspect of the HS2 scheme to determine how and why this failure has happened.","additional_details":"HS2 is an ill-conceived and fundamentally flawed design for a high speed rail line linking London, Birmingham, Leeds and Manchester. Originally costed at £30 billion, it is now estimated to cost £56 billion or more. The project is highly controversial because of HS2 Ltd’s failure to evaluate cheaper \u0026 better alternatives, its exorbitant cost, insufficient new capacity, poor connectivity, demolition of 500+ homes, serious damage to the Chilterns AONB \u0026 Ancient Woodlands and failure to reduce CO2\r\n","state":"open","signature_count":5910,"created_at":"2016-11-09T14:50:21.777Z","updated_at":"2017-04-08T09:54:41.659Z","open_at":"2016-11-11T11:35:30.719Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T16:52:03.484Z","response_threshold_reached_at":null,"creator_name":"Quentin Macdonald","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173869,"links":{"self":"https://petition.parliament.uk/petitions/173869.json"},"attributes":{"action":"Raise pay for regular and reserve armed forces personnel","background":"Our armed forces are underpaid and over worked we think that there minimum pay should be raised not just for regulars but also reserve units aswell","additional_details":"I am an ex regular soldier and a serving reserve soldier in the army and I've seen first hand the state some of my muckers have been in having to budget for everything while risking there life if needs must to protect the uk and her inhabitants ","state":"open","signature_count":5775,"created_at":"2016-11-25T17:10:17.312Z","updated_at":"2017-04-08T21:50:16.865Z","open_at":"2016-12-02T12:49:49.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-26T19:02:45.157Z","response_threshold_reached_at":null,"creator_name":"Simon Peter flood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176763,"links":{"self":"https://petition.parliament.uk/petitions/176763.json"},"attributes":{"action":"Reduce the speed limit on single track rural lanes from 60mph to 30mph","background":"Increased traffic using badly maintained single track rural lanes as alternative routes and for commercial purposes is putting unacceptable pressure on the infrastructure and rural population. The legal speed limit of 60mph needs reducing to 30mph for the safety of families, workers and other users.","additional_details":"The urban population of the UK 80% so 20% are rural dwellers. Why are 59% of fatalities in the UK on rural roads?\r\nhttp://www.rospa.com/road-safety/advice/road-users/rural/\r\nMany single track rural roads are horse tracks over 100 years old, now supporting repeated commercial use by carriers, sat nav alternatives to the clogged main routes and increasing leisure activities. There are no pavements or lighting leave home on foot with a buggy straight on to a road with a 60mph limit - unacceptable. ","state":"open","signature_count":5769,"created_at":"2017-01-05T16:12:33.125Z","updated_at":"2017-04-08T10:55:53.268Z","open_at":"2017-01-11T12:45:01.572Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T18:29:06.835Z","response_threshold_reached_at":null,"creator_name":"DAVID ALAN CURTIS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190618,"links":{"self":"https://petition.parliament.uk/petitions/190618.json"},"attributes":{"action":"Debate in Parliament the absence of an effective policy for the treatment of M.E","background":"ME (Myalgic Encephalomyelitis) a physical, neurological illness, but remains untreated except with psychotherapy - a failed policy based on the views of discredited psychiatrists who deny that ME exists. A non-psychiatric policy of ME research and treatment would end this ongoing medical scandal.","additional_details":"See:\r\n\"Science, Politics, .......and ME: A health scandal in our generation\" Dr Ian Gibson (2017, Invest in ME Research)\r\nhttp://www.investinme.org/IIME-Newslet-1508-01.shtml","state":"open","signature_count":5746,"created_at":"2017-03-14T20:47:56.580Z","updated_at":"2017-04-08T23:55:11.856Z","open_at":"2017-03-22T15:33:22.722Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-15T06:03:31.347Z","response_threshold_reached_at":null,"creator_name":"Ed Lewisohn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":182629,"links":{"self":"https://petition.parliament.uk/petitions/182629.json"},"attributes":{"action":"Remove parental responsibility for parents absent longer than 3 years","background":"Absent parents should not have a say over children they do not see or contribute to. If they do not have contact for over 3 years the residing parent should be allowed to have PR removed without contacting absent parent","additional_details":"","state":"open","signature_count":5725,"created_at":"2017-02-03T12:27:52.782Z","updated_at":"2017-04-08T23:59:22.594Z","open_at":"2017-02-08T19:41:35.094Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-03T12:43:44.775Z","response_threshold_reached_at":null,"creator_name":"Katherine Nathanielsz","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178191,"links":{"self":"https://petition.parliament.uk/petitions/178191.json"},"attributes":{"action":"Remove Abortions From The NHS","background":"An innocent life is being taken whenever an abortion is performed. As someone who pays taxes to a great health service, I want to see this procedure removed from the NHS.","additional_details":"Science agrees that human development begins at conception: \r\n“Human development begins after the union of male and female gametes or germ cells during a process known as fertilization (conception).”[Moore, Keith L. Essentials of Human Embryology. Toronto: B.C. Decker Inc, 1988, p.2]\r\n\r\nAs the fertilized embryo has all the genetic components of an individual human they should receive the same rights as born humans. The right to life is a fundamental cornerstone to western society as we know it and abortions stand in direct opposition to that right.","state":"open","signature_count":5650,"created_at":"2017-01-23T16:30:12.400Z","updated_at":"2017-04-08T02:49:16.557Z","open_at":"2017-02-08T11:46:02.305Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-23T22:20:47.926Z","response_threshold_reached_at":null,"creator_name":"Manuel Ngochinya","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":189365,"links":{"self":"https://petition.parliament.uk/petitions/189365.json"},"attributes":{"action":"The 17,410,742 who voted to Leave, voted for a complete \u0026 utter \"Hard Brexit\".","background":"All those who voted for Leave, voted to remove any and all control that the EU has over this country. No control over our trade, our laws, our fisheries, our money, our borders or any other control. The British people, who are the sovereign power, have made their choice. You must deliver it.","additional_details":"","state":"open","signature_count":5647,"created_at":"2017-03-08T10:25:04.269Z","updated_at":"2017-04-08T22:38:49.411Z","open_at":"2017-03-22T12:48:40.638Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-08T11:00:04.335Z","response_threshold_reached_at":null,"creator_name":"Mike Wyatt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172021,"links":{"self":"https://petition.parliament.uk/petitions/172021.json"},"attributes":{"action":"Support the establishment of a European Associate Citizenship for UK Citizens","background":"Charles Goerens, MEP, has tabled an amendment calling for Associate Citizenship of the EU to be offered to citizens of former EU member states. \r\n\r\nThis proposal offers a realistic and worthwhile compromise for the 16,141,241 people who voted to remain, at no cost to the UK taxpayer. ","additional_details":"The UK Government has a responsibility to the millions of UK Citizens who voted remain. \r\n\r\nThis petition calls on the Government to support the establishment of a European Associate Citizenship. Such a move would soften the blow of Brexit for those passionate about the European project, ensure the millions of UK citizens who live and work in the EU can continue the lives they have chosen, and would give future generations the option to live and work in Europe. \r\n\r\nIt would cost the UK nothing.\r\n\r\n","state":"open","signature_count":5590,"created_at":"2016-11-09T23:12:24.930Z","updated_at":"2017-04-08T18:19:41.422Z","open_at":"2016-11-11T18:14:20.548Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T23:38:55.441Z","response_threshold_reached_at":null,"creator_name":"Elliot James Short","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172757,"links":{"self":"https://petition.parliament.uk/petitions/172757.json"},"attributes":{"action":"Hold a public inquiry into the Prison System","background":"Our Prison System is in crisis - experts accurately describe it as in 'meltdown'. \r\nA plethora of independent HMI Prison inspection reports has consistently supported this view. \r\nYesterday prison officers raised anguished voices, outside our prisons in guttural cries of despair. \r\nEnough is enough.","additional_details":"Our Prison System has no direction, funding, or vision for delivery. Prison staff are daily facing drugs, drones, suicides, self-harm, murders, escapes from closed conditions, and vicious physical assaults from drug-induced prisoners now running at 65 assaults a day, every day. Enough is enough. Independent HMI Prison inspection  reports deliver evidence weekly of decay and collapse. We need an independent inquiry into the future of the Prison  Service, it's mission, conditions and resources.","state":"open","signature_count":5537,"created_at":"2016-11-16T18:37:11.472Z","updated_at":"2017-04-08T10:56:13.555Z","open_at":"2016-11-21T15:32:27.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-16T20:38:02.687Z","response_threshold_reached_at":null,"creator_name":"Mark Leech","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178353,"links":{"self":"https://petition.parliament.uk/petitions/178353.json"},"attributes":{"action":"Give CAMHS more funding and make them a more efficient system.","background":"CAMHS system makes everything much more difficult for parents and children with additional needs. \r\n TAF meetings in which the same things are said over and over again,  no support given,  expecting other unqualified in the field services to help families, long waiting lists of over a year.  ","additional_details":"Waiting YEARS for assessments on children's mental health/additional needs is UNACCEPTABLE, whilst other families slip completely through the net. \r\n It's paramount to neglect, if parents were to neglect their child(ren)  they'd be put on child protection,  yet services which are supposed to help children are allowed to NEGLECT their responsibilities, through excuses of lack of funding. CAMHS are extremely unorganised,  and inefficient to more than half of the families they are supposed to he helping. \r\n","state":"open","signature_count":5447,"created_at":"2017-01-25T10:15:47.383Z","updated_at":"2017-04-08T01:44:19.602Z","open_at":"2017-01-27T10:24:27.057Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T13:07:28.213Z","response_threshold_reached_at":null,"creator_name":"Fiona Ashton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170673,"links":{"self":"https://petition.parliament.uk/petitions/170673.json"},"attributes":{"action":"Change the DLA guide to reflect the needs of children with heart conditions.","background":"12 children each day in the UK are born with heart defects, others acquire them due to viruses. Outcomes for these children have never been better with surgical advances, but they need supervision, care and medication to allow them to live longer lives.  Many also have mobility needs.\r\n","additional_details":"DLA is a benefit for children with disabilities.   Decision Makers have a guide which they use to make awards.  However because heart conditions do not appear in this guide even though they were in the old 'adult' version, Decision Makers have no guidance as to what awards to give.  Because of this, often they will make no award at all.  Sometimes they make awards that don't truly reflect the needs of the child and will only make them for short periods of time when these conditions are for life.","state":"open","signature_count":5351,"created_at":"2016-10-30T02:49:29.328Z","updated_at":"2017-04-08T07:08:16.069Z","open_at":"2016-11-03T17:42:31.611Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T07:25:52.034Z","response_threshold_reached_at":null,"creator_name":"Sheran Patricia Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190071,"links":{"self":"https://petition.parliament.uk/petitions/190071.json"},"attributes":{"action":"Help fund cancer treatment for children, that is not available on the NHS.","background":"Far too often we hear of a child who requires life saving treatment, that is not available on the NHS. Parents/siblings/family and friends are left to raise onwards of £500,000 to fund the treatment. \r\nNO child should experience cancer, if they do, help should be available to fund their treatment.","additional_details":"","state":"open","signature_count":5214,"created_at":"2017-03-12T20:12:51.931Z","updated_at":"2017-04-08T21:36:50.256Z","open_at":"2017-03-20T16:16:28.436Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-12T20:46:44.947Z","response_threshold_reached_at":null,"creator_name":"Kimberly Carr","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170532,"links":{"self":"https://petition.parliament.uk/petitions/170532.json"},"attributes":{"action":"Government to immediately legislate that  visitors to UK  have Health Insurance","background":"The NHS is a great institution, and unfortunately is now in dire straits. Health tourists  are taking advantage of a system that is not fit for purpose.  On arrival into the country  medical insurance must be provided with immediate effect.","additional_details":"","state":"open","signature_count":5095,"created_at":"2016-10-28T15:37:20.890Z","updated_at":"2017-04-08T08:46:06.758Z","open_at":"2016-11-01T19:14:28.610Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-28T19:34:17.210Z","response_threshold_reached_at":null,"creator_name":"Cheryl Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172957,"links":{"self":"https://petition.parliament.uk/petitions/172957.json"},"attributes":{"action":"Remove all tolls from the River Mersey.","background":"The River Mersey will end up with 2 bridges and x2 tunnels that will be tolled in the next 12 months. The cost of the build, upkeep and repair of these huge national infrastructures have been given to the people of Merseyside. Who pays for the upkeep of the bridges \u0026 tunnels of The River Thames.","additional_details":"The bridges \u0026 tunnels are part of the national infrastructure and should not be the responsibility of the people of Merseyside in the same way the bridge to Skye is not theirs to pay for, the Bridges of The Thames are not purely for the people of London.\r\nthere are many roads, bridges \u0026 tunnels that are paid for nationally including the upkeep, I feel the same should be done on Merseyside.\r\n","state":"open","signature_count":5068,"created_at":"2016-11-18T09:12:00.133Z","updated_at":"2017-04-07T17:26:19.417Z","open_at":"2016-11-23T15:53:11.915Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T10:03:51.611Z","response_threshold_reached_at":null,"creator_name":"Kenny Harper","rejection":null,"government_response":null,"debate":null}}]}