{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=23\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":205476,"links":{"self":"https://petition.parliament.uk/petitions/205476.json"},"attributes":{"action":"Put pressure on Libya to take action to stop enslavement of Black Africans.","background":"CNN has released video footage of a black Africans being sold into slavery in Libya. I am asking the UK government to put pressure on the Libyan government to take immediate action to stop these criminals from selling more people, to set current prisoners free, arrest the criminals and end this.","additional_details":"http://edition.cnn.com/2017/11/14/africa/libya-migrant-auctions/index.html\r\n\r\nhttp://edition.cnn.com/videos/world/2017/11/13/libya-migrant-slave-victory-lon-orig-md-ejk.cnn","state":"open","signature_count":264804,"created_at":"2017-11-18T01:24:31.077Z","updated_at":"2017-12-14T23:52:44.486Z","rejected_at":null,"opened_at":"2017-11-22T15:39:25.642Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-18T12:14:04.285Z","response_threshold_reached_at":"2017-11-29T08:58:04.531Z","government_response_at":"2017-12-13T10:52:14.146Z","debate_threshold_reached_at":"2017-11-29T16:54:17.543Z","scheduled_debate_date":"2017-12-18","debate_outcome_at":null,"creator_name":"Constance Mbassi Manga","rejection":null,"government_response":{"summary":"The Government shares the public’s outrage and welcomes the Libyan government’s commitment to investigate these reports and to ensure that those involved are brought to justice.","details":"Tackling forced labour, modern slavery and human trafficking is a domestic and foreign policy priority for the UK Government.  The Prime Minister has called modern slavery one of the ‘greatest human rights issues of our time’, and made clear that the international community must step up our efforts to eradicate it.  It is not acceptable that such exploitation is occurring in the 21st Century. \r\n\r\nThe Prime Minister launched a Call to Action to end modern slavery at this year’s UN General Assembly alongside 40 other countries, and committed to doubling UK aid spend in support of this objective to £150 million. We will continue to push for an increased international response, through the UN and other channels, to eliminate these horrific crimes, provide support for victims, and bring criminals to justice. In particular, we are pushing for the United Nations Security Council to take greater steps to combat slavery in conflict situations. \r\n\r\nThe UK Government shares others’ disgust and grave concern at the recent video footage apparently showing slave markets in Libya.  We welcome the Libyan government’s commitment immediately to investigate these reports and to ensure that those involved are brought to justice.   In addition, the UK has raised with the Libyan Prime Minister the importance of offering humanitarian support to migrants.  \r\n\r\nWe have consistently argued for a comprehensive approach, addressing the root causes of migration as well as their consequences.  In addition to the UK’s £150 million commitment on modern slavery, UK programmes have provided humanitarian aid to migrants and refugees, and delivered assistance in detention centres and to those rescued at sea.  We have provided specific support to women and girls, to protect them from the heightened risks of trafficking and sexual and gender based violence.  So far this year, the Department for International Development has supported more than 20,000 emergency interventions such as healthcare, funding psychosocial support, hygiene kits and safe shelter to migrants and refugees in Libya.\r\n\r\nWe have also developed a new £75m migration programme, which will specifically target migrants travelling from West Africa via the Sahel to Libya.  It will provide critical humanitarian assistance and protection and assist those along the way that may wish to return home, providing information about the dangers ahead and offering vulnerable people meaningful alternatives to the treacherous journeys to Libya and Europe.  \r\n\r\nAt the United Nations General Assembly in September, the Prime Minister committed to increasing efforts to tackle smuggling and trafficking through building the capacity of Libyan law enforcement agencies, and supporting efforts to sanction people smugglers at the UN.  \r\n\r\nThe UK has made clear at the United Nations Security Council our condemnation of these reports, and we support the recent Declaration from the EU-Africa Summit and the establishment of an EU-AU-UN Taskforce to address this dire situation to help returns.  UK programming has enabled the assisted voluntary return of over 1,400 migrants from Libya to their home countries this year, and we support further efforts in this area, including by the European Union Emergency Trust Fund for Africa.\r\n\r\nWe are clear that a sustainable improvement in the human rights situation in Libya can only be achieved under the stability of a strong and united Government, and we are actively supporting UN-led efforts to deliver a more inclusive political settlement in Libya.  As well as our support for peace mediation and stability we are providing support to improve women’s rights, civil society, municipalities, and freedom of speech.  A safe, secure and prosperous Libya that is able confidently to tackle the challenges in the region is in all our interests.\r\n\r\nThe Government looks forward to responding with fuller details on this very important issue in the forthcoming Westminster Hall Debate on Monday 18 December.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-12-13T10:52:14.144Z","updated_at":"2017-12-13T10:52:14.144Z"},"debate":null}},{"type":"petition","id":200032,"links":{"self":"https://petition.parliament.uk/petitions/200032.json"},"attributes":{"action":"Pay Up Now! – Scrap the pay cap and give public servants a meaningful pay rise","background":"Every single person who works in public services needs and deserve a pay rise. It’s time for the pay cap to be scrapped, for the government to provide additional funding for public sector pay and for employers to put public sector workers pay up now.","additional_details":"For more than seven years, everyone who works in public services has seen their pay decline, thanks to the public sector pay cap. Inflation is currently at 2.9%, meaning that the cap is a significant annual pay cut for those public service champions – nurses, care workers, teaching assistants, social workers and so many others - who work for all of us. Public sector pay has risen by just 4.4% between 2010 and 2016 while the cost of living rose by 22%.","state":"open","signature_count":147636,"created_at":"2017-09-12T11:32:17.940Z","updated_at":"2017-12-14T23:32:08.428Z","rejected_at":null,"opened_at":"2017-09-12T14:36:29.582Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:46:53.292Z","response_threshold_reached_at":"2017-09-15T17:23:31.475Z","government_response_at":"2017-10-09T15:29:36.758Z","debate_threshold_reached_at":"2017-10-02T19:25:15.709Z","scheduled_debate_date":"2017-12-04","debate_outcome_at":"2017-12-05T10:04:52.545Z","creator_name":"Dave Prentis","rejection":null,"government_response":{"summary":"Public sector workers deserve to have fulfilling jobs that are fairly rewarded. On 12 September we announced a move away from the 1% public sector pay policy, towards a more flexible approach on pay.","details":"We still need to deal with our country’s debts to ensure we have a strong economy to enable us to invest in our public services.  This means that we will continue to take a balanced approach to public spending.\r\n  \r\nThe Government will consider each specific workforce to ensure pay is set so that we can continue to both attract and hold on to the excellent staff that support our world-leading public services.\r\n\r\nBefore we make final decisions on pay awards, we will seek the views of the eight independent Pay Review Bodies, which will consider the evidence on how we ensure we attract and retain the very best people within our public services, like giving people more flexibility over their working hours.\r\n\r\nThey will report in Spring 2018, at which point we will consider their recommendations and announce public sector pay awards for each of those workforces.\r\n\r\nHM Treasury","created_at":"2017-10-09T15:29:36.756Z","updated_at":"2017-10-09T15:29:36.756Z"},"debate":{"debated_on":"2017-12-04","transcript_url":"https://hansard.parliament.uk/commons/2017-12-04/debates/B20D70FA-4B48-4680-B680-0528E9B42474/PublicSectorPay","video_url":"http://www.parliamentlive.tv/Event/Index/3665b48b-f2f5-413d-a9c0-d28b9129ac7e","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8037","overview":""}}},{"type":"petition","id":200004,"links":{"self":"https://petition.parliament.uk/petitions/200004.json"},"attributes":{"action":"Hold a referendum on the final Brexit deal","background":"We, the undersigned, call upon HM Government to give the people of this country the final say on the Brexit deal negotiated by the UK and EU. This would be done through a referendum that would take place prior to the April 2019 exit date.","additional_details":"The referendum would allow for three options: \r\n\r\n(1)\tTo revoke Article 50, thereby keeping Britain in the EU\r\n(2)\tTo reject the UK-EU deal and leave the EU\r\n(3)\tTo accept the UK-EU deal and leave the EU\r\n\r\nIf no agreement has been negotiated by the UK and EU before the date of the referendum, then the third option could be removed. If all three options remain, it may be necessary for the vote to take place using a Single Transferable Vote to ensure no option is disadvantaged. \r\n\r\nRegardless of whether individuals voted to remain or leave the EU in the June 2016 EU referendum, everyone should have a chance to decide their future based on the final agreement negotiated between the UK and EU.","state":"open","signature_count":138124,"created_at":"2017-09-12T09:16:45.410Z","updated_at":"2017-12-14T23:49:13.494Z","rejected_at":null,"opened_at":"2017-09-12T09:42:01.831Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T09:36:25.152Z","response_threshold_reached_at":"2017-09-13T15:46:25.014Z","government_response_at":"2017-09-28T14:59:41.064Z","debate_threshold_reached_at":"2017-09-19T21:09:12.682Z","scheduled_debate_date":"2017-12-11","debate_outcome_at":"2017-12-12T10:16:34.426Z","creator_name":"Tom Holder","rejection":null,"government_response":{"summary":"On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ","details":"The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. On 23 June 2016 the British people voted to leave the European Union. The referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it - not just for those who voted leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nParliament passed an Act of Parliament with a clear majority giving the Prime Minister the power to trigger Article 50, which she did on 29 March in a letter to the President of the European Council, Donald Tusk. As a matter of firm policy, our notification will not be withdrawn - for the simple reason that people voted to leave, and the Government is determined to see through that instruction.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement. \r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-09-28T14:59:41.060Z","updated_at":"2017-09-28T14:59:41.060Z"},"debate":{"debated_on":"2017-12-11","transcript_url":"https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum","video_url":"http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253","overview":""}}},{"type":"petition","id":200585,"links":{"self":"https://petition.parliament.uk/petitions/200585.json"},"attributes":{"action":"Keep Childcare Vouchers open beyond April 2018","background":"Hundreds of thousands of parents will lose out under the new tax-free childcare. The voucher schemes should be kept open alongside tax-free childcare to give parents a genuine choice for the support that best suits their family.","additional_details":"Childcare Vouchers have been used by millions and are currently used by 780,000 parents. The new Tax-Free Childcare (TFC) regime will extend childcare support to some people that cannot access the current voucher scheme and this should be welcomed. \r\nGovernment plans to close Childcare Vouchers to new entrants so hundreds of thousands of parents could lose out by £100s or find themselves unable to claim any support at all! Including couples with one working parent who won’t be eligible under TFC.","state":"open","signature_count":113180,"created_at":"2017-09-17T08:01:18.630Z","updated_at":"2017-12-14T23:17:31.900Z","rejected_at":null,"opened_at":"2017-09-18T09:58:36.987Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T22:18:32.508Z","response_threshold_reached_at":"2017-09-26T17:25:01.081Z","government_response_at":"2017-10-12T15:10:46.793Z","debate_threshold_reached_at":"2017-11-08T20:43:49.590Z","scheduled_debate_date":"2018-01-15","debate_outcome_at":null,"creator_name":"Ellie Symonds-Lloyd","rejection":null,"government_response":{"summary":"The Government is investing more in childcare than ever before. Tax free childcare is one part of that childcare support and is fairer and better targeted than vouchers.","details":"The Government is committed to supporting working families and is investing more in childcare than ever before. Tax free childcare is one part of that increased childcare support, and everyone who earns at least £120 per week on average, but doesn’t exceed the upper income limit of £100,000 per annum can apply for the scheme, which is fairer and better targeted than vouchers.\r\n\r\nTax-Free Childcare will be available to over 2 million households to help with the cost of childcare, enabling more parents to go out to work if they want to. Working parents will be able to apply via an online childcare account, and access up to £2,000 per child (or £4,000 for disabled children). \r\n\r\nThe system is fairer and better targeted than vouchers, which are only offered by a minority of employers and self-employed parents are unable to access them. Tax-free childcare benefits parents whose employer doesn’t offer vouchers and the self-employed. It’s also fairer: support will be paid per child rather than per parent, so lone parent households will get the same support as those with more than one parent.\r\n\r\nIn addition to Tax-Free Childcare, we are also supporting families by offering 30 hours free childcare for working parents of three and four year olds in England, and more generous support for parents on Universal Credit, who are able to claim up to 85% of childcare costs.\r\n\r\nHM Treasury","created_at":"2017-10-12T15:10:46.790Z","updated_at":"2017-10-12T15:10:46.790Z"},"debate":null}},{"type":"petition","id":200088,"links":{"self":"https://petition.parliament.uk/petitions/200088.json"},"attributes":{"action":"Make fair transitional state pension arrangements for 1950’s women","background":"That this Government without delay recognises the need for a non-means tested bridging pension for women born on or after 6/4/1950 who are affected by the 1995 and 2011 Pension Acts and compensate those at risk of losing up to around £45,000, to also give proper notification for any future changes.","additional_details":"The 1995 Conservative Government’s Pension Act included plans to increase women’s SPA to 65, the same as men’s. Women Against State Pension Inequality (WASPI), agree with equalisation, but don’t agree with the unfair way the changes were implemented – with little/no personal notice (1995/2011 Pension Acts), faster than promised (2011 Pension Act), and no time to make alternative plans. Retirement plans have been shattered with devastating consequences.","state":"open","signature_count":109521,"created_at":"2017-09-12T19:31:43.475Z","updated_at":"2017-12-14T23:57:45.052Z","rejected_at":null,"opened_at":"2017-09-13T15:41:18.712Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T19:40:06.734Z","response_threshold_reached_at":"2017-09-13T20:09:48.373Z","government_response_at":"2017-09-27T13:23:08.773Z","debate_threshold_reached_at":"2017-10-28T15:12:22.857Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Grahame Morris","rejection":null,"government_response":{"summary":"Since 1995 the Government has gone to significant lengths to communicate SPa changes. There will be no further concessions on this issue to avoid placing an unfair burden on working age people. ","details":"State Pension age (SPa) changes\r\nThe Government took necessary action in response to rapid rises in longevity by increasing men and women’s SPa in the Pensions Act 2011. This accelerated the equalisation of women’s SPa by 18 months and brought forward the increase in men and women’s SPa to 66 by five and a half years, relative to the previous timetables. Failing to act in light of compelling demographic evidence would have been irresponsible and would have placed an unfair fiscal burden on the working population.\r\n\r\nThe Government has done a huge amount to improve pensions for all, particularly women. Future women pensioners stand to benefit on average from a higher new State Pension payment, from the expansion of Automatic Enrolment, and our Fuller Working Lives strategy. And a woman retiring today can still expect to receive the State Pension for over 24.5 years on average – three years longer than men. If State Pension ages had not been equalised, women would be expected to spend over 40% of their adult life in retirement.\r\n\r\nThe Government has taken this issue very seriously and has looked at a range of alternative options, including options considered by Parliament during the passage of the 2011 Act. This resulted in a £1.1bn concession, which capped the increase in SPa at 18 months relative to the 1995 timetable, and benefited almost a quarter of a million women who would otherwise have experienced delays of up to two years.\r\n\r\nAll alternative options offered by stakeholders to mitigate the impact on those affected come at significant cost to the public purse. Reversing the Pensions Act 2011 would cost over £30bn, whilst returning to a female SPa of 60 would cost in excess of £70bn by 2020/21 alone (with £38bn needing to be found in this tax year alone), and would generate a new cliff-edge and inequality between women and men.\r\n\r\nIntroducing further concessions cannot be justified given the imperative to focus public resources on helping those most in need.\r\n\r\nHelping people work for longer\r\nThe Government is committed to supporting people aged 50 years and over to remain in and return to work. The number of older women in work is now at a record high: there are around 1 million more women aged 50+ in work than in 2010. The average age of exit from the labour market for women is currently 63.6 – well above the previous women’s SPa of 60.\r\n\r\nGovernment has reformed legislation to create the right framework to support Fuller Working Lives. We have removed the Default Retirement Age, meaning it is now unlawful to dismiss someone just because they reach age 65. We have also extended the right to request flexible working to all employees with six months continuous service, so that people can negotiate a work pattern that suits their circumstances.\r\n\r\nOur ‘Fuller Working Lives Strategy: A Partnership Approach’, published in February 2017, aims to increase the retention, retraining and recruitment of older workers, and bring about a change in the perceptions and attitudes of employers.\r\nWe have also appointed a Business Champion for Older Workers, Andy Briggs, supported by a team of employers at Business In The Community, to spearhead Government’s work and actively promote the benefits of older workers to employers across England – influencing them both strategically and in terms of practical advice.\r\n\r\nThe Government is also committed to supporting the vulnerable and spends around £50 billion a year on benefits to support disabled people and people with health conditions alone. Whilst Carers Allowance and related benefits provide financial support and safeguards for carers and their families, including those who are ill or have disabilities.\r\n\r\nCommunication of SPa changes\r\nSince 1995 the Government has gone to significant lengths to communicate SPa changes, including high-profile campaigns and writing directly to those affected.\r\nSignificantly, in the last 17 years the Department has provided over 18 million personalised State Pension estimates to people who requested them (either online or by telephone or post; and based on old and new State Pension rules). The Department has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and there is an expectation that people will plan for this.\r\n\r\nThere is no legal obligation to write to people to tell them about changes in their SPa. In the years after the 1995 legislation (1995 to 2011) this equalisation was frequently reported in the media and debated at length in parliament. People were notified with leaflets, an extensive advertising campaign was carried out, and later individual letters were posted out. The changes in the 2011 Act occurred following a public Call for Evidence and extensive debates in Parliament.\r\n\r\nIn summary\r\nIncreasing life expectancy is a cause for celebration but it also presents significant fiscal pressures as relatively fewer working age people are called upon to support a growing number of pensioners. The old age dependency ratio is set to increase by one quarter over the next 25 years – from 301 pensioners for every 1,000 working age people today, to 375 pensioners for every 1,000 working age people by 2042.\r\nWith the increasing financial pressures described, we cannot unpick a policy that has been in place for 22 years. It is simply not affordable, especially when we take into account that the average woman reaching State Pension age last year will get a higher state pension income over her lifetime than an average woman reaching SPa at any point before.\r\n\r\nThere will be no further concessions on this issue as this would require people of working age, and more specifically younger people, to bear an even greater share of the cost of the pensions system. \r\n\r\nDepartment for Work and Pensions","created_at":"2017-09-27T13:23:08.770Z","updated_at":"2017-09-27T13:23:08.770Z"},"debate":null}},{"type":"petition","id":201947,"links":{"self":"https://petition.parliament.uk/petitions/201947.json"},"attributes":{"action":"Change the laws governing the use of fireworks to include a ban on public use","background":"Fireworks cause alarm, distress and anxiety to many people and animals. We call on the Secretary of State  to make appropriate provision to secure that the risk of public use is the MINIMUM that is compatible with fireworks being used, as stated in Fireworks Act 2003 sect 2.","additional_details":"Noted in debate of firework petition 109702 statistics are not recorded. We ask government to collect statistics. We ask the Sec. of State to issue a full regulatory impact assessment in accordance with section 2(4) Act; 2004, consider statistics gathered by FireworkABatement (FAB) as stated in Fireworks Act 2003 sect 3b., ‘as an organisation which appears to the Sec. of State to be representative of interests substantially affected by the proposal’, Shown by this petition and past petitions.","state":"open","signature_count":108562,"created_at":"2017-10-01T20:59:57.046Z","updated_at":"2017-12-14T23:37:00.203Z","rejected_at":null,"opened_at":"2017-10-06T13:02:12.776Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-01T21:10:31.019Z","response_threshold_reached_at":"2017-10-18T18:33:39.028Z","government_response_at":"2017-10-27T14:39:35.020Z","debate_threshold_reached_at":"2017-11-09T17:41:14.793Z","scheduled_debate_date":"2018-01-29","debate_outcome_at":null,"creator_name":"Julie Doorne","rejection":null,"government_response":{"summary":"Government takes the issue of firework safety very seriously. There is legislation in place that controls the sale, use and misuse of fireworks; we have no plans to extend this further.","details":"The Government takes the issue of firework safety very seriously. There is legislation in place relating to the supply, storage, possession and use and misuse of fireworks. This includes legislation which regulates the supply and use of fireworks, both for the general public and professional display operators. Restrictions on the sale and use of fireworks are set out under the 2003 Fireworks Act, the Fireworks Regulations 2004 and the Pyrotechnic Articles (Safety) Regulations 2015. These contain provisions to minimise the risk of fireworks harming people, property and animals. Although a small minority of people use fireworks in a dangerous, inconsiderate or anti-social manner, we believe that the majority use them sensibly and responsibly.\r\n\r\nThe Government is aware of concerns about the distress noisy fireworks can cause to individuals, as well as to livestock, pets and wildlife. Therefore, the Government urges those using fireworks to be considerate to their neighbours and give sufficient notice of firework use, particularly to those who are vulnerable such as older people, children, those with mental health issues such as post-traumatic stress disorder (PTSD), and those with pets and livestock. We have worked with the fireworks industry to encourage users of fireworks to give notice of their displays so that those who are vulnerable or keep animals can make arrangements for their safety.  \r\n\r\nThe Blue Cross animal charity has also produced information on animals and fireworks, which gives advice on how to avoid or reduce stress to animals when fireworks are being set off.  The Royal Society for the Prevention of Cruelty to Animals (RSPCA) and the Kennel Club provide similar advice on their websites concerning how to minimise the impact of fireworks use on animals.\r\nThere is already a ban on the general public from purchasing fireworks with higher levels of risk and noise and seasonal limitations on their sale. The Fireworks Regulations 2004 restrict their sale to the traditional fireworks periods around 5th November, Diwali, New Year’s Eve and the Chinese New Year. These are an important part of British tradition reflecting our history and multi-culturalism. While it is possible to buy fireworks at other times of the year, a ‘licence to sell fireworks’ is required and strict conditions are imposed outside the traditional periods. \r\n\r\nAt present any firework that exceeds 120 decibels must not be supplied to consumers. There are also low noise fireworks available that consumers can choose to buy, but we do not propose to bring in regulations to require all fireworks to be low noise. \r\n\r\nGovernment acknowledges that many people have genuine concerns about the use and, the misuse, of fireworks and the risks of firework-related injury. However, the number of injuries is low and the total number of hospital admissions caused by firework injuries has remained below 200 a year for the last 10 years. \r\n\r\nThe Government does not plan to make any changes to the way statistics relating to enforcement actions are collected. The Government believes the focus of enforcement should be on delivering necessary protections and on working with businesses, citizens and others to ensure safety.\r\n\r\nThe Government believes that the current regulations strike the right balance between the enjoyment of fireworks by the public and restricting the sale and use of fireworks for public safety reasons. \r\n\r\nThe best way to continue to reduce the distress caused by fireworks is to work with industry, retailers and others to promote the safe and responsible use of fireworks through guidance and public education and to ensure that appropriate action is taken against those that break the rules. \r\n\r\nThe obligations for the Secretary of State referred to in the e-petition, to publish a regulatory Impact Assessment and to consult interested organisations, only apply when making new regulations and we have no plans to change the legislation relating to fireworks.\r\n\r\nAs set out above, given there is already legislation in place which controls the sale and use and misuse of fireworks; we have no plans to extend this further.\r\n\r\nDepartment of Business, Energy and Industrial Strategy\r\n","created_at":"2017-10-27T14:39:35.017Z","updated_at":"2017-10-27T14:39:35.017Z"},"debate":null}},{"type":"petition","id":200165,"links":{"self":"https://petition.parliament.uk/petitions/200165.json"},"attributes":{"action":"Leave the EU immediately","background":"The Government should walk away from the Article 50 negotiations and leave the EU immediately with no deal. The EU looks set to offer us a punishment deal out of spite. Why wait another 18 months when we could leave right away and fully take back control of our country, lawmaking powers and borders?","additional_details":"The EU looks set to offer us a punishment deal out of spite, insisting we pay tens of billions of pounds as part of a ‘settlement fee’ and continue to accept the jurisdiction of EU courts even after we’ve left. Meanwhile pro-EU MPs in Labour, the Lib Dems and the SNP, along with unelected Lords, are attempting to block Brexit, the longer we remain a member the more opportunity they have to interfere. Why wait almost another 2 years when we could just leave right away?","state":"open","signature_count":88189,"created_at":"2017-09-13T16:02:45.914Z","updated_at":"2017-12-14T23:59:56.424Z","rejected_at":null,"opened_at":"2017-09-14T10:38:55.122Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T22:47:50.226Z","response_threshold_reached_at":"2017-09-19T15:08:23.909Z","government_response_at":"2017-10-17T08:45:04.377Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Taylor","rejection":null,"government_response":{"summary":"The country voted to leave the EU, and this Government respects that. A smooth and orderly exit is in the interest of both the UK and the EU. ","details":"The country voted to leave the EU, and the Government is clear that there must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nIn leaving the EU the Government will seek the best deal for the UK  maximising the benefits from leaving the EU – control over our borders, laws and money – while maintaining the greatest possible access to EU markets and continuing to work with our European neighbours on common problems. After withdrawal, the UK will bring an end to the direct jurisdiction of the Court of Justice of the European Union (CJEU) in the United Kingdom. \r\n\r\nThe Prime Minister has been clear that the days of Britain making vast contributions to the European Union every year will end. The European Commission has set out the European Union’s position on the financial settlement, and the Government is undertaking a rigorous examination of the detail of this. \r\n\r\nThe Government has already introduced legislation to ensure the UK exits the EU with certainty, continuity and control. A smooth and orderly exit is in the national interest and further legislation will be introduced to deliver that. \r\n\r\nBoth the UK and the EU should want to achieve the best possible outcome and the strongest possible partnership for the future. The Government believes that a deep and special partnership between an independent  UK and the EU is in the interests of both sides.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-17T08:45:04.375Z","updated_at":"2017-10-17T08:45:04.375Z"},"debate":null}},{"type":"petition","id":200205,"links":{"self":"https://petition.parliament.uk/petitions/200205.json"},"attributes":{"action":"End the export of live farm animals after Brexit.","background":"The transport of live animals exported from the UK causes immense suffering. This trade is governed by EU law, not the UK Government.\r\n\r\nThe Government should plan legislation to ban the export of live farm animals in favour of a carcass only trade and introduce this as soon as we leave the EU.","additional_details":"Long distance travel causes enormous suffering: overcrowding; pain and stress; compromised immunity; inhumane slaughter on arrival; loss of legal safeguards. SOURCE CIWF\r\n\r\nDuring live transport there is a high risk of animal suffering: handling during loading and unloading; strange sights and sounds and animals; heat stress and lack of water and rest. SOURCE RSPCA\r\n\r\nAnimals are crammed into unsuitable transport and endure gruelling journeys heading for conditions illegal in this country. RSPCA","state":"open","signature_count":48927,"created_at":"2017-09-13T20:18:55.852Z","updated_at":"2017-12-14T23:23:44.877Z","rejected_at":null,"opened_at":"2017-09-19T09:53:11.235Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-19T07:36:21.674Z","response_threshold_reached_at":"2017-09-29T11:51:32.240Z","government_response_at":"2017-10-16T12:35:15.082Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Janet Darlison","rejection":null,"government_response":{"summary":"Government has a Manifesto commitment “as we leave the European Union, we can take early steps to control the export of live farm animals for slaughter” and will be considering options in this context","details":"The Government is committed to improving the welfare of animals. The Government share the public’s high regard for animal welfare.  We are proud to have some of the highest animal welfare standards in the world.\r\n \r\nThe Government believes animals should be slaughtered as close as practicable to their point of production. A trade in meat and meat products is preferable to the long distance transport of animals to slaughter. Once we leave the European Union, and in line with our manifesto commitment, we can take early steps to control the export of live farm animals for slaughter. We will be considering the options further in the context of our departure from the EU. \r\n\r\nUntil negotiations are concluded, the UK remains a full member of the EU and all the rights and obligations of EU membership remain in force. During this period the Government will continue to negotiate, implement and apply EU legislation. \r\n\r\nWe have made clear in Brussels that we support improvements being made to enforcement across the EU of existing rules on the long distance transport of livestock. We have also supported calls for the European Commission to make improvements to the existing EU Regulation on protecting animal welfare in transport.  \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-10-16T12:35:15.079Z","updated_at":"2017-10-16T12:35:15.079Z"},"debate":null}},{"type":"petition","id":200251,"links":{"self":"https://petition.parliament.uk/petitions/200251.json"},"attributes":{"action":"Ban balloon and sky lantern releases.","background":"Balloon \u0026 sky lantern releases litter the environment, causing death to wildlife \u0026 in the case of sky lanterns, can cause uncontrollable fires that destroy life \u0026 property. Let's respect our environment \u0026 stop littering it.","additional_details":"Balloon releases may look pretty, but they have to end up somewhere. They land in our seas \u0026 countryside where birds get tangled up in the ribbons, or the balloons \u0026 ribbons are eaten by other wildlife causing slow \u0026 painful death. Sky lanterns are even more dangerous. Sometimes landing early before the flame has extinguished, causing fire \u0026 damage with the possible risk to life. We wouldn't accept people littering our streets, so why accept littering our countryside?","state":"open","signature_count":43184,"created_at":"2017-09-14T09:20:09.794Z","updated_at":"2017-12-14T23:23:04.657Z","rejected_at":null,"opened_at":"2017-09-18T10:32:34.822Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T16:32:52.038Z","response_threshold_reached_at":"2017-10-06T11:54:41.875Z","government_response_at":"2017-10-30T13:58:45.257Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hawk Honey","rejection":null,"government_response":{"summary":"The Government considers the current regulatory regime, supported by existing information and guidance, effective and proportionate.","details":"In 2013, the UK Government’s Department for Environment, Food and Rural Affairs and the Welsh Government jointly commissioned an independent study on balloons and sky lanterns to identify and assess their impacts and risks to livestock and the environment. It is published here:\r\nhttp://sciencesearch.defra.gov.uk/Default.aspx?Menu=Menu\u0026Module=More\u0026Location=None\u0026Completed=0\u0026ProjectID=18402. The report concluded that the risk of injury and death to cattle and impact on the environment is low. Despite this, we are aware of the ongoing concerns among livestock keepers, the wider agricultural community and others about the potential risks posed by balloons. We continue working with the agricultural industry to address those concerns.\r\n\r\nWhere a council has experienced anti-social issues in relation to the matter within their local communities, and  legislation or local measures through which the issue could be addressed does not exist, there is a ‘model' byelaw, produced by the Department for Communities and Local Government, to help those councils wanting to regulate the release of sky lanterns on council-owned land.\r\n\r\nThe Chartered Trading Standards Institute has published a code of practice for sky lanterns, which aims to provide guidance for manufacturers, importers, and retailers. Local authority Trading Standards enforce the relevant regulations and have taken action to remove lanterns from the market if they think they do not meet the safety requirements. Some large retailers no longer sell sky lanterns, and some venues outlaw their release on their premises. \r\n\r\nThe Government considers the current regulatory regime, supported by existing information and guidance, effective and proportionate. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-10-30T13:58:45.255Z","updated_at":"2017-10-30T13:58:45.255Z"},"debate":null}},{"type":"petition","id":204098,"links":{"self":"https://petition.parliament.uk/petitions/204098.json"},"attributes":{"action":"Stop the Common Fisheries Policy being adopted into UK law post-Brexit.","background":"We call on the Government to make the fishing industry a stand-alone entity, outside of the 'Great Repeal Bill,' after revelations that 'technical measures' of the Common Fisheries Policy (CFP) will be adopted into UK law on our leaving the EU.","additional_details":"On the UK's withdrawal from the EU, Britain can leave the CFP and reclaim its 200-mile exclusive economic zone (EEZ) under international law (UNCLOS).\r\n\r\nAdopting UNCLOS (United Nations Convention on the Law of the Sea) would allow total UK control over access; the setting of quota; fisheries management, and fishing systems; rather than blindly following the terms dictated to us by Brussels. \r\n\r\nHowever, adopting the CFP into UK law for transitional purposes not only allows continued access for EU vessels into UK waters but also opens the possibility for the EU taking legal action, claiming, 'continuity of rights.'\r\n\r\nTherefore, if we are to have a fishing industry post-Brexit, keeping the terms of the CFP in place is not an option!","state":"open","signature_count":42702,"created_at":"2017-10-31T13:10:26.433Z","updated_at":"2017-12-14T23:53:34.692Z","rejected_at":null,"opened_at":"2017-11-03T17:05:35.694Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T13:35:18.798Z","response_threshold_reached_at":"2017-11-08T23:42:31.271Z","government_response_at":"2017-11-21T12:29:41.820Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Hookem MEP","rejection":null,"government_response":{"summary":"When the UK leaves the EU, we will no longer be bound by the Common Fisheries Policy.","details":"As an independent Coastal State, we will regain our rights to manage our fisheries in accordance with our rights under the UN Convention on the Law of the Sea and have control of our Exclusive Economic Zone (out to 200 nautical miles or the median line with other states). The UK will be responsible for the management of natural marine resources in this area and will be able to control and manage access to UK waters including fisheries.\r\n\r\nThe Government has always been clear that the European Union (Withdrawal) Bill ensures that, so far as possible, the same rules and laws will apply on the day after exit as on the day before. This will provide the maximum possible certainty and continuity to businesses, workers and consumers across the UK – so that they can have confidence that they will not be subject to unexpected changes on the day we leave the EU.\r\n\r\nThe Bill delivers on our promise to end the supremacy of EU law in the UK. It is the mechanism by which the UK will leave the EU while taking back control.\r\n\r\nThe Fisheries Bill announced in the Queen’s Speech in June will demonstrate how we are taking back control of access to our waters and the allocation of fishing opportunities. \r\n\r\nThe remaining technical elements of current EU fisheries law will be incorporated in to UK law under the European Union (Withdrawal) Bill, ensuring both certainty and that our fisheries are managed sustainably.\r\n \r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-11-21T12:29:41.818Z","updated_at":"2017-11-21T12:29:41.818Z"},"debate":null}},{"type":"petition","id":205169,"links":{"self":"https://petition.parliament.uk/petitions/205169.json"},"attributes":{"action":"Parliament's vote on the Brexit deal must include an option to remain in the EU.","background":"A lesser of two evils choice between a bad deal and no deal is not acceptable. Our country deserves better than Hobson's choice, and our MPs should be allowed to vote with their conscience to deliver what they believe is best for the country.","additional_details":"","state":"open","signature_count":30198,"created_at":"2017-11-14T05:48:02.188Z","updated_at":"2017-12-14T23:59:35.761Z","rejected_at":null,"opened_at":"2017-11-17T17:26:40.136Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-14T06:54:05.845Z","response_threshold_reached_at":"2017-11-20T00:40:16.732Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anne Greaves","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200224,"links":{"self":"https://petition.parliament.uk/petitions/200224.json"},"attributes":{"action":"Impose Financial sanctions on the State of Myanmar (Burma).","background":"Impose harsh financial sanctions on the State of Myanmar due to the current ongoing ethnic cleansing being pursued by elements of its security forces.","additional_details":"Human rights watchdogs have voiced mounting concerns, over Myanmar’s systematic campaign aimed towards ethnic cleansing of its minority population.\r\n\r\nhttp://www.bbc.co.uk/news/world-asia-41260767","state":"open","signature_count":29987,"created_at":"2017-09-14T00:42:23.290Z","updated_at":"2017-12-14T23:18:12.223Z","rejected_at":null,"opened_at":"2017-09-14T16:19:42.313Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T01:50:05.060Z","response_threshold_reached_at":"2017-09-19T21:10:24.248Z","government_response_at":"2017-10-04T14:13:37.816Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ehthesham Haque","rejection":null,"government_response":{"summary":"The UK is seriously concerned with recent events in Rakhine. We are working closely with partners on the international community’s response. \r\n\r\n","details":"The UK is seriously concerned about the situation in northern Rakhine and the linked refugee crisis across the border in Bangladesh.  We have been at the forefront of the international community's response, both humanitarian and political.\r\n\r\nAs a Permanent Member of the UN Security Council, the UK has now raised Burma three times at the Council.  On 18 September, we secured agreement for a statement expressing concern about reports of excessive violence during the security operations in Rakhine, calling for immediate steps to end the violence  and ensure full access for humanitarian relief.  The Security Council discussed Burma in an open session on 28 September. The Foreign Secretary hosted a lunch during UNGA week to discuss the situation in Rakhine which included Burma and a range of international partners.\r\n\r\nAt the Human Rights Council in Geneva, the UK took part in an Interactive Dialogue led by Kofi Annan with the Burma Fact Finding Mission on 19 September. The UK co-sponsored a resolution to extend the mandate of the Mission. \r\n \r\nEU sanctions, other than the Arms Embargo, were removed in 2013 following progress made in Burma towards a democratic transition. .   Following recent events in Rakhine, we judge the Security Council would be unlikely to agree to sanctions at this stage. However, we are working with EU partners to consider possible measures by the EU and to follow the UK’s lead in suspending defence assistance and visits to EU countries by senior military figures such as the Commander in Chief and regional commanders responsible for the violence in Rakhine state.\r\n \r\nForeign and Commonwealth Office","created_at":"2017-10-04T14:13:37.813Z","updated_at":"2017-10-04T14:13:37.813Z"},"debate":null}},{"type":"petition","id":200888,"links":{"self":"https://petition.parliament.uk/petitions/200888.json"},"attributes":{"action":"Ban the sale of animal fur in the UK.","background":"Fur farming was banned in England and Wales in 2000, followed by Scotland in 2002. However fur products can still be legally imported from other countries and sold here in the UK. Much of this fur comes from countries that have very weak or no animal welfare laws at all.","additional_details":"Fur sold in the UK comes from the following countries:\r\n(Main suppliers) China, North America, South America, Russia and Europe.\r\n(Other suppliers) Belize, Bulgaria, Canada, Czech Republic, El Salvador, Greenland, Hungary, Jordan, Lebanon, Mexico, Maldovia, Nicaragua, Norway, Pakistan, Panama, Poland, Republic of Korea, Republic of Slovenia, Romania, Slovak Republic, and Turkey.\r\n\r\nWest Hollywood is the first city in the world that decided to ban the sales of fur in 2011. In 2015 Sao Paolo adopted an import and sales ban on fur products. In January 2017 India adopted an import ban on mink, fox and chinchilla fur skins. The 'International Anti-Fur Coalition' leads the bill to ban the sale of fur in Israel.","state":"open","signature_count":26075,"created_at":"2017-09-20T10:14:56.740Z","updated_at":"2017-12-14T23:50:33.943Z","rejected_at":null,"opened_at":"2017-09-23T11:42:19.327Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T17:45:16.864Z","response_threshold_reached_at":"2017-10-28T19:57:41.837Z","government_response_at":"2017-11-28T10:08:36.935Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine Reda","rejection":null,"government_response":{"summary":"While some fur products may never be legally imported into the UK the Government’s view is that national bans are less effective than working at an international level on animal welfare standards.","details":"The UK Government is a world leader in animal welfare standards and takes animal cruelty very seriously. We are at the forefront of international efforts to protect the interests of animals, for example we recently announced proposals to ban UK sales of ivory to help bring an end to elephant poaching. We also work closely with and strongly support the efforts undertaken by several non-governmental organisations.\r\n \r\nRegarding the fur industry specifically, we are working at an international level to agree global animal welfare standards and phase out cruel and inhumane farming and trapping practices. We believe this is the best way to prevent animal cruelty and that this approach will lead to a much higher level of animal welfare standards.\r\n\r\nOur international efforts to bring about higher standards are supported by strict EU rules and regulations around fur imports, regulations that apply to both the UK and wider EU. \r\n\r\nFirstly, these regulations include a blanket ban of the importing of furs from a number of animals, including cats and dogs as well as most seal skins and products. Secondly, there are regulations that ensure any fur that can be imported into the UK comes from animals that have kept been treated, trapped and killed humanely.\r\n \r\nIn addition to these EU regulations, the Convention on International Trade in Endangered Species (CITES) controls the fur from an endangered species. For example, there are export permits and commercial use certificates that strictly control the imports of furs from endangered species. These controls are implemented in the UK by the EU Wildlife Trade Regulations.  \r\n\r\nThe Government will ensure that these controls are not removed once we leave the EU.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-11-28T10:08:36.932Z","updated_at":"2017-11-28T10:08:36.932Z"},"debate":null}},{"type":"petition","id":200154,"links":{"self":"https://petition.parliament.uk/petitions/200154.json"},"attributes":{"action":"Stop NHS England from removing herbal and homeopathic medicines","background":"NHS England is consulting on recommendations to remove herbal and homeopathic medicines from GP prescribing. The medicines cost very little and have no suitable alternatives for many patients. Therefore we call on NHS England to continue to allow doctors to prescribe homeopathy and herbal medicine.","additional_details":"Many NHS patients either suffer such severe side-effects from pharmaceutical drugs they cannot take them, or have been given all other conventional medicines and interventions with no improvement to their health. These patients will continue to need treatment on the NHS and will end up costing the NHS more with conventional prescriptions. There will be no cost savings and patient health will suffer. It is clear stopping homeopathic \u0026 herbal prescriptions will not help but hurt the NHS.","state":"open","signature_count":24878,"created_at":"2017-09-13T14:04:16.015Z","updated_at":"2017-12-14T23:44:29.627Z","rejected_at":null,"opened_at":"2017-09-13T16:02:34.300Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T14:20:40.513Z","response_threshold_reached_at":"2017-09-27T13:08:56.021Z","government_response_at":"2017-10-12T15:49:45.458Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cristal Sumner","rejection":null,"government_response":{"summary":"It is for local NHS organisations to decide on the commissioning and funding of these healthcare treatments. NHS England’s consultation on low value prescription items includes homeopathic treatments","details":"Information from NHS England (NHSE) shows that in 2015, the cost for all prescriptions dispensed in primary care, not including any dispensing costs or fees, was £9.27 billion, a 4.7% increase on the previous year.  Due to the increasing cost, NHSE is leading a review of medicines which can be considered as being of low clinical value and develop new guidance for Clinical Commissioning Groups (CCGs). \r\n \r\nOn 21 July, NHSE launched a three month consultation on the draft guidance on low value prescription items which is based on the latest clinical evidence, including that from the National Institute of Health and Care Excellence (NICE).  Careful consideration has been given to ensure that particular groups of people are not disproportionately affected, and that principles of best practice on clinical prescribing are adhered to.\r\n \r\nThe commissioning guidance, upon which NHSE is consulting, will be addressed to CCGs to support them to fulfil their duties around the appropriate use of prescribing resources. This will need to be taken into account by CCGs in adopting or amending their own local guidance to their clinicians in primary care.\r\n \r\nThe aim of this consultation is to provide individuals with information about the proposed national guidance and to seek people’s views about the proposals.  NHSE welcomes the views of the public, patients, clinicians, commissioners and providers through this consultation process to help inform the final guidance. The consultation ends on 21 October. Links to the consultation can be found here: \r\nhttps://www.england.nhs.uk/2017/07/medicine-consultation/ and\r\nhttps://www.engage.england.nhs.uk/consultation/items-routinely-prescribed/\r\n\r\nIt is the responsibility of local NHS organisations to make decisions on the commissioning and funding of any healthcare treatments for NHS patients, such as homeopathy, taking account of issues to do with safety, clinical and cost-effectiveness and the availability of suitably qualified and regulated practitioners.\r\n \r\nComplementary and alternative medicine (CAMs) treatments can, in principle, feature in a range of services offered by local NHS organisations. A treating clinician would take into account an individual’s circumstances and medical history in deciding what would be the most appropriate treatment for their condition. CCGs will have specific policies on the commissioning and funding of CAMs, and may have also developed local policies on priorities with regards to the funding of treatments. A GP would have to work within such policies in providing any treatments on the NHS.\r\n\r\nThe Department of Health supports an approach to evidence-based prescribing which does not support the commissioning of services which are not clinically and cost effective. We are not aware of any evidence that demonstrates the therapeutic effectiveness of homeopathic products. The National Institute for Health and Care Excellence (NICE) does not currently recommend that homeopathy should be used in the treatment of any health condition, whilst primary care prescribing data shows that there has been a significant decline in the prescribing of homeopathic products over the last 10 years. Furthermore, a good number of NHS organisations are reviewing their funding of homeopathic treatments and some have already stopped funding such treatment altogether.\r\n\r\nDepartment of Health","created_at":"2017-10-12T15:49:45.456Z","updated_at":"2017-10-12T15:49:45.456Z"},"debate":null}},{"type":"petition","id":200000,"links":{"self":"https://petition.parliament.uk/petitions/200000.json"},"attributes":{"action":"Make British Sign Language part of the National Curriculum","background":"Around 50,000 people in the UK use British Sign Language, so why is this not taught in schools? There are many children who are born deaf, and we need to give them a better chance at a more integrated future. This is why BSL needs to be taught in schools.","additional_details":"","state":"open","signature_count":24774,"created_at":"2017-09-12T09:02:07.606Z","updated_at":"2017-12-14T22:07:23.369Z","rejected_at":null,"opened_at":"2017-09-12T09:11:47.013Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T09:11:09.867Z","response_threshold_reached_at":"2017-09-25T19:03:46.182Z","government_response_at":"2017-10-17T14:21:38.518Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wayne Barrow","rejection":null,"government_response":{"summary":"BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.    ","details":"We recognise that BSL is a useful tool for deaf people and is the first or preferred language of an estimated 70,000 deaf people in the UK.  BSL has been recognised by the government as a language in its own right since March 2003. There are existing accredited BSL qualifications including a Level 1 award, Level 2, 3 and 4 certificates and a Level 6 NVQ certificate. The Level 1 and 2 qualifications, equivalent to GCSE grades A*-G or 9-1, have the highest take up. Schools are free to enter pupils for these awards at any point in their school career. We are also aware that the 2015 Consortium for Research into Deaf Education survey of teachers of the deaf in the UK showed that the vast majority (around 86%) of deaf children use spoken language as their main language in schools.  \r\n\r\nWe have no plans to change the current national curriculum for schools.  The national curriculum has been designed to focus on the essential knowledge that must be taught, allowing teachers to take greater control over the wider curriculum in schools and how it is taught. It is just one element in the education of every child. There is time and space in the school day and in each week, term and year to range beyond the national curriculum specifications. \r\n\r\nDepartment for Education","created_at":"2017-10-17T14:21:38.515Z","updated_at":"2017-11-14T17:36:13.361Z"},"debate":null}},{"type":"petition","id":200153,"links":{"self":"https://petition.parliament.uk/petitions/200153.json"},"attributes":{"action":"Reduce the age of Mandatory Mammograms to age 25-30","background":"I was diagnosed with breast cancer age 36, at 37 I was told it was terminal. I have a 7 year old daughter who has already lost her dad to heart disease. \r\nBecause of my age, I never dreamt I'd have breast cancer","additional_details":"I know of a huge amount of women/men diagnosed with breast cancer between the age of 23-40 most are now terminally ill and leaving children \u0026 babies behind. \r\nI want everyone to have a better chance of survival; not only for themselves, but for their children, parents, siblings, friends. \r\n\r\nCancer does not discriminate, it doesn't care how old or fit you are or whether you're male or female, so why are mandatory mammograms only available for women 50+\r\n\r\nWe need change!!!","state":"open","signature_count":23923,"created_at":"2017-09-13T14:03:58.799Z","updated_at":"2017-12-14T22:21:53.819Z","rejected_at":null,"opened_at":"2017-09-13T16:16:22.282Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T14:56:53.340Z","response_threshold_reached_at":"2017-09-14T19:14:35.911Z","government_response_at":"2017-09-26T14:00:15.164Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicky Fenn","rejection":null,"government_response":{"summary":"The Government is committed to helping detect, treat and reduce the number of lives lost to invasive breast cancer. Evidence for the effectiveness of screening women under 50 is limited.","details":"Breast cancer can be a devastating disease which is why the Government is committed to providing well-managed screening programmes that are based on the most current peer reviewed evidence to ensure the greatest benefit.\r\n\r\nA screening programme is introduced following a robust process using peer reviewed evidence that shows the benefits to screen clearly outweigh harm and they are subject to central programme specifications and quality assurance. The English cancer screening programmes are internationally renowned for their rigour, standard of evidence, national implementation and quality assurance.\r\n\r\nThe NHS Breast Screening Programme (NHS BSP) in England offers all women between the ages of 50 and 70 the opportunity to be screened every three years for breast cancer, in order to help detect abnormalities and reduce the number of lives lost to invasive breast cancer.  The aim of the NHS BSP is to detect breast cancer early when there is a greater chance of cure, thus reducing the number of lives lost to invasive breast cancer.  \r\n\r\nThe programme recognises that whilst early detection is the best way to reduce breast cancer mortality by giving the opportunity to offer women more treatment options, which may save lives, it accepts that there are also risks. These risks include over-diagnosis (referring women for unnecessary tests) and over-treatment (operating on women with disease which is unlikely to cause serious harm to them).  For women under the age of 50, breast screening is not very effective, especially when they have not reached the menopause.  Breast screening is offered from  the age of 50 based on the average age of menopause being 51 and that the chance of developing breast cancer increases with age.  Four out of five breast cancers develop in women over the age of 50. There is insufficient evidence to confidently offer breast screening to women at a much younger age because to do so may cause more harm than good.  Not all breast cancers can be detected early when they are non-invasive and some women with non-invasive disease would never have cancer during their lifetime. \r\n\r\nThere are several trials in the Programme addressing these issues currently:\r\n•\tForget me not www.sloaneproject.co.uk/NonTreatmentStudy.htm  \r\n•\tLoris www.cancerresearchuk.org/about-cancer/find-a-clinical-trial/a-trial-comparing-surgery-with-active-monitoring-for-low-risk-dcis-loris\r\n•\t Sloane www.sloaneproject.co.uk/. \r\n \r\nThe 2012 UK independent review of breast cancer screening (Marmot review) estimated that inviting women between the ages of 50-70 reduces mortality from breast cancer in the population invited by 20% and saves an estimated 1,300 lives a year.  It also found that screening women outside the ages of 50 to 70 years could lead to over-diagnosis or over-treatment. To read the review, please visit: http://www.cancerresearchuk.org/prod_consump/groups/cr_common/@nre/@pol/documents/generalcontent/breast-screening-report.pdf \r\n\r\nIn June 2015, the World Health Organisation’s International Agency for Research on Cancer (IARC) published the findings of a review on breast cancer screening in the New England Journal of Medicine. A group of 29 independent international experts from 16 countries, convened by the IARC, assessed the cancer-preventive and adverse effects of various methods of screening for breast cancer. The findings of the review support the current age at which women are first invited for breast screening in England and the three year interval period between invitations. The IARC’s review found that the evidence for the effectiveness of screening women in the younger age group of 40 to 49 was limited. Women aged over 70 are not routinely invited for breast screening because there is no evidence to support this, although they are entitled to self-refer every three years if they wish. You review can be accessed here: www.iarc.fr/en/mediacentre/pr/2015/pdfs/pr234_E.pdf\r\n\r\nIn 2008, the age extension trial began to investigate into whether extending screening to 47-49 and 71-73 year olds is clinically and cost effective. This trial is led by researchers at the University of Oxford and will provide robust evidence about the effectiveness of screening in these age groups, which will include the benefit and harms. The trial is expected to report in 2020. \r\n\r\nWomen that are identified as being at high risk of the disease (e.g. due to a genetic mutation such as BRCA1/2 or having had supradiaphragmatic radiotherapy at a young age) can be referred into the programme at a younger age. However, for this younger cohort, screening is usually performed by magnetic resonance imaging (MRI) which is a more suitable screening test than mammography alone.\r\n \r\nWe encourage all women to be breast aware and anyone with concerns should discuss these with their General Practitioner. \r\n\r\nDepartment of Health","created_at":"2017-09-26T14:00:15.161Z","updated_at":"2017-09-26T14:00:15.161Z"},"debate":null}},{"type":"petition","id":202629,"links":{"self":"https://petition.parliament.uk/petitions/202629.json"},"attributes":{"action":"If no agreement to leave the European Union is reached, Article 50 be withdrawn","background":"As it is certain that such a scenario will damage the country’s economy and the well-being of its people, this country should not leave without agreements that will prevent damage to both. \r\n\r\nIf no agreement can be reached by 1 September 2018, Article 50 must be withdrawn","additional_details":"After six months of the negotiation period, nothing has been agreed, and it is unlikely that any accord will be reached in the time remaining. The government has even spoken of `hard Brexit' which is destructive and certainly not what was voted for. To allow six months for ratification by the other states, Article 50 should be withdrawn if no agreement is reached by that date, and the UK would remain in the EU as before, pending whatever further discussion takes place.","state":"open","signature_count":23382,"created_at":"2017-10-10T22:45:36.772Z","updated_at":"2017-12-14T22:05:42.222Z","rejected_at":null,"opened_at":"2017-10-18T16:22:27.036Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T22:57:39.995Z","response_threshold_reached_at":"2017-10-20T21:16:28.681Z","government_response_at":"2017-11-01T16:55:28.317Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Brunton","rejection":null,"government_response":{"summary":"The United Kingdom voted to leave the EU, and the Government will deliver on this instruction. We approach these negotiations anticipating success. Our notification will not be withdrawn.","details":"The British people voted to leave the EU and the Government is clear that we will honour their decision and deliver on their instruction. Article 50 was invoked after a Bill was passed in both Houses by an overwhelming majority and became law. As a matter of firm policy, our notification will not be withdrawn. \r\n\r\nWe are confident that a future partnership between the UK and EU is in the interests of both sides, so we approach these negotiations anticipating success. As a responsible government we are preparing for all potential outcomes, including the unlikely scenario in which no mutually satisfactory agreement can be reached. We do not want or expect a no deal outcome. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-11-01T16:55:28.314Z","updated_at":"2017-11-01T16:55:28.314Z"},"debate":null}},{"type":"petition","id":202588,"links":{"self":"https://petition.parliament.uk/petitions/202588.json"},"attributes":{"action":"Stop the cuts to the Royal Marines and the Royal Navy's amphibious assault ships","background":"This petition calls on the Government to stop cuts to Devonport-based HMS Albion \u0026 HMS Bulwark. There has been recent media speculation that the Government is considering scrapping the Royal Navy's entire amphibious assault capabilities and cut 1,000 Royal Marines. We want these cuts stopped.","additional_details":"The BBC News article about these possible cuts is here http://www.bbc.co.uk/news/uk-41511790","state":"open","signature_count":23310,"created_at":"2017-10-10T12:50:40.715Z","updated_at":"2017-12-14T22:25:26.336Z","rejected_at":null,"opened_at":"2017-10-17T15:51:22.454Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T13:02:45.964Z","response_threshold_reached_at":"2017-10-26T20:51:04.338Z","government_response_at":"2017-11-06T13:40:23.773Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Luke Pollard","rejection":null,"government_response":{"summary":"A cross-Government review of national security capabilities is being conducted to ensure future investment is unified and efficient. No decisions have been made and the media articles are speculation.","details":"In the face of ever-changing threats to our security, the Ministry of Defence is contributing to the cross-Government review of national security capabilities in support of the continued implementation of the 2015 Strategic Defence and Security Review.  This Review is to ensure that the United Kingdom’s investment in capabilities is as joined-up, effective and efficient as possible, and will cover areas including Defence, counter terrorism, national resilience and cyber.  This Review is on-going and no decisions have been made; any discussion of specific platforms or capabilities is speculation.  \r\n\r\nMinisters will consider the conclusions of the National Security Capability Review in due course.\r\n\r\nMinistry of Defence","created_at":"2017-11-06T13:40:23.770Z","updated_at":"2017-11-06T13:40:23.770Z"},"debate":null}},{"type":"petition","id":200634,"links":{"self":"https://petition.parliament.uk/petitions/200634.json"},"attributes":{"action":"The Government must publish its own Brexit Impact/Risk Assessments","background":"In the many months since the Brexit referendum in June 2016, government departments have prepared impact assessments which detail the consequences of Brexit for the UK's economy in 50+ sectors. Why have these not been made public since it is the public at large that bears the risks?","additional_details":"The issue was raised recently by a former civil servant, James Chapman (@jameschappers) in a tweet on 14 Sept. More info here:\r\n\r\nThe Scotsman: http://www.heraldscotland.com/news/15477522.SNP_urges_UK_Government_to_come_clean_on_analysis_that_supposedly_suggests_Scotland_would__lose_most__from_Brexit/\r\n\r\nFinancial Times:\r\nhttps://www.ft.com/content/ff48e924-9a0d-11e7-a652-cde3f882dd7b\r\n\r\nGiven the implications for the UK of leaving the EU, the government must make these documents public.","state":"open","signature_count":22901,"created_at":"2017-09-17T20:47:29.352Z","updated_at":"2017-12-14T22:05:42.436Z","rejected_at":null,"opened_at":"2017-09-18T15:34:08.142Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T09:46:00.121Z","response_threshold_reached_at":"2017-09-23T11:31:20.764Z","government_response_at":"2017-10-23T11:09:13.570Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrea Sella","rejection":null,"government_response":{"summary":"As Parliament agreed, we will not publish anything that would undermine our ability to negotiate the best deal for Britain.","details":"The Department for Exiting the European Union, working with officials across Government, is undertaking a wide range of analysis covering the entirety of the UK economy in order to support negotiations. We are looking at over 50 sectors as well as areas of cross-cutting regulations.\r\n\r\nStakeholder engagement is a central element of our plan to build a national consensus around our negotiating position. DExEU Ministers are working closely with colleagues across Government to ensure that we are speaking to a wide range of sectors.\r\n\r\nThe Government is committed to negotiating a deep and special partnership with the European Union and is conducting a wide-ranging programme of analysis. It would not be appropriate, however, to publish details that could undermine the UK's negotiating position with the EU, and Parliament has voted not to publish such details.\r\n\r\nParliament will have a say on the final deal we achieve with the European Union as we will put that deal to a vote in both Houses before it comes into force. We will, of course, continue to support Parliament in its scrutiny role throughout the negotiating stage. It is not standard practice to provide an ongoing commentary on internal analytical work that is being carried out within government. On 7 December 2016 the House of Commons voted in favour of an amended Opposition motion which stated that there should be no disclosure of material that could reasonably be judged to damage the UK in any negotiations to withdraw from the European Union after Article 50 has been triggered. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-23T11:09:13.568Z","updated_at":"2017-10-23T11:09:13.568Z"},"debate":null}},{"type":"petition","id":200793,"links":{"self":"https://petition.parliament.uk/petitions/200793.json"},"attributes":{"action":"Cancel HS2 immediately and repeal the 2013 and 2017 High Speed Rail Acts.","background":"HS2 is a vanity project, lobbied for by the firms who will make billions out of building it, at a time of continued austerity and cuts to essential services. Independent economists, rail experts and environmentalists have all heavily criticised the project, but Governments have refused to listen.","additional_details":"HS2 is not a 'magic wand' to cure the North-South divide. All the international evidence shows it will reinforce the dominance of London and increase regional divisions.\r\n\r\nIn 20 years HS2 would deliver capacity where it is needed the least, with the lowest flexibility, at the greatest cost, whilst more beneficial rail projects have already been cancelled.\r\n\r\nThe official cost of HS2 has almost quadrupled since it was proposed in 2008, and it will carry on rising unless it is immediately cancelled.","state":"open","signature_count":22387,"created_at":"2017-09-19T14:26:38.922Z","updated_at":"2017-12-14T23:47:23.002Z","rejected_at":null,"opened_at":"2017-09-21T11:59:55.194Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-19T14:48:35.409Z","response_threshold_reached_at":"2017-09-27T16:07:21.356Z","government_response_at":"2017-10-11T16:46:55.407Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joe Rukin","rejection":null,"government_response":{"summary":"HS2 will provide new rail network capacity, drive economic growth, create jobs and investment, train the next generation of engineers and better connect our major cities. It is on time and on budget.","details":"New Railway\r\n\r\nHS2 will form the new backbone of our national rail network, providing new capacity and better connecting our major cities, while creating more space for commuter and freight trains on our busiest lines. This will create better connections and more seats for passengers and allow more goods to be moved by rail, which will also help to improve air quality.\r\n\r\nOpening in 2026, the HS2 network will serve towns and cities including London, Birmingham, Manchester, Leeds, Liverpool, Sheffield, Crewe, Nottingham, Derby, York and Newcastle, with trains running on to Scotland. By 2033 up to 18 trains an hour will run in both directions, carrying up to 1,100 passengers each. \r\n\r\nHS2 is a major investment but an essential one. HS2’s total budget is £55.7bn. Over the current Spending Review period spending on HS2 will equate to 0.14% of GDP. We are keeping a tough grip on costs and are determined to deliver HS2 on time and on budget.\r\n\r\nBenefits to the North\r\n\r\nWe are delivering unprecedented investment in infrastructure in the North, to redress the historic imbalance in infrastructure investment between north and south. The Northern Powerhouse is a key priority, and our substantial investment will boost the northern economy and reduce the prosperity gap with the South that has existed for far too long.\r\n\r\nWe are also working to future-proof HS2 by including provisions for new junctions in the North and Midlands, which will help ensure that the infrastructure can accommodate the Northern powerhouse. HS2 will transform capacity and connectivity for millions of people across the north. With HS2 stations in Manchester, Leeds, Crewe and Sheffield, the north will be the principal beneficiary of HS2. \r\n\r\nHS2 will underpin the plans of local areas to grow their economies, in places like Leeds where the South Bank regeneration project around Leeds station is expected to support 35,000 jobs across key sectors and 4,000 new homes. HS2 will generate around £25 billion of contracts and represents a major opportunity for businesses across the whole of the UK including small and medium-sized enterprises.\r\n\r\nThe Government has committed £60m to take HS3, or Northern Powerhouse Rail, forward and we are working closely with Transport for the North to develop a business case for the project by the end of 2018. The Government is investing over £13bn in the north of England’s transport infrastructure, including on roads and railways, to deliver faster journeys and increased capacity. That work will continue apace and is a key priority for the Department.\r\n\r\nThis includes dramatically improving journeys for passengers across the north with the Great North Rail Project. By 2020, as a result of this ambitious and comprehensive upgrade, passengers will benefit from faster and more comfortable journeys, as well as new direct services across the north and beyond. We are also developing options for the Transpennine Route Upgrade, to increase the number of seats, and reduce journey times, allowing journeys such as from Leeds to Manchester in 40 minutes. \r\n\r\nHS2 is key to the future of our transport system and the relationship it has with our existing network is a vital part of our planning.  It is not a case of “either/or” but rather one of joined up and complementary delivery.  Over £38 billion is being spent on improving the existing rail network for the five years between 2014 and 2019.  This investment is funding projects to increase capacity on the existing rail network and improve journeys for all passengers. There is also potential for HS2 to increase the amount of freight transported by rail – meaning fewer cars and lorries on our roads, cutting congestion and carbon.\r\n\r\nCreating Jobs and skills\r\n\r\nHS2 will support growth in the wider economy, worth an additional 100,000 jobs. 70% of all jobs created by HS2 will be outside of London. But this isn’t just about when the new railway opens - jobs and skills are being created now. \r\n\r\nSeveral contracts have already been let and major contracts for up to £11.8 billion worth for the civil engineering work will be let this year. HS2 is working with businesses across the UK - including many small and medium-sized firms - to ensure they are well prepared to bid for work on HS2. HS2 will generate around 25,000 jobs during construction as well as 2,000 apprenticeships.\r\n\r\nAnd HS2 is about upskilling: a more skilled workforce is vital for the country as we forge a bold new positive role for ourselves in the world. The National College for High Speed Rail, based in Doncaster and Birmingham, will open its doors later this month. The College will train young people to build HS2 and other world-leading rail projects. \r\n\r\nDepartment for Transport","created_at":"2017-10-11T16:46:55.405Z","updated_at":"2017-10-11T16:46:55.405Z"},"debate":null}},{"type":"petition","id":202243,"links":{"self":"https://petition.parliament.uk/petitions/202243.json"},"attributes":{"action":"Change the law to ban the resale of tickets for more than their face value","background":"Tickets are being bought from sites and are getting sold to third party sellers for a high price meaning real fans are missing out. Reselling of football tickets is illegal under the Criminal Justice and Public Order Act 1994. Why can’t laws apply for tickets to concerts and other sporting events?","additional_details":"","state":"open","signature_count":21976,"created_at":"2017-10-05T16:14:58.956Z","updated_at":"2017-12-14T23:33:16.003Z","rejected_at":null,"opened_at":"2017-10-10T08:37:53.618Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-05T18:06:18.201Z","response_threshold_reached_at":"2017-10-16T18:27:55.420Z","government_response_at":"2017-10-26T16:41:58.729Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mathew Woodrow","rejection":null,"government_response":{"summary":"We have put in place measures to tackle unacceptable behaviour in the ticketing market. Price caps would not work.","details":"The Government is determined to crackdown on unacceptable behaviour and improve fans’ chances of buying tickets at a reasonable price. We recognise the process of distributing and buying tickets can often be a cause for public frustration and concern. \r\n\r\nAn independent review of consumer protection measures was commissioned by the Government in 2015, undertaken by Professor Waterson, which was published in May 2016. The Government published its response to the review on 13 March 2017, which welcomed the Review and accepted all nine recommendations. Professor Waterson specifically considered the issue of a cap on ticket resale prices, and we agree with his conclusion that it should not be taken forward as it would raise a number of practical considerations and be of limited effect, as it would be extremely difficult to enforce. \r\n\r\nAs part of its response to Professor Waterson’s review, the Digital Economy Act includes two provisions relating to secondary ticketing. The first is the power to create a specific offence of using a ticketing bot (a software application that runs automated tasks over the internet) to purchase more tickets than the maximum permitted, to put beyond doubt the illegality of this practice. The second is a provision for a requirement under the Consumer Rights Act (CRA) 2015 for ticket sellers to provide a unique ticket number (where one has originally been given) when putting a ticket up for resale, in addition to the CRA’s existing rules on the information that should be provided to purchasers using secondary ticket platforms.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-26T16:41:58.726Z","updated_at":"2017-10-26T16:41:58.726Z"},"debate":null}},{"type":"petition","id":202305,"links":{"self":"https://petition.parliament.uk/petitions/202305.json"},"attributes":{"action":"Update the UK Traffic Signs Regulations to a geometrically correct football","background":"The football shown on UK street signs (for football grounds) is made entirely of hexagons. But it is mathematically impossible to construct a ball using only hexagons. Changing this to the correct pattern of hexagons and pentagons would help raise public awareness and appreciation of geometry.","additional_details":"In the Statutory Instrument 2016 No. 362, the image for a Football ground (Leisure facility) is incorrectly a pattern of white and dark hexagons (Schedule 12, part 15, symbol 38). If the dark hexagons were changed to pentagons it would accurately depict a football on all future street signs.","state":"open","signature_count":21971,"created_at":"2017-10-06T14:15:58.073Z","updated_at":"2017-12-14T22:47:31.609Z","rejected_at":null,"opened_at":"2017-10-06T16:04:59.231Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T14:52:16.128Z","response_threshold_reached_at":"2017-10-09T23:40:22.553Z","government_response_at":"2017-10-24T17:12:42.003Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matt Parker","rejection":null,"government_response":{"summary":"The Government considers the current football symbol has a clear meaning and is understood by the public. Changing the design to show accurate geometry is not appropriate in this context.","details":"The Department for Transport sets legislation on traffic signs for use by traffic authorities. The Traffic Signs Regulations and General Directions 2016 (TSRGD) sets out the design and conditions of use for traffic signs that may be used on roads in England, Scotland and Wales. \r\n\r\nTraffic signs use symbols which enable drivers to take in the information quickly and understand the meaning of the sign. Symbols are often internationally recognised which is important for all road users, especially those who may be unfamiliar to the area. \r\n\r\nIn the case of a directional sign to a leisure facility (such as a football ground), the symbols used are a general representation of the activity being depicted. As such, drivers can then quickly understand the type of destination. The football ground symbol first appeared in TSRGD in 1994 and road users have become accustomed to its use.\r\n\r\nThe purpose of traffic signs is to “convey warnings, information, requirements, restrictions or prohibitions” (Section 64 of the Road Traffic Regulation Act 1984). \r\nThe Department for Transport commissioned research into road user’s understanding of traffic signs in 2011. This concluded that respondents “showed a good basic level of understanding as to what different types of sign meant” and recommended that signs should be kept simple.\r\n\r\nThe purpose of a traffic sign is not to raise public appreciation and awareness of geometry which is better dealt with in other ways. If the correct geometry were put onto a sign, it would only be visible close up and not from the distance at which drivers will see the sign. The detail of the geometry would also not be taken in by most drivers who were merely looking at the sign for direction. The higher level of attention needed to understand the geometry could distract a driver’s view away from the road for longer than necessary which could therefore increase the risk of an incident.\r\n\r\nAdditionally the public funding required to change every football sign nationally would place an unreasonable financial burden on local authorities. The Department could not justify the spending needed as an exercise to increase public awareness and appreciation of geometry.\r\n\r\nFor the reasons given, we will not be changing the football symbol used on a traffic sign.\r\n\r\nDepartment for Transport","created_at":"2017-10-24T17:12:42.001Z","updated_at":"2017-10-24T17:12:42.001Z"},"debate":null}},{"type":"petition","id":200131,"links":{"self":"https://petition.parliament.uk/petitions/200131.json"},"attributes":{"action":"End the animal cruelty laws exemptions for halal and shechita slaughter houses","background":"The EU's 2009 slaughter regulation requires all animals, including poultry, to be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Religious convictions do not justify cruelty to animals. On leaving the EU specific UK legislation must replace the EU slaughter directive, precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory. There must be one law for everybody in the UK and all must be subject to the same law.","state":"open","signature_count":20887,"created_at":"2017-09-13T10:49:19.041Z","updated_at":"2017-12-14T23:36:50.135Z","rejected_at":null,"opened_at":"2017-09-14T10:09:08.646Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T11:59:29.496Z","response_threshold_reached_at":"2017-09-19T22:26:16.753Z","government_response_at":"2017-10-06T13:25:29.281Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":{"summary":"The Government would like all animals stunned at slaughter. However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. ","details":"Current national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2017-10-06T13:25:29.277Z","updated_at":"2017-10-06T13:25:29.277Z"},"debate":null}},{"type":"petition","id":201548,"links":{"self":"https://petition.parliament.uk/petitions/201548.json"},"attributes":{"action":"Pay health care students for placement hours.","background":"Pay a basic living wage to healthcare students who have to do 37.5 hours on placement. Students should receive a fair wage to help support them during their studies as part time work is not always an option and so money is very tight.","additional_details":"Healthcare students who started in September 2017 do not receive a bursary. We have to do 23000 hours over 3 years and work 37.5 hours a week during our placements with no pay which is basically free labour. It is very hard to keep a healthy lifestyle, do our placements, keep a part time job and complete university work. Trainee nurse associates are being paid at a band 3 rate and so why can't health care students receive the same?","state":"open","signature_count":20393,"created_at":"2017-09-26T13:07:19.800Z","updated_at":"2017-12-14T22:28:15.645Z","rejected_at":null,"opened_at":"2017-10-02T13:13:51.252Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T13:14:34.451Z","response_threshold_reached_at":"2017-10-04T21:37:54.873Z","government_response_at":"2017-10-23T10:17:46.759Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lucy Boneham","rejection":null,"government_response":{"summary":"The NMC state that Student nurses undertaking practice learning are supernumerary. Students may perform limited clinical duties as part of training but they are not contracted to provide nursing care.","details":"The government announced in the 2015 Spending Review that from 1 August 2017, all new nursing, midwifery and allied health professional students would receive their funding and financial support through student loans rather than through the current NHS bursary scheme. \r\n\r\nStudents have access to the standard student support system provided by the Student Loans Company (SLC) to cover the cost of their tuition fees and means tested support for living costs rather than having their course fees paid by Health Education England (HEE) and receiving a bursary from the NHS Business Services Authority (BSA).\r\n\r\nWe know that whilst undertaking their courses, healthcare students are required by the Nursing and Midwifery Council (NMC) to complete 2,300 hours of clinical placements during their degree in order to obtain their professional registration.  This compulsory training in a clinical setting makes healthcare students unique in the student population.\r\n\r\nThe NMC provide guidance on the requirement for students to have supernumerary status during clinical placements. The NMC state that “Programme providers must ensure that students are supernumerary during all practice learning. Supernumerary means that the student will not, as part of their programme of preparation, be contracted by any person or body to provide nursing care”.  \r\n\r\nIt is our view that students' completion of high-quality clinical placements is essential to having a well-trained workforce for the NHS. As a result and in addition to the expenses system already in place and run by the higher education student support system, we have made additional funding available for pre-registration nursing, midwifery and allied health profession students with the purpose of maintaining access to clinical placements and other areas associated with compulsory study. \r\n\r\nWe will also provide students with funding for unavoidable costs incurred for temporary accommodation with the purpose of maintaining access to clinical placements and other areas associated with compulsory study. \r\n\r\nThe funding reforms will not change the arrangement of students being supernumerary whilst on clinical placements and they will not be paid for their clinical learning.\r\n\r\nQuality assurance mechanisms should therefore be in place at all placement providers to enable students to provide feedback and raise concerns about their supernumerary status possibly being compromised. \r\n\r\nHealth Education England is currently piloting the Nursing Associate role with 35 pilot sites training 2,000 Nursing Associates.   Unlike student Nurses, trainee Nursing Associates are employed by health and care providers and they are paid a salary for the work they undertake.  The Secretary of State for Heath announced plans on 3 October 2017 to train future cohorts of Nursing Associates through the apprentice route.  All apprentices, regardless of occupation are paid during their apprenticeship, including for training that is part of the apprenticeship.  \r\n\r\nDepartment of Health","created_at":"2017-10-23T10:17:46.756Z","updated_at":"2017-10-23T10:17:46.756Z"},"debate":null}},{"type":"petition","id":200307,"links":{"self":"https://petition.parliament.uk/petitions/200307.json"},"attributes":{"action":"Make Hydraulic Fracturing (Fracking) illegal in the UK","background":"I and many others believe that hydraulic fracturing, commonly known as fracking should be made illegal because of the effects on the environment and people's safety.","additional_details":"Fracking has proven to cause water pollution and earthquakes in the USA which can have dire consequences. Even if it was safe, should we start becoming less reliant on fossil fuel? They won't be around forever and we need to be prepared for when that time comes. A government survey recently showed that only 16% of people support fracking. We are a country of democracy and should respect the will of the public.","state":"open","signature_count":20163,"created_at":"2017-09-14T16:21:09.700Z","updated_at":"2017-12-14T23:56:43.255Z","rejected_at":null,"opened_at":"2017-09-18T16:31:05.968Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T21:55:05.628Z","response_threshold_reached_at":"2017-10-16T18:14:14.602Z","government_response_at":"2017-10-27T11:03:28.219Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dylan Fox","rejection":null,"government_response":{"summary":"Shale gas could provide a new domestic source of gas, reducing our need for imports, and providing local jobs.  There are robust regulations in place to ensure it is extracted safely.","details":"The Government is committed to a low carbon and affordable future for our energy. \r\n\r\nGas remains an important part of our energy mix as we as we transition from coal, to create a bridge to low carbon.  It provides almost a third of our electricity., 85% of households in England have gas central heating, and 19% of our gas is used in industry, for power and heat and as feedstock for a wide range of chemical products including many items found in our homes including pharmaceuticals and plastics. \r\n\r\nSince 2000, UK gas production has decreased and we are becoming increasingly dependent on imports. We currently import just under half of the gas we use and by 2030 it is predicted we will import 72% of the gas we consume.  Shale gas is a potential new source of domestic gas, which can provide local jobs and growth. \r\n\r\nWe are clear that shale gas development must be done in a safe manner.  Our regulatory system uses existing regulators with long-standing experience of regulating across different sectors in their area of specialisation. Each regulator specialises in the aspect that they oversee, such as health and safety or the environment, they can bring to bear extensive knowledge and experience gained from their work in other sectors as well as oil and gas. The Government’s position draws on independent reviews by the Royal Society and Royal Academy of Engineering, and Public Health England. These reports have considered a wide range of evidence and looked at the UK regulatory system. The Royal Society and Royal Academy of Engineering concluded: “the risks can be managed effectively in the UK, if operational best practices are implemented and enforced through regulation.” \r\n\r\n\r\nEarly engagement is vital with communities who may be affected by shale gas developments and we acknowledge that public confidence in the process is important to the success of the industry. To increase understanding of hydraulic fracturing, we have worked closely with industry and regulators to improve public engagement. \r\n\r\nThe industry body – the UK Onshore Operators Group (UKOOG) – has established a Community Engagement Charter. All shale gas operators will engage local communities, residents and other stakeholders at and ahead of each of three stages – exploration, appraisal and production. This is in addition to consultation through the planning and environmental permit applications. \r\n\r\nIn addition, regulators hold regular drop-in events in local communities with shale gas prospects, to explain how the industry is regulated.  \r\n\r\nWe will continue to work with industry and regulators to ensure the public has access to factual information on hydraulic fracturing and proposed shale developments. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-10-27T11:03:28.217Z","updated_at":"2017-10-27T11:03:28.217Z"},"debate":null}},{"type":"petition","id":201097,"links":{"self":"https://petition.parliament.uk/petitions/201097.json"},"attributes":{"action":"Make it law that all cats injured/ killed by a vehicle are checked for a chip.","background":"Why do we not feel cats are as important as dogs? These are family pets too, they have one at No.10 Downing Street. Scanners need supplying to all councils, they don't cost very much. They are part of a family and deserve to be returned home. \r\n","additional_details":"I am starting this petition after my beloved cat Gizmo was hit by a car and the vet who found her, put her down without checking chip details. Why have a chip if not to look for an owner? I could have had my beautiful girl home with me and she could have been with me in her final moments-So in Gizmo's memory I fight for every cat to have the right to be chip checked. I am sure if anything happened to the No.10 Downing Street cat the scanner would be out straight away!! and to me all cats are as important as each other and it takes 2 minutes to scan a cat and get them home to their families. \r\n\r\nPlease sign Gizmo's Legacy\r\n","state":"open","signature_count":19749,"created_at":"2017-09-22T11:02:05.220Z","updated_at":"2017-12-14T23:15:50.932Z","rejected_at":null,"opened_at":"2017-09-29T13:27:05.049Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T11:30:03.578Z","response_threshold_reached_at":"2017-10-18T05:49:16.911Z","government_response_at":"2017-11-01T14:53:05.355Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":{"summary":"It is best practice for authorities who find injured or deceased pets to have them removed and scanned so that the owner can be informed if possible.","details":"Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of a road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nThe Highways Agency similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident. \r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one. \r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-11-01T14:53:05.352Z","updated_at":"2017-11-01T14:53:05.352Z"},"debate":null}},{"type":"petition","id":201443,"links":{"self":"https://petition.parliament.uk/petitions/201443.json"},"attributes":{"action":"Ban Driven Grouse Shooting","background":"Mismanagement of UK uplands for Driven Grouse Shooting leads to the illegal killing and persecution of British raptors, including Hen Harriers, Golden Eagles and Peregrine Falcons and causes significant flood risk, water pollution and environmental damage contributing to global climate change.","additional_details":"*Raptors, Foxes, Badgers, Stoats, Hedgehogs and Mountain Hare are killed in their thousands each year \r\n*Draining of peat bog (internationally valuable Carbon storage resource) and burning of heather has been shown to pollute our waterways, increase lowland flooding and cause significant environmental damage, contributing to climate change\r\n*Grouse moorland estates and wealthy landowners have so far received £20m+ in subsidies paid for by the tax payer \r\n*www.BanDrivenGrouseShooting.Wordpress.Com","state":"open","signature_count":19589,"created_at":"2017-09-25T12:09:51.521Z","updated_at":"2017-12-14T23:55:05.073Z","rejected_at":null,"opened_at":"2017-10-02T11:02:08.489Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T19:04:36.635Z","response_threshold_reached_at":"2017-10-27T20:50:08.893Z","government_response_at":"2017-11-17T12:36:04.801Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gavin Gamble","rejection":null,"government_response":{"summary":"Defra is working with key interested parties to ensure the sustainable management of the uplands, balancing environmental and economic benefits, which includes the role of sustainable grouse shooting.","details":"The government appreciates that many people hold strong views on the issue of driven grouse shooting. The government considers that shooting activities bring many benefits to the rural economy and can in many cases be beneficial for wildlife and habitat conservation. We recognise that it is vital that wildlife and habitats are respected and protected and the law is respected. We will continue work to ensure a sustainable, mutually beneficial relationship between shooting and conservation. We do have concerns that in some limited instances management practices have unwanted consequences for the wider environment.\r\n\r\nPersecution of British raptors and other wildlife\r\n\r\nAll wild birds are protected under the Wildlife and Countryside Act 1981. We have identified raptor persecution as a wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The Raptor Persecution Priority Delivery Group (RPPDG) focuses on the golden eagle, goshawk, hen harrier, peregrine, red kite and white-tailed eagle. The group is working on developing tools to help tackle raptor persecution crimes. \r\n\r\nThe National Wildlife Crime Unit, which is part-funded by Defra, monitors and gathers intelligence on illegal activities affecting raptors and assists police forces when required. Despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine falcon, red kite and buzzard have increased. We are concerned that with respect to eliminating illegal bird of prey persecution, there are still individuals who continue to commit these crimes. We will work with all stakeholders to try to eradicate these crimes.\r\n\r\nIn particular the government takes the decline in the hen harrier population in England very seriously and is committed to securing its future. In January 2016 the hen harrier sub-group of the Defra led Upland Stakeholder Forum published the Hen Harrier Action Plan to increase the English hen harrier population. It contains six actions which individually can bring benefits for hen harriers, but when combined, underpin each other and have the potential to deliver positive outcomes. \r\n\r\nThe Action Plan was developed with senior representatives from organisations including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game \u0026 Wildlife Conservation Trust, National Parks England and formerly the RSPB. These organisations, led by Natural England, will monitor activities and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime. \r\n\r\nTargeted control of problem species is only one part of a complex mix of factors that can influence populations. Maintaining the balance between biodiversity and the numbers of each species is important. Defra monitors populations of a number of rare or vulnerable species where human intervention is thought to be a contributing factor in their decline, and ensures appropriate action is taken to keep their populations out of danger.   \r\n\r\nSubsidies to grouse moorland estates\r\n\r\nNeither subsidies nor agri-environment payments are paid to farmers to support shooting activities. Agri-environment schemes provide funding to support environmentally beneficial land management, including the management of habitats and work to improve water quality, facilitate carbon capture and protect our historic landscapes. Uplands, including grouse moors, have complex land ownership and tenure arrangements with many areas being designated common land with multiple beneficiaries. Hence, many of the agreements under our schemes result in funding going to grazing tenancies that are critical to the beneficial management of these areas.\r\n\r\nFlood risk, water pollution \u0026 environmental damage\r\n\r\nThe government is aware that the UK uplands have 75% of the world’s remaining heather moorland and about 13% of the world’s blanket bog. 70% of the UK’s drinking water is provided from upland catchments, and tourism brings in an estimated £1.78 billion to England’s upland national parks.  \r\n\r\nThe government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors within Special Areas of Conservation to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. The government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nThe government is also working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-11-17T12:36:04.799Z","updated_at":"2017-11-17T12:36:04.799Z"},"debate":null}},{"type":"petition","id":206722,"links":{"self":"https://petition.parliament.uk/petitions/206722.json"},"attributes":{"action":"Call on PM to take action to build public trust in the Grenfell Tower Inquiry","background":"Bereaved families \u0026 survivors call on PM to exercise her powers under the Inquiries Act 2005 to appoint additional panel members with decision making power to sit alongside Chair in Grenfell Tower Inquiry: to ensure those affected have confidence in \u0026 are willing to fully participate in the Inquiry","additional_details":"To secure trust in an establishment we feel has been distant \u0026 unresponsive, \u0026 to avoid a collapse of confidence in the Inquiry's ability to discover the truth, it is fundamental that;\r\n\r\n1. The Inquiry is not led by a judge alone. Panel members must be appointed with relevant background, expertise, experience, \u0026 a real understanding of the issues facing those affected\r\n\r\n2. Legal representatives of bereaved families see all evidence from the start \u0026 are allowed to question witnesses at the hearings","state":"open","signature_count":19519,"created_at":"2017-11-30T09:25:01.772Z","updated_at":"2017-12-14T23:59:43.257Z","rejected_at":null,"opened_at":"2017-11-30T17:07:15.249Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-30T13:59:43.441Z","response_threshold_reached_at":"2017-12-04T22:01:51.333Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adel Chaoui","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200394,"links":{"self":"https://petition.parliament.uk/petitions/200394.json"},"attributes":{"action":"Investigate covert foreign interference in the EU referendum","background":"It is becoming clear that the US 2016 election was the target of Russian efforts to influence the result, for instance via large numbers of fake social media accounts.\r\n\r\nThere is some evidence (eg http://ind.pn/2wuMo48 ) that the EU referendum was similarly targeted; a full investigation is needed.","additional_details":"It is important that the full scale of any manipulation is made public, so that trust in democracy in the UK is restored and necessary precautions can be developed.\r\n\r\nIt is noteworthy that in the US/German cases, spreading fear of immigrants has been a major tactic (http://nyti.ms/2xonxTw)\r\n\r\nGerman BfV statement: (16 Nov 2016) http://reut.rs/2gZS17j\r\n\r\nThe Fake Americans Russia Created to Influence the Election (7 Sep 2017) http://nyti.ms/2wflmT6\r\n\r\nEU referendum: (14 Dec 2016) http://ind.pn/2i2Jeh5","state":"open","signature_count":18932,"created_at":"2017-09-15T09:41:52.598Z","updated_at":"2017-12-14T14:49:46.376Z","rejected_at":null,"opened_at":"2017-09-19T16:42:34.444Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T11:22:07.067Z","response_threshold_reached_at":"2017-10-30T21:25:06.851Z","government_response_at":"2017-11-16T11:52:14.290Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Bernard","rejection":null,"government_response":{"summary":"As the Prime Minister stated in her speech at Mansion House on 13th November 2017, the first duty of Government is to safeguard the nation. ","details":"The Government takes the security and integrity of our democratic processes very seriously. It is unacceptable for any nation, not just Russia, to interfere in the democratic elections of another country. \r\n\r\nWith regard to cyber interference, the UK electoral system is a difficult one to manipulate directly through cyber-attack as we operate a system of manual counting of paper ballots. Nevertheless, the Government is not complacent and will continue preparing for the future. The National Cyber Security Centre is currently working to deploy active cyber defence measures. These seek to block, disrupt and neutralise malicious cyber activity before it reaches citizens. This is part of the Government’s on-going work to make the UK the most secure place to live and work online.\r\n\r\nConcerning disinformation, the Government is proud that our country benefits from a free, open and accessible media. However, others may try to use this to manipulate and confuse the information environment to suit their own ends. Managing this in all its forms is a long-term priority for the UK and the Government will continue to work to effectively constrain the effects of disinformation. This includes regulation through independent bodies, such as Ofcom who – through the Broadcasting Code – require broadcasters to present news with due accuracy and due impartiality. \r\n\r\nThe Russian government persistently uses disinformation as a tool to destabilise perceived enemies. This is not a new evolution in methodology or approach and has been evident in Russia’s illegal annexation of Crimea; its rhetoric on the Syrian regime backed chemical weapons attacks on innocent civilians; and as a method employed by the country in its destabilisation of east Ukraine and beyond. The UK is actively engaging with international partners, industry and civil society to tackle the Kremlin’s use of disinformation and propaganda, which is damaging Russia’s global reputation.\r\n\r\nCabinet Office","created_at":"2017-11-16T11:52:14.288Z","updated_at":"2017-11-16T11:52:14.288Z"},"debate":null}},{"type":"petition","id":200017,"links":{"self":"https://petition.parliament.uk/petitions/200017.json"},"attributes":{"action":"Fund research into pediatric brain cancer \u0026 earlier access to experimental drugs","background":"A classroom of innocent UK school children is dying every year to an incurable brain cancer called Diffuse Intrinsic Pontine Glioma (DIPG), but globally over 200,000 children in the last 50 years have lost their lives to this death sentence of an illness. This needs to end \u0026 a cure needs to be found","additional_details":"DIPG:\r\n• No cure to date \r\n• Mainly affect children between 4-12 years\r\n• Average survival time from diagnosis is 9 months. \r\n• Every 9 days a child in the UK is diagnosed\r\n• Survival rate +5 years: DIPG 1962-0% 2017-0% vs Leukaemia 1962-4% 2017-94%\r\n• Only 1% of the UK national spend on cancer research has been allocated to brain cancer.\r\n\r\nACTION:\r\n• Fund research into paediatric DIPG brain cancer\r\n• Earlier access to multi modal experimental drugs \u0026 delivery system\r\n• UK to be global ambassador for DIPG","state":"open","signature_count":18917,"created_at":"2017-09-12T10:16:06.255Z","updated_at":"2017-12-14T22:57:03.226Z","rejected_at":null,"opened_at":"2017-09-12T15:14:40.884Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T14:02:15.834Z","response_threshold_reached_at":"2017-09-18T20:27:35.257Z","government_response_at":"2017-10-04T11:02:14.326Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"We have set up a Department of Health Task and Finish Working Group on Brain Tumour Research to discuss how we can address the need to increase the level and impact of research into brain tumours.\r\n\r\n","details":"The Government agrees that an increase in the level of research into brain tumours is crucial in order to achieve better outcomes for patients and their families.\r\n\r\nThe Department of Health funds research into all aspects of human health, including cancer and brain tumours, through the National Institute for Health Research (NIHR) at the level of £1 billion per year.\r\n\r\nNIHR cancer research expenditure has risen from £101 million in 2010/11 to £142 million in 2015/16. A significant element of this investment is in cancer research infrastructure. In September 2016 the Secretary of State for Health announced an £816 million investment in 20 NIHR Biomedical Research Centres for 5 years from April 2017. This funding includes the NIHR Royal Marsden/Institute of Cancer Research BRC which will focus exclusively on cancer research, and will receive £43 million over five years from April 2017. Five other BRCs will have dedicated cancer research themes. The funding amount for cancer research over 5 years across all BRCs is an estimated £131 million.\r\n\r\nAs with other Government funders of health research, the NIHR does not allocate funding for specific disease areas. The level of research spend in a particular area, such as brain tumours, is driven by factors including scientific potential and the number and scale of successful funding applications.  \r\n\r\nLast year we set up a Department of Health Task and Finish Working Group on Brain Tumour Research bringing together clinicians, charities, patients and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group met in October 2016, and in January, May and July this year, chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser. The Working Group plans to report to the Parliamentary Under-Secretary of State for Health (Lords) in autumn 2017.\r\n\r\nDepartment of Health","created_at":"2017-10-04T11:02:14.323Z","updated_at":"2017-10-04T11:02:14.323Z"},"debate":null}},{"type":"petition","id":200292,"links":{"self":"https://petition.parliament.uk/petitions/200292.json"},"attributes":{"action":"Abolish the 0.7% GDP target for Foreign Aid","background":"The Government currently spends 0.7% GDP on Foreign Aid. This means it will spend over £13bn of tax payers money on projects which could be better spent at home. By 2020 this figure will have risen to almost £16bn. We believe the Government should abolish the 0.7% GDP target for Foreign Aid.","additional_details":"The Government should abolish the 0.7% GDP target for Foreign Aid and spend the money on increasing our Defence and Armed Forces.","state":"open","signature_count":18859,"created_at":"2017-09-14T14:54:42.027Z","updated_at":"2017-12-14T23:58:45.585Z","rejected_at":null,"opened_at":"2017-09-14T18:36:56.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T17:39:03.932Z","response_threshold_reached_at":"2017-11-14T19:20:38.627Z","government_response_at":"2017-12-04T09:55:56.559Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert John Fairbank Barnes","rejection":null,"government_response":{"summary":"Our aid commitment – which is enshrined in law - increases Britain’s global influence and allows us to shape the world around us which is firmly in the UK’s national interest.\r\n\r\n","details":"Investing less than one percent of our national income in aid is creating a safer, healthier and more prosperous world. it is firmly in the UK’s and humanity’s interests.  \r\n\r\nGlobal challenges like mass migration, disease, terrorism and war have no respect for national borders. If we stand back from this fight we are not only abandoning our moral responsibilities, we are allowing other countries’ problems to come closer to our shores. Eradicating deadly diseases like Ebola protects us here at home, the provision of education and economic opportunities around the world can stem migration. And we have a moral obligation to help nations rife with poverty and poor health.　\r\n\r\nAdvancing economic development in the world’s poorest countries is a hallmark of a Global Britain. Investing in the growth of companies in Africa and South Asia creates the jobs and economic stability that lead to global security and help end aid dependency, as well as driving better value for money for UK taxpayers and rates of return on investment.\r\n\r\nLife-changing progress comes from growth that transforms economies; that creates productive jobs and private sector investment; and that spreads benefits and opportunities right across society.\r\n\r\nAs we leave the EU we will build on our strong record as a champion of trade and development. \r\n\r\nWe are securing existing duty-free access to UK markets for the world’s poorest and providing new opportunities to increase trade links and grow economies to help end poverty, while supporting jobs and businesses in the UK too. We are also working with a broader range of partners, including smaller charities in the UK, to get the best of British expertise.\r\n\r\nWe are harnessing the energy of the UK science and technology sectors, using cutting-edge technology to transform the way we do development and new vaccines to wipe out disease. We are leaving no-one behind, including by putting disability at the heart of our agenda.\r\n\r\nThe UK is using its leadership to challenge other nations to deliver on their commitments. \r\n\r\nDFID is committed to spending every single penny of its aid budget wisely and without waste. \r\n\r\nWe have introduced tough new reforms of its aid spending to deliver value for money, including clamping down on the risk of unethical practices by suppliers, holding aid organisations to account by tying funding to performance, closing programmes which fail to meet development objectives, and increasing efficiency savings.\r\n\r\nThe UK has also secured important progress at the Development Assistance Committee (DAC) meetings in Paris to change the international aid rules and ensure they remain relevant for the modern world. \r\n\r\nWe will continue to use our leadership to challenge other nations to deliver on their commitments.\r\n\r\nDepartment for International Development","created_at":"2017-12-04T09:55:56.556Z","updated_at":"2017-12-04T09:55:56.556Z"},"debate":null}},{"type":"petition","id":204631,"links":{"self":"https://petition.parliament.uk/petitions/204631.json"},"attributes":{"action":"The Government must publish their consultation on social care by early 2018.","background":"A chronic lack of funding means that over 1 million older and disabled people are going without the care they need, including help to get out of bed, wash and eat - without this basic help they cannot live a decent life.","additional_details":"Pledges to fix the care system have been repeatedly pushed aside by governments for the last 20 years, whilst people go on struggling to find care for their loved ones. Our care system is dangerously inadequate and needs to be reformed.\r\n\r\nGovernment recognises the need for a long term plan. Now it must act and publish proposals for a sustainable solution so we can all receive quality care both today and in the future.\r\n\r\nwww.careandsupportalliance.com/CareCampaign","state":"open","signature_count":18761,"created_at":"2017-11-07T14:41:41.821Z","updated_at":"2017-12-14T23:36:32.153Z","rejected_at":null,"opened_at":"2017-11-08T12:39:15.400Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T14:52:11.371Z","response_threshold_reached_at":"2017-11-13T22:00:56.742Z","government_response_at":"2017-11-24T14:46:39.796Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Bridson","rejection":null,"government_response":{"summary":"On 16 November 2017, the Government set out plans to publish a Green Paper by summer 2018 presenting its proposals to reform care and support for older people.","details":"Reform of this vital sector has been a controversial issue for many years, but the realities of an ageing society mean that we must reach a sustainable settlement for the long-term.\r\n\r\nTo achieve reform where previous attempts have failed, we must look more broadly than social care services alone, and not focus narrowly on questions of means-testing, important though these are.  Our vision for care must also incorporate the wider networks of support and services which help older people to live independently, including the crucial role of housing and the interaction with other public services.  It must consider how care is provided at present and challenge the system to embrace new technology, innovation and workforce models which can deliver better quality and value.\r\n\r\nTo deliver a lasting solution, it is right that we take the time needed to debate these complex issues and listen to a range of perspectives to build consensus.  For this reason, over the coming months, we will work with experts, stakeholders, people using care and support services, and carers to shape the long-term reform which is urgently needed.  The Government has already established an Inter-Ministerial Group to oversee development of the Green Paper, and as part of this initial engagement we have asked a number of independent experts in this area to provide their views to the group.  The Government will also engage closely with representatives from local government, the NHS, the voluntary sector and care providers, as well as with people who use care and support and carers, to underpin development of the Green Paper.  And when the Green Paper is published, it will then be subject to a full public consultation, providing a further opportunity for interested parties to give their views.\r\n\r\nWhilst the Green Paper will focus on care for older people, the Government recognises both the challenges faced by people of working age with care needs and the many common questions about the sustainability of the care system.  Many of the discussions on the Green Paper reforms will impact on care and support for adults of all ages.  However, to ensure that issues for working-age adults with care needs are considered in their own right, the Government will take forward a parallel programme of work, led jointly by the Department of Health and the Department for Communities and Local Government, which will focus on this group.  This work will also be overseen by the Inter-Ministerial Group to ensure alignment with the Green Paper.\r\n\r\nThe Green Paper presents a unique opportunity to build consensus around reforms which can last. There is no escaping that building a sustainable care and support system will require choices about what that system should provide and how it is paid for.  But getting this right promises a better system that everyone can have confidence in, where people understand their responsibilities, can prepare for the future, and know that the care they receive will be to a high standard and help them maintain their independence and wellbeing.\r\n\r\nDepartment of Health","created_at":"2017-11-24T14:46:39.794Z","updated_at":"2017-11-24T14:46:39.794Z"},"debate":null}},{"type":"petition","id":203692,"links":{"self":"https://petition.parliament.uk/petitions/203692.json"},"attributes":{"action":"Teach black history In History lessons","background":"Introduce black history into primary and secondary schools","additional_details":"Black history is only taught in some schools and only as and when teachers feel it may be necessary.\r\nWe are asking the goverment to look at this closely to make black history become a part of history studies throughout the year.\r\nAlso looking at ways to have black history as part of GCSE options in secondary schools.","state":"open","signature_count":17489,"created_at":"2017-10-25T15:04:37.622Z","updated_at":"2017-12-14T23:16:11.123Z","rejected_at":null,"opened_at":"2017-11-01T17:54:31.700Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-27T14:46:11.351Z","response_threshold_reached_at":"2017-11-09T09:58:40.175Z","government_response_at":"2017-11-23T17:48:06.449Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"stephanie pitter","rejection":null,"government_response":{"summary":"The national curriculum gives examples of black history topics, which schools may teach at each key stage. ","details":"The Government believes that as part of a broad and balanced curriculum, pupils should be taught about different cultures, and about how different groups have contributed to the development of Britain. The content and structure of the new history curriculum provides scope for black history to be taught in schools. This, however, is not prescribed in detail within the statutory programmes of study. Instead, schools have the flexibility to teach these topics in ways that are appropriate and sensitive to the needs of their pupils.\r\n\r\nIn the primary history programmes of study, Rosa Parks and Mary Seacole are listed at key stage 1 as examples of significant individuals in the past who have contributed to national and international achievements. At key stage 2, pupils should be taught about a non-European society that contrasts with British history. This could include Benin (West Africa) c. AD900 -1300.  \r\n\r\nThere are further opportunities for black history to be taught at secondary school. Key stage 3 includes the example of the impact through time of the migration of people to, from and within the British Isles.  In addition, in Citizenship at key stage 4, pupils should be taught about the diverse national, regional, religious and ethnic identities in the United Kingdom and the need for mutual respect and understanding. \r\n\r\nIt is important that pupils develop an understanding of the key events that have shaped the history of Britain. It is also important, however, for teachers to have the freedom to teach aspects of the history of other cultures, in addition to the core content, to meet the needs of their pupils.  \r\n\r\nThe new national curriculum, including the programmes of study for history, can be found at the following site: https://www.gov.uk/government/publications/national-curriculum-in-england-history-programmes-of-study\r\n\r\nDepartment for Education","created_at":"2017-11-23T17:48:06.445Z","updated_at":"2017-11-23T17:48:06.445Z"},"debate":null}},{"type":"petition","id":201300,"links":{"self":"https://petition.parliament.uk/petitions/201300.json"},"attributes":{"action":"Adapt gambling laws to include gambling in video games which targets children.","background":"Many video game companies in recent years have introduced mechanics which are essentially gambling of which are targeted at children and vulnerable adults. While not currently considers gambling by law they do copy many traits to make them as addictive and can lead to real money being lost/earned.","additional_details":"Gambling in video games mostly involves 'loot boxes' where players use virtual currency (often bought with real money) to earn in game items often worth less than what they paid (sometimes more) hence its gambling.\r\nCurrently only china has introduced new laws to force companies to display the odds of winning which had been standard in the uk gambling industry for years.\r\n\r\nhttps://www.google.co.uk/amp/s/kotaku.com/china-passes-law-forcing-games-with-loot-boxes-to-discl-1789828850/amp","state":"open","signature_count":16522,"created_at":"2017-09-23T13:56:49.146Z","updated_at":"2017-12-14T23:26:46.289Z","rejected_at":null,"opened_at":"2017-10-04T17:42:13.035Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-23T18:12:30.824Z","response_threshold_reached_at":"2017-10-13T18:42:46.655Z","government_response_at":"2017-10-25T12:17:40.537Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Connor Rhys Deeley","rejection":null,"government_response":{"summary":"The Gambling Commission has strong powers to regulate gambling and is monitoring convergence between gambling and video games closely. The government is committed to protecting children from harm.","details":"Protecting children and the vulnerable from being harmed or exploited by gambling is a core objective of the regulation of gambling in Great Britain, and a priority for the government. The Gambling Commission, as the regulator for gambling in Great Britain, has powers to regulate online gambling, and is committed to using its powers and expertise to contribute to creating a safer internet. \r\n\r\nThe Gambling Commission released a position paper in March 2017 detailing existing protections in relation to virtual currencies, eSports and social casino gaming. The paper can be found on the Gambling Commission’s website at the following address: http://www.gamblingcommission.gov.uk/PDF/Virtual-currencies-eSports-and-social-casino-gaming.pdf  \r\n\r\nWhere gambling facilities are offered to British consumers using in-game items that can be converted into cash or traded for items of real-world value, then such activities must be licensed by the Gambling Commission and adhere to strict requirements for the protection of children and the vulnerable, which include measures to prevent underage gambling. It is an offence to invite a child to gamble, and where there is a failure to prevent underage gambling, the Commission will take regulatory and/or criminal action. \r\n\r\nWhere the facility exists for players of video games to purchase a key to unlock a bundle containing an unknown quantity and value of in-game items as a prize, and where there are readily accessible opportunities to cash in or exchange those awarded in-game items for money or money’s worth, then these elements of the game are likely to be considered licensable gambling activities. In contrast, where prizes are restricted for use solely within the game, such in-game features would not be licensable gambling. The Gambling Commission is committed to working with the video game industry to prevent gambling-related harm related to their platforms.\r\n\r\nConsumers are also protected by the Consumer Protection from Unfair Trading Regulations 2008. This includes a requirement on businesses not to subject anyone to misleading or aggressive marketing practices, or, for example, direct exhortation to buy products, such as games content, including in-game purchases such as loot boxes. The government is committed to ensuring that consumers are properly protected and that children’s vulnerability and inexperience is not exploited by aggressive commercial practices.\r\n\r\nThe Video Standards Council (VSC) Rating Board is the designated body for classifying video games, and applies the Europe-wide PEGI ratings to video games supplied in the UK. The PEGI criteria currently make provision for games depicting simulations of traditional gambling, and such games would generally attract a minimum PEGI rating of 12. The VSC Rating Board is discussing these issues with the PEGI Council and its Experts Group to determine whether any changes to the PEGI criteria need to be made.\r\n\r\nThe Gambling Commission monitors the participation of children in gambling through a range of data sources including complaints, academic research and the annual Young People and Gambling Survey, which in 2017 included specific questions in relation to eSports and video gaming. The results of the survey are due to be published soon. The Gambling Commission has also asked the Responsible Gambling Strategy Board to examine the wider relationship between children and gambling. \r\n\r\nOn 11 October the government published the Internet Safety Strategy, setting out plans to make the UK the safest place in the world to be online. The Strategy outlines how the government will work with online platforms, game publishers and game developers, and with agencies such as the VSC Rating Board, to continue to improve online safety in games. This includes promoting further awareness and understanding of PEGI age ratings, parental controls and advice on safe gaming.\r\n\r\nThe government recognises the risks that come from increasing convergence between gambling and video games. The Gambling Commission is keeping this matter under review and will continue to monitor developments in the market.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-25T12:17:40.535Z","updated_at":"2017-11-01T10:46:47.128Z"},"debate":null}},{"type":"petition","id":200094,"links":{"self":"https://petition.parliament.uk/petitions/200094.json"},"attributes":{"action":"Impose 5% levy on the Premier League’s broadcasting rights back into  grassroots","background":"We call on Government to impose a 5% levy on The Premier League's £8.3bn combined revenue from UK and international TV deal for 2016-2019 to be reinvested back into Grassroots football","additional_details":"Cuts by government to local councils are having a huge impact on Grassroots football across the country with most authorities not able to fund grassroots football anymore while the Premier League clubs have just spent £1.4bn in this summers transfer window.\r\n\r\nAs many Grassroots clubs and teams struggle to survive in these difficult times with ever increasing fees and a lack of affordable facilities both indoor and out, we call on government to impose a 5% levy so that the £billions at the top of the tree reach the roots, the starting place for every football player","state":"open","signature_count":15868,"created_at":"2017-09-12T20:09:40.017Z","updated_at":"2017-12-14T23:38:31.136Z","rejected_at":null,"opened_at":"2017-09-13T16:38:14.616Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T20:38:31.269Z","response_threshold_reached_at":"2017-10-24T20:21:24.114Z","government_response_at":"2017-11-08T17:03:47.985Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kenny Saunders","rejection":null,"government_response":{"summary":"As set out in “Sporting Future” the Government’s strategy for sport, grassroots football will benefit from at least £100m a year from the Premier League – double the previous commitment.","details":"The FA and the Premier League together make a significant voluntary contribution to grassroots sport but it is right that their continued commercial success should be reflected in the support it gives to all levels of football.\r\n\r\nThe Government continues to work closely with the football authorities to ensure that grassroots sport benefits from a healthy proportion of the broadcast rights revenue generated by the Premier League and any commercial surplus made by the Football Association. \r\n\r\nIn 2016, the Premier League outlined that it will invest at least £1 billion of its domestic TV revenues deal for 2016-2019 on grassroots facilities, youth coaching, improving disabled access, ticketing, solidarity payments to lower leagues, youth development grants, and community funding for all English Football League and National League clubs. Together this is a “40-50%” increase on previous investment.\r\n\r\nAs part of that £1 billion, the Government agreed a deal with the Premier League which will see at least £100 million invested annually over the 2016-2019 cycle - double what was previously spent - to help grassroots football across the country.  This is set out in “Sporting Future” - the Government’s Strategy for Sport, with funding going towards the objectives in the Strategy, such as on programmes for young people to encourage sports participation, health and wellbeing, education, employability, and promoting diversity, social inclusion and access for disabled people. \r\n\r\nThe Government has also welcomed the Premier League’s expansion of its schools offer to every primary school in the country within the next 6 years. The programme, which involves both Premier League and Football League clubs’ community coaches, offers PE lessons and teacher training in addition to the government’s £150m a year school sport premium, as well as after-school multi-sport clubs and tournaments that encourage competitive sport.\r\n \r\nThe FA’s commercial revenues also ensure a significant return to all levels of the game, with grassroots football currently benefitting from an investment of £71 million each year from the sport’s national governing body.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-11-08T17:03:47.981Z","updated_at":"2017-11-08T17:03:47.981Z"},"debate":null}},{"type":"petition","id":205348,"links":{"self":"https://petition.parliament.uk/petitions/205348.json"},"attributes":{"action":"Pass legislation making animals legally \"Sentient Beings\" in UK law.","background":"Following the failure of the House of Commons to support the transfer of the EU Protocol on animal sentience in Article 13 of Title II of Lisbon Treaty into UK law, we demand primary legislation making animals legally \"sentient beings\" in UK law.","additional_details":"","state":"open","signature_count":15429,"created_at":"2017-11-16T12:04:42.452Z","updated_at":"2017-12-14T23:17:01.584Z","rejected_at":null,"opened_at":"2017-11-23T10:27:23.998Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T13:36:14.578Z","response_threshold_reached_at":"2017-11-26T12:20:31.450Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Webber","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200021,"links":{"self":"https://petition.parliament.uk/petitions/200021.json"},"attributes":{"action":"Legalise cannabis for medical and recreational use.","background":"It is time for the government to accept that cannabis should be legal. Prohibition has done nothing to reduce drug use and it is hypocritical for the government to allow alcohol and tobacco but not weed. Cannabis should be sold in licensed shops to prevent youth access and regulate the THC level.","additional_details":"Cannabis was prohibited in the UK in 1928, as a result of racism, fear and prejudice.  Prohibition results in disproportionate targeting of ethnic minorities and young people, whose lives are ruined by criminal records. Furthermore, Alcohol causes 3.3 million deaths per year. Tobacco kills over 7 million people per year.  Cannabis has further more shown promise in reducing seizures among other illnesses, and is far safer than opioid painkillers.","state":"open","signature_count":14652,"created_at":"2017-09-12T10:44:50.733Z","updated_at":"2017-12-14T23:27:46.644Z","rejected_at":null,"opened_at":"2017-09-14T16:24:11.976Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:19:18.610Z","response_threshold_reached_at":"2017-11-18T10:30:39.368Z","government_response_at":"2017-11-30T15:22:50.705Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Charles Davis","rejection":null,"government_response":{"summary":"This Government has no plans to legalise cannabis.  Raw cannabis is not recognised in the UK as having any medicinal benefit.  ","details":"There is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities.  The evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (ACMD), is that the use of cannabis is a ‘significant public health issue and can unquestionably cause harm to individuals and society’. \r\n\r\nThe decriminalisation of drugs in the UK would not eliminate the crime committed by the illicit trade nor would it address the harms associated with drug dependence and the misery this can cause to families and society.  Decriminalisation or legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. \r\n \r\nWhen a police officer finds someone in possession of drugs, it is an operational matter as to the appropriate response.  We have confidence in our police officers to assess as appropriate any enforcement action, where there is a public order or protection or local drug issue that needs addressing, rather than seek them out for drug possession offences.  It is not always appropriate or conducive to the public good to arrest every person they find with a small amount of cannabis and although the police can charge individuals with a criminal offence, they can also issue a warning or an on-the-spot fine of £90 if an individual is found with cannabis. \r\n\r\nIt is important that medicines are thoroughly tested to ensure they meet rigorous standards before being placed on the market, so that doctors and patients are sure of their efficacy, quality and safety.  There is a clear regime in place administered by the Medicines and Healthcare products Regulatory Agency (‘MHRA’) to enable medicines (including controlled drugs such as cannabis) to be developed, licensed and made available for medicinal use to patients in the UK.  For example, the cannabis-based medicine ‘Sativex’ has been granted Marketing Authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis.  Sativex was tested for its safety, efficacy and quality before receiving Marketing Authorisation approval for this application. \r\n\r\nThe MHRA is open to considering marketing authorisation approval applications for other medicinal cannabis products should a product be developed by a manufacturer.  As happened in the case of Sativex, the Home Office will consider issuing a licence to enable trials of any new medicine, providing it complies with the appropriate ethical approvals. \r\n\r\nWe continue to monitor international developments on the evidence base around cannabis.  The World Health Organisation’s Expert Committee on Drug Dependence has committed to reviewing the scheduling of cannabis under the UN’s 1961 Convention.  This is due to consider the therapeutic use as well as dependence and the potential to abuse constituent parts of cannabis.\r\n\r\nHome Office","created_at":"2017-11-30T15:22:50.702Z","updated_at":"2017-11-30T15:22:50.702Z"},"debate":null}},{"type":"petition","id":200213,"links":{"self":"https://petition.parliament.uk/petitions/200213.json"},"attributes":{"action":"Abolish Universal Credits before it puts majority of the UK in poverty","background":"The new Universal Credit replaces JSA, Income Support, ESA, Housing Benefit, Tax Credits and Working Tax Credits.\r\n\r\nBILLIONS taken from the needy and most vulnerable in society.","additional_details":"Universal Credit is about cutting the Social Security bill meaning millions will be worse off. \r\nOnce fully implemented Universal Credit will mean easier sanctioning forcing people to live off nothing. \r\nHousing subsidy will be time limited for some 18-21 year olds forcing more to be homeless. \r\nSupport for child care drastically cut. \r\nDisability elements cut or abolished altogether. \r\nThousands of small businesses will be forced out of business. \r\nSome rates are lower than current benefit rates.","state":"open","signature_count":14241,"created_at":"2017-09-13T22:21:05.588Z","updated_at":"2017-12-14T22:58:54.171Z","rejected_at":null,"opened_at":"2017-09-20T16:29:27.207Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T22:44:30.201Z","response_threshold_reached_at":"2017-10-30T22:38:39.408Z","government_response_at":"2017-11-15T10:33:53.485Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Walsh","rejection":null,"government_response":{"summary":"Universal Credit is simplifying the system to ensure that work always pays and more people are moving into work as a result. Personalised support is available and targeted at those that need it most.","details":"The best way to help people out of poverty is to help them into work. Work is the pillar of a strong economy and a strong society and we believe that work should always pay, that we should have a welfare system that helps people into work, supports people who need help, and is fair to those who pay for it. \r\n\r\nThe old system which UC is replacing is complicated, inflexible and involves different agencies and Government departments. This complexity would often mean that people were put off from taking up offers of employment or taking on more hours.\r\n\r\nUniversal Credit is revolutionising the welfare system by making work pay. It simplifies the system and provides a single payment for people in or out of work which ensures that people are always better off working and better off working more. There are none of the cliff edges or complicated hours rules of the old system, just a single, simple, taper so payments reduce in a transparent and predictable way as earnings increase.\r\n\r\nUniversal Credit provides unprecedented level of personalised support. People receive tailored support managed through personal work coaches, who know each person’s case and have more tools than ever before to help people prepare for work and get a job. \r\n\r\nWe know this is having a positive impact on employment outcomes, it’s been proven by three separate research studies. Compared to the old system, people on Universal Credit are more likely to be in work after 6 months, spend more time looking for a job, more time looking to increase their earnings and will actually consider work they wouldn’t have considered doing before.\r\n\r\nFurthermore, the Government recognises that high childcare costs can affect parents’ decisions to take up paid work or increase their working hours. We increased the level of support for childcare costs within Universal Credit from 70 per cent to 85 per cent. The intention is that families will get more out of the money that they earn, and will find that it pays to get a job, from taking the first step back into work, right up to working full-time.\r\n\r\nWe want to make sure that Universal Credit is fair to claimants and to the taxpayer that funds it, and that support is targeted at those that need it most. Each jobseeker receiving UC takes on a ‘commitment’ or ‘contract' which is the obligation to look for and take on work, and in return receive the benefit payment as planned. This clearly sets out what is expected of jobseekers, the support they get to move into work and the consequences of not adhering to the requirements, which can include sanctions. All requirements that are set are reasonable and achievable for each individual claimant, taking their circumstances into account. \r\n\r\nWe want to ensure that 18 to 21-year-olds do not slip straight into a life on benefits, which is why we are helping young people get the training, skills and experience they need to move into a job and build a career. The change to housing costs support for this group will ensure young people in the benefit system face the same choices as young people who work but may not be able to afford to leave home. We know that personal circumstances will differ so we have worked closely with stakeholders to develop a fair and robust set of exemptions to protect the most vulnerable young people.\r\n\r\nUniversal Credit aims to support all people to participate fully in society, including remaining in or returning to work. Many disabled people want to work but feel the risk of losing their benefits is too great. Part of the design of Universal Credit is to simplify the current provision in legacy benefits so that Universal Credit is simpler to understand and deliver, and less prone to fraud and error. Rather than replicate every aspect of disability provision in the current legacy system, we have removed the complexity of dealing with different rules for seven different disability additions. There will also be transitional protection for those claimants with existing premiums whose circumstances do not change who move over to Universal Credit as part of the managed migration process, if their overall entitlement would be less than under the old system.\r\n\r\nThe Government recognises the importance of self-employment and small businesses to the economy and to society. As part of the Government’s wider growth strategy, we are keen to help self-employed people to achieve their potential and progress in work. We are also keen to support new enterprise and there is a range of support for small businesses such as the new Enterprise Allowance. Universal Credit supports people into self-employment where it is the best route for them to become financially self-sufficient. The aim is to increase the number of people progressing from low earning self-employment and becoming more self-sufficient in the long term and to encourage those reporting very low self-employed income to increase their earnings. \r\n\r\nDepartment for Work and Pensions","created_at":"2017-11-15T10:33:53.482Z","updated_at":"2017-11-15T11:30:18.722Z"},"debate":null}},{"type":"petition","id":204121,"links":{"self":"https://petition.parliament.uk/petitions/204121.json"},"attributes":{"action":"Do not extend IR35 legislation to the private sector.","background":"There is evidence that the Chancellor is planning to extend IR35 legislation to the private sector in an attempt to equalise the payments and tax regimes between contractors and permanent employees. Contractors take considerable risk in their financial stability and can be without work for weeks.","additional_details":"https://www.thetimes.co.uk/article/philip-hammond-eyes-1bn-budget-raid-on-freelancers-9bm6lsjs6","state":"open","signature_count":14027,"created_at":"2017-10-31T17:36:26.423Z","updated_at":"2017-12-14T22:40:35.289Z","rejected_at":null,"opened_at":"2017-11-03T11:03:22.086Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T18:31:10.330Z","response_threshold_reached_at":"2017-11-16T10:55:11.511Z","government_response_at":"2017-11-30T14:16:56.278Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Michael Kendrick","rejection":null,"government_response":{"summary":"The government will consult on how to tackle non-compliance with the off-payroll working rules in the private sector, drawing on the experience of recent public sector reform.\r\n\r\n","details":"The Government recognises that many individuals choose to work through their own limited company. There are many legitimate, commercial reasons for people to do this and for businesses to engage them in this way. The off-payroll working rules, more commonly known as IR35, have been in place since 2000 to ensure that, where individuals would have been employees if they were providing their services directly, they pay broadly the same tax and National Insurance as other employees. It is fair that two individuals doing the same job in the same way pay broadly the same tax and National Insurance, even if one of them structures their work through a company.\r\n\r\nAs highlighted by reports from the Office of Tax Simplification and the House of Lords, it is clear that IR35 is not effective enough. To improve compliance, the Government introduced reforms in the public sector from April 2017. Individuals working through their own company in the public sector are no longer responsible for operating the off-payroll rules. Instead, where an individual’s company is directly engaged by a public sector body, the public sector body is responsible for determining whether or not the rules apply, and deducting any necessary employment taxes on payments to the individual’s company. Where this engagement takes place through an agency, the public sector body is responsible for determining whether or not the rules apply and informing the agency of this decision, in order that any necessary employment taxes can be deducted by the agency.\r\n\r\nThis is not a new tax on the self-employed. IR35 only applies to those who work like employees and would have been employed were they not working through a company. Genuinely self-employed individuals continue to be unaffected, as has been the case for over 15 years.\r\n\r\nThe Government is monitoring the impact of its reform of IR35 in the public sector. Initial evidence suggests that it has been successful in improving compliance. More people working through their own company are paying the right tax. However, the cost of non-compliance in the private sector is still growing and will cost taxpayers £1.2 billion a year by 2022/23. Therefore, a possible next step would be to extend these reforms to the private sector. \r\n\r\nTo take account of the needs of businesses and individuals who would implement any change, the Government will carefully consult on reform in the private sector, drawing on the experience of the public sector reforms, including through external research due to be published in the new year.\r\n\r\nHM Treasury","created_at":"2017-11-30T14:16:56.274Z","updated_at":"2017-11-30T14:16:56.274Z"},"debate":null}},{"type":"petition","id":200311,"links":{"self":"https://petition.parliament.uk/petitions/200311.json"},"attributes":{"action":"No referendum on the final deal for the UK to remain in the European Union.","background":"We, the undersigned, herby call upon HM government to dismiss calls for a referendum on the final deal as the British people were asked an important question on the 23rd June last year, the choices were abundantly clear, remain or leave the European Union and leave won a decisive vote.","additional_details":"The attempts to propose yet another referendum and poise a set of questions to the British public on the final deal is a distasteful proposal, considering we were already given a free and fair referendum last year, to now agree to another referendum would be an appalling waste of taxpayers money and send out the wrong message to the British public that the vote last year was meaningless.\r\n\r\nThe referendum should not be re-run just to placate individuals unable to accept a democratic decision.","state":"open","signature_count":13933,"created_at":"2017-09-14T16:38:38.437Z","updated_at":"2017-12-14T22:13:58.143Z","rejected_at":null,"opened_at":"2017-09-15T14:47:10.588Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:35:14.683Z","response_threshold_reached_at":"2017-10-04T19:19:10.424Z","government_response_at":"2017-10-17T15:45:55.758Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":"2017-12-12T10:17:56.298Z","creator_name":"Thomas Barnes","rejection":null,"government_response":{"summary":"On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ","details":"The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords, and the referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it; not just for those who voted to leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU, but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-17T15:45:55.756Z","updated_at":"2017-10-17T15:45:55.756Z"},"debate":{"debated_on":"2017-12-11","transcript_url":"https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum","video_url":"http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253","overview":""}}},{"type":"petition","id":201183,"links":{"self":"https://petition.parliament.uk/petitions/201183.json"},"attributes":{"action":"Save Local Remembrance Sunday Parades","background":"Due to a change in policy roads can no longer be closed. Unless local communities contract a road traffic management company to close the roads at a cost of thousands of pounds. Government should provide the council or police with extra money for these events to take place. Or these events will STOP","additional_details":"local communities are devastated that their local parade or remembrance Sunday service being lost forever. The council do not have the funds for these event to take place. The police can no longer close roads due to a change in policy. Soldier's, have died in 2 world wars and various other conflict since, we need to ensure they are remembered in a fitting manner. These parades need to be saved for future generations so they understand the ultimate sacrifice that was made by these men and woman.","state":"open","signature_count":13861,"created_at":"2017-09-22T18:03:07.569Z","updated_at":"2017-12-14T22:28:57.734Z","rejected_at":null,"opened_at":"2017-10-02T10:47:32.152Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T19:00:47.318Z","response_threshold_reached_at":"2017-10-25T18:38:01.054Z","government_response_at":"2017-11-08T09:57:36.329Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr T Miller","rejection":null,"government_response":{"summary":"Decisions on road closures have always been a local matter – and this has not changed. The Government does not intervene in the way that road closures are managed for Remembrance Sunday Parades. ","details":"The Government fully recognises the enormous sacrifices that have been made by British military personnel. Remembrance ceremonies and parades are an important and valued means by which communities across the country honour the sacrifice of British service personnel.\r\n\r\nThere is no Government policy on road closures for Remembrance Sunday Parades and there is no proposal to introduce legislation. It is for the local traffic authority (that is, the council of the relevant county or metropolitan district, not the police) to decide on the road closure or other legally enforceable traffic management measures it considers necessary for the conduct of any local on-road event. These are decisions for which it is responsible to its electorate. \r\n\r\nRoad closures for local Remembrance Sunday Parades are effected through Traffic Regulation Orders made under section 16A of the Road Traffic Regulation Act 1984. Section 16A is used to close roads temporarily for \"sporting events, social events or entertainment\", collectively known as special events. Under section 16A, a local traffic authority can impose temporary highway restrictions for a special event once and for up to three days in any calendar year. \r\n\r\nRestrictions for special events over and above this that affect the same length of road require the consent of the Secretary of State for Transport. Otherwise, the Department for Transport does not get involved and the event remains purely a local matter. Where the Secretary of State’s consent is required, the Department does not impose conditions on the way that the road is to be closed and does not charge the local authority for granting consent. \r\n\r\nAs with any event, decisions on the deployment of resources to police road closures are operational matters for the Chief Constable of the force concerned, in association with Police and Crime Commissioners. The Police have not and do not routinely police Remembrance Parades and are more likely to determine the level of policing required for an event on the basis of an assessment of crime, disorder and public safety. \r\n\r\nThe police’s role is to enforce the general law on road traffic and any special measures introduced for the event in question, such as a local Traffic Regulation Order. They also have a general power to direct traffic. The authority or police may advise the local community on other steps that might be taken and associated measures that might be desirable, such as the taking out of insurance. How the police carry out enforcement is a matter for their discretion.\r\n\r\nHome Office","created_at":"2017-11-08T09:57:36.327Z","updated_at":"2017-11-08T09:57:36.327Z"},"debate":null}},{"type":"petition","id":200239,"links":{"self":"https://petition.parliament.uk/petitions/200239.json"},"attributes":{"action":"Abolish the TV Licence","background":"The TV Licence is no longer fit for purpose and should be abolished. It is unfair that one should hold one to watch Freeview channels or indeed subscription TV. The BBC should look at alternative methods of funding particularly as it is commonly felt there is a high level of bias.","additional_details":"","state":"open","signature_count":13680,"created_at":"2017-09-14T07:48:35.269Z","updated_at":"2017-12-14T23:36:22.011Z","rejected_at":null,"opened_at":"2017-09-15T17:02:19.383Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T08:47:15.533Z","response_threshold_reached_at":"2017-10-03T18:16:55.755Z","government_response_at":"2017-10-17T14:25:18.863Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":"2017-11-21T10:06:38.640Z","creator_name":"Martin Costello","rejection":null,"government_response":{"summary":"A licence is required to watch or receive television programmes and is not a fee for BBC services. The government will maintain the BBC funding model for the duration of this Charter period.","details":"The new BBC Royal Charter came into effect in January 2017, following the Charter Review process, which was one of the biggest consultation exercises undertaken by government. This extensive process of consultation and evidence gathering included 192,000 consultation responses and engagement with over 300 organisations and experts.\r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this new 11 year Charter period.\r\n\r\nThe BBC has committed to consider whether elements of subscription have a role to play in its future funding, alongside the core licence fee model. It is for the BBC to set the scope of these plans, but the government expects that progress and success will be appropriately reviewed, to feed into the next Charter Review process.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-17T14:25:18.860Z","updated_at":"2017-10-17T14:25:18.860Z"},"debate":{"debated_on":"2017-11-20","transcript_url":"https://hansard.parliament.uk/commons/2017-11-20/debates/CF3F652E-0E66-4089-A30D-D9229792E31A/TVLicenceFee","video_url":"http://parliamentlive.tv/Event/Index/d25effd4-66ce-4997-af96-db4b83265051","debate_pack_url":"http://researchbriefings.files.parliament.uk/documents/CDP-2017-0172/CDP-2017-0172.pdf","overview":""}}},{"type":"petition","id":200952,"links":{"self":"https://petition.parliament.uk/petitions/200952.json"},"attributes":{"action":"House of Commons vote on whether Brexit should be cancelled.","background":"Brexit was initiated on the basis that it was the 'will of the people' and the Government needed to act on that. The 'will' to Leave was actually expressed by c.37% of the eligible UK electorate. Parliament is sovereign and MPs must freely express their view of what is best for the UK.","additional_details":"If MPs are not allowed to freely express their views of what is best for the UK, future accountability will not be possible. Sovereignty of Parliament was established prior to enactment of the Notification to Withdraw, but MPs have never been asked to vote upon whether Brexit is in the best interests of the UK. This vote should take place to ensure that democracy is served and that Parliament takes responsibility for the decision as to what is best for the UK.","state":"open","signature_count":13333,"created_at":"2017-09-20T22:01:31.675Z","updated_at":"2017-12-14T22:02:35.987Z","rejected_at":null,"opened_at":"2017-09-22T11:34:00.642Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T22:43:03.791Z","response_threshold_reached_at":"2017-10-19T23:00:13.890Z","government_response_at":"2017-11-01T16:52:25.104Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Nicholas Hearn","rejection":null,"government_response":{"summary":"The British people voted to leave the EU, and the Government will deliver on their instruction. Parliament has been, and will continue to be, fully involved in the process of leaving the EU.","details":"The United Kingdom voted to leave the EU, and it is the duty of the Government to deliver on this instruction.\r\n\r\nThe Government has been consistently clear that Parliament will be fully involved in helping to shape the UK's future as we leave the EU. The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. \r\n\r\nAfter the referendum, the House of Commons voted, with a clear majority of 494 to 122 votes, to authorise the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Bill. \r\n\r\nThe Government has set out a clear commitment that both Houses of Parliament will have the opportunity to vote on the final deal reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe Government’s engagement with Parliament has already been extensive and will continue to be. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-11-01T16:52:25.102Z","updated_at":"2017-11-01T16:52:25.102Z"},"debate":null}},{"type":"petition","id":201568,"links":{"self":"https://petition.parliament.uk/petitions/201568.json"},"attributes":{"action":"No more taxpayers money to be paid to the EU as part of any Brexit deal","background":"The EU is demanding more and more of taxpayers money to be paid to them as we leave as a 'divorce settlement'.  We have paid them too much money already.  Legally we owe them nothing so no more money should be sent to them.","additional_details":"Stop all payments to them including both the 'divorce settlement' and any further payments after March 2019 when we leave.","state":"open","signature_count":13225,"created_at":"2017-09-26T18:29:27.801Z","updated_at":"2017-12-14T23:01:25.124Z","rejected_at":null,"opened_at":"2017-10-03T08:49:28.800Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T18:42:42.773Z","response_threshold_reached_at":"2017-11-17T13:42:15.302Z","government_response_at":"2017-12-04T17:38:13.329Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gleave","rejection":null,"government_response":{"summary":"The Government is focused on securing the best possible deal as we leave the EU. The financial implications of the UK's withdrawal can only be resolved as part of the settlement of all exit issues. ","details":"We are focussed on securing the best possible deal for the United Kingdom as we leave the European Union. \r\n\r\nAs was said in the Article 50 letter, the settlement should be in accordance with the law and in the spirit of the UK’s continuing partnership with the EU. The Commission has set out its position on the financial settlement and the Government has undertaken a detailed examination of the technicalities. We are approaching discussions constructively and respectfully, and are confident that we can achieve an outcome that works in the interests of both sides.\r\n\r\nThe Prime Minister has said that we can only resolve the financial implications of the UK's withdrawal as part of the settlement of all the issues addressed in her Florence speech. The Government recognises that the UK has obligations to the EU, and the EU obligations to the UK, that will survive the UK’s withdrawal, and that these need to be resolved.\r\n\r\nIn her Florence Speech, the Prime Minister reassured EU member states that they will not need to pay more or receive less money over the remainder of the current budget plan as a result of our decision to leave. The Prime Minister also made clear that the UK will honour its commitments made during the period of our membership. \r\n\r\nThe UK continues to play a full part in EU business, including on EU budget negotiations. While the UK remains a member of the EU, we remain committed to budgetary restraint and ensuring that we live within the 2013 deal on the Multiannual Financial Framework.\r\n\r\nThe Prime Minister also acknowledged in her Florence Speech that we will want to continue working with the EU in ways that promote the long-term economic development of our continent. This includes continuing to take part in those specific policies and programmes which are to both the UK and the EU’s joint advantage, such as those that promote science, education and culture – and those that promote our mutual security.  Should this participation be agreed upon, we would expect to make an ongoing contribution to cover our fair share of the costs involved.  \r\n\r\nConclusion\r\nWe are focussed on securing the best possible deal for the United Kingdom as we leave the European Union. Once we have left, decisions on how taxpayers’ money is spent will be made in the UK.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-12-04T17:38:13.327Z","updated_at":"2017-12-04T17:38:13.327Z"},"debate":null}},{"type":"petition","id":203202,"links":{"self":"https://petition.parliament.uk/petitions/203202.json"},"attributes":{"action":"Make offering gay conversion therapy a criminal offence","background":"Being gay is not an illness, yet to this day gay people are still offered 'therapies' to cure themselves. This often involves electroshock, starvation and prayer therapy. This dangerous practice is not yet illegal despite all major psychological bodies ruling it not only ineffective but also harmful","additional_details":"Just months ago the government said they were satisfied they'd ‘already taken the necessary steps to prevent the practice of gay conversion therapy in the UK - however a recent investigation by a journalist exposed the practice happening at a church.","state":"open","signature_count":11698,"created_at":"2017-10-18T19:11:24.853Z","updated_at":"2017-12-14T22:57:13.264Z","rejected_at":null,"opened_at":"2017-10-27T12:24:27.954Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-18T19:24:42.144Z","response_threshold_reached_at":"2017-11-11T15:45:03.895Z","government_response_at":"2017-11-30T09:51:40.087Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Josh Parry","rejection":null,"government_response":{"summary":"The Government totally condemns any attempt to treat being gay, lesbian or bisexual as an illness. However, the Government does not believe creating a criminal offence is the right way forward.","details":"Gay conversion therapy is an attempt to use therapeutic approaches to change a person’s sexual orientation. It is sometimes known as ‘reparative’ or ‘gay cure’ therapy. The Government fully recognise the importance of this issue and the adverse impact this treatment could have on lesbian, gay and bisexual (LGB) people.\r\n\r\nThere is no evidence that this sort of treatment is beneficial, and indeed it may well cause significant harm to some patients. It is incumbent on professionals working in the National Health Service to ensure that treatment and care, including therapy, is provided to every patient without any form of discrimination.\r\n\r\nThis Government is committed to tackling discrimination towards LGBT people. That is why we have already worked with the main registration and accreditation bodies for psychotherapy and counselling practitioners, including the UK Council for Psychotherapy (UKCP), to develop first a consensus statement and then a Memorandum of Understanding committing signatory organisations to a range of activities including training and awareness raising amongst their members in relation to this issue. This Government has already taken the necessary steps to prevent the practice of gay conversion therapy in the UK. \r\n\r\nWe are not aware of the incident referred to in the e-petition.\r\n\r\nDepartment of Health","created_at":"2017-11-30T09:51:40.085Z","updated_at":"2017-11-30T09:51:40.085Z"},"debate":null}},{"type":"petition","id":202302,"links":{"self":"https://petition.parliament.uk/petitions/202302.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"to create a law to make people slow down or move over for vehicles that have broken down or accidents etc on the roadside...","additional_details":"Due to the increase of fatalities and serious injury whilst recovering vehicles on  the roadside we must increase safety procedures in place for the roadside recovery drivers.","state":"open","signature_count":11601,"created_at":"2017-10-06T13:49:17.693Z","updated_at":"2017-12-14T22:32:19.988Z","rejected_at":null,"opened_at":"2017-10-10T08:44:43.769Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:40:00.363Z","response_threshold_reached_at":"2017-10-17T08:51:02.815Z","government_response_at":"2017-10-30T16:12:04.200Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stanley Peter Gallears","rejection":null,"government_response":{"summary":"The Government considers there is robust regulation in place that includes provisions for the safety of workers on the roadside, including roadside recovery drivers.","details":"Ensuring the safety of anyone working on our roads is just as important as ensuring the safety of those travelling on them. In areas identified as especially high risk, such as the hard shoulder on motorways, the Department for Transport placed a specific responsibility on Highways England, under the Infrastructure Act 2015, to have due regard to the need to protect and improve the safety of the strategic road network as a whole for all road users. This includes ensuring that roadside vehicle recovery operations are safe for both recovery drivers and all other road users. \r\n\r\nAs a first step towards this goal, the Government set a challenging target. Highways England has a target to reduce those killed or seriously injured on their strategic road network, of a decrease of at least 40% by the end of 2020 against the 2005-09 average baselines. Further details on Highways England’s Health \u0026 Safety 5 year plan is available on the Highways England website: https://www.gov.uk/government/publications/highways-england-health-and-safety.\r\n\r\nRules 219 and 281 of the Highway Code provide for emergency and incident support vehicles and their corresponding warning signs or flashing lights. These rules advise drivers to be aware of emergency or incident support vehicles on the road: it provides advice on which warning lights or signals these vehicles use, and advises drivers to exercise extra care and attention including slowing down, being prepared to stop, and to follow any directions given by police officers, or traffic officers, as to whether drivers can safely pass an incident or blockage.\r\n\r\nWhether on the strategic road network or on local roads, the police already have powers to deal with road users who do not slow down or move over for vehicles that have broken down or been involved in accidents on the roadside. Road users, are required to comply with road traffic law in the interests of their own safety and that of other road users. If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes a nuisance, they may be committing a number of offences. For example, under sections 2 and 3 of the Road Traffic Act 1988 (as amended) a person may be charged with the offences of dangerous driving, or careless and inconsiderate driving. In each case it is for the police to enforce the law.\r\n\r\nThe Health and Safety at Work Act 1974 also requires employers to ensure the safety of their employees during the course of their work. HSE would expect that employers have arrangements in place to ensure that safe working procedures are used, vehicles and equipment of an appropriate standard are provided and maintained, where necessary, appropriate personal protective equipment (PPE) is provided and used, and all persons have been adequately trained by a competent person on how to work safely at the roadside and the precautions they should be recommending to the occupants of incident support vehicles. For further details please visit the Health and Safety Executive website: http://www.hse.gov.uk/foi/internalops/sims/manuf/3_04_61.htm.\r\n\r\nAdvice on safe systems of work for ensuring the health and safety of both roadside technicians and members of the public who may be affected by their activities, has been published in the British Standard Code of Practice, BS 7121-12:1999 “Safe use of cranes - Part 12: Recovery vehicles and equipment - Code of Practice”; and the British Standards Institute (BSI) publication PAS43 “Safe working of vehicle breakdown and recovery operators: Management system specification”. This guidance on the safe management of vehicle breakdown and recovery operations was produced by SURVIVE. SURVIVE is a partnership between the Government, police, motoring industry and service organisations. Its aim is to improve the safety of roadside recovery operators and customers and is currently consulting with interested bodies on procedures for 'breakdowns in coned-off areas'. For further details, the SURVIVE website is: http://www.survivegroup.org/pages/home.\r\n\r\nDepartment for Transport","created_at":"2017-10-30T16:12:04.196Z","updated_at":"2017-10-30T16:12:04.196Z"},"debate":null}},{"type":"petition","id":200117,"links":{"self":"https://petition.parliament.uk/petitions/200117.json"},"attributes":{"action":"Layla's Law Vaccinate all UK children against Meningitis B strain (MenB).","background":"Layla Rose Ermenekli, died of Meningitis B on the 4th Feb 17. Had Parliament made the Vaccination available to all children on 01 Sept 15 and not just new born babies, Layla Rose would be alive today. In addition the report into Layla's death shows medical professionals missed opportunities.","additional_details":"A doctor dismissed a rash as a bruise. Due to the rapid onset of Death or at best, life long debilitating disabilities, we cannot take such high risks with Children's  life's. Meningitis Now the charity and medical professionals and MPs agree all children should be vaccinated. 3,200 contract this disease each year and 10% die.","state":"open","signature_count":11600,"created_at":"2017-09-13T08:07:52.161Z","updated_at":"2017-12-14T21:38:46.867Z","rejected_at":null,"opened_at":"2017-09-15T09:54:39.013Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T08:51:50.620Z","response_threshold_reached_at":"2017-10-10T06:37:28.718Z","government_response_at":"2017-10-23T15:46:31.296Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Ronald Carter","rejection":null,"government_response":{"summary":"The UK became the first country to have a national publicly-funded infant MenB vaccination programme using the vaccine Bexsero®. Based on expert advice, it offers protection to those at highest risk.","details":"Vaccination saves lives – it prevents disease, disability and death. It is a vital way to protect children (and others) against a range of serious diseases and we strongly encourage families to take up vaccinations when offered. \r\n\r\nAll our vaccination programmes are based on expert review of the evidence from the Joint Committee on Vaccination \u0026 Immunisation (JCVI) – it bases its recommendations on a comprehensive review of a wide range of scientific and other evidence, including from the published literature, and commissioned studies such as independent analyses of vaccine effectiveness and cost effectiveness. https://www.gov.uk/government/groups/joint-committee-on-vaccination-and-immunisation\r\n\r\nMen B is a terrible disease and the Department would like to extend its deepest sympathies to the family and friends of Layla Rose Ermenekli. However, the UK MenB vaccination programme is based on the advice of the JCVI.  The JCVI recommended that MenB immunisation should be routinely offered to the group of children at the highest risk, and reviewed all available evidence in determining their advice.\r\n\r\nTheir advice is summarised in the following statement:\r\nhttps://www.gov.uk/government/publications/meningococcal-b-vaccine-jcvi-position-statement\r\n\r\nFollowing JCVI’s recommendation, the UK is proud to have been the first country to introduce a national, publically funded MenB immunisation programme for infants using the Bexsero® vaccine. Since September 2015, all infants aged two months have been offered the MenB vaccine, followed by a second dose at four months and a booster at 12 months. Since May 2017, all children under two have become eligible for vaccination. The vaccine is also available to a small number of older children and adults who are at an increased risk of infection, such as those with specific underlying medical conditions. \r\n\r\nThe JCVI keeps the eligibility criteria of all vaccination programmes under review and considers new evidence as it emerges. The JCVI has considered older age groups (1-4 year olds) but did not advise a catch up programme. The JCVI have also requested further research to reduce uncertainty and give a greater level of confidence on whether a vaccination programme for adolescents would be cost effective. Specifically, the JCVI have requested a study of the effect of MenB vaccination on the carriage of meningococcal strains in adolescents. An open competition process has been carried out, and completed, to commission this work, which the selected research team could potentially begin by the end of 2017.\r\n\r\nMenB is, thankfully, very rare and incidence has been declining since 2000/2001. There were about 1,600 cases of MenB in 2000/01 compared to 444 MenB cases in 2015/16 and the vaccine protects against the majority of MenB strains for infants and those who are at risk of meningococcal disease. \r\n\r\nThere are, however, strains of group B meningococcal bacteria which are not covered by the vaccine and cases can still occur in vaccinated infants and children. It is therefore very important for parents to be alert to the symptoms of meningococcal disease such as fever, blotchy skin, refusal to feed, irritability, cold hands and feet, rash, muscle pain, and a stiff body with jerky movements or else floppy and lifeless. Parents should trust their instincts and seek urgent medical attention if they have concerns. Further information is available publically on the NHS choices website; https://www.nhs.uk/Conditions/Meningitis/Pages/Introduction.aspx \r\n\r\nPublic Health England (PHE) has been collaborating with charities about how best to help parents understand the signs and symptoms of meningitis and septicaemia. This includes providing  funding to the charities to deliver a package of activities, including distributing materials to highlight the most common signs of meningitis in babies and toddlers and digital promotion of a ‘Meningitis Signs and Symptoms’ app to educate parents.\r\n\r\nDepartment of Health","created_at":"2017-10-23T15:46:31.293Z","updated_at":"2017-10-23T15:46:31.293Z"},"debate":null}},{"type":"petition","id":202061,"links":{"self":"https://petition.parliament.uk/petitions/202061.json"},"attributes":{"action":"Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)","background":"The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.","additional_details":"There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org","state":"open","signature_count":10915,"created_at":"2017-10-03T11:25:11.503Z","updated_at":"2017-12-14T23:52:07.640Z","rejected_at":null,"opened_at":"2017-10-06T16:47:31.351Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T11:45:00.333Z","response_threshold_reached_at":"2017-11-17T11:27:01.819Z","government_response_at":"2017-12-04T16:21:37.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Beckett","rejection":null,"government_response":{"summary":"The NHS Act 2006, the Care Act 2014, and the Children and Families Act 2014 provide a robust statutory framework for supporting people with ADHD, backed by investment in mental health services. ","details":"The Government is committed to supporting children, young people and adults with Attention Deficit Hyperactivity Disorder (ADHD) and improving their quality of life. We recognise the importance for people with ADHD of receiving a timely diagnosis and appropriate support. Current legislation and guidelines set out how services should support people of all ages with ADHD. \r\n\r\nIn 2016, the National Institute for Health and Care Excellence (NICE) published a guideline on diagnosing and managing ADHD for people aged 3 and above. This aims to improve the diagnosis of ADHD as well as the quality of care and support for people with an ADHD diagnosis. An updated guideline is expected to be published in February 2018.\r\n\r\nThe Care Act 2014 represents the most comprehensive reform of social care legislation in over 60 years. The Act puts in place requirements for local authorities to meet a person’s eligible care and support needs, including those of people with ADHD, and to help and protect people with care and support needs, who may be at risk of abuse or neglect as a result of those needs. \r\n\r\nThe Government recognises that children and young people with ADHD often need special educational provision and under the Children and Families Act (2014), local authorities, health and care services must commission services jointly to ensure the needs of children and young people with Special Educational Needs and Disabilities (SEND) are met. Local Authorities must publish a clear outline of services available which has been developed for, and with, parents and young people. \r\n\r\nWe have also introduced a more streamlined assessment process to develop Education, Health and Care plans to support children and young people with SEND. These are co-ordinated across education, health and care, and involve children and young people and their families throughout the process.\r\n\r\nThese measures aim to reduce health inequalities and improve outcomes for children and young people with SEND and their families.  \r\n\r\nWe recognise that having ADHD can lead people to experience mental health problems and the Government is committed to improving mental health support and services. We have increased funding for mental health services by 8.4% since 2014/15 and last year, spend was the highest ever at £11.6bn.  \r\n\r\nWe have also commissioned NICE and the National Collaborating Centre for Mental Health (NCCMH) to improve mental health service pathways and tackle variations in provision. NHS England’s ‘Standard for Mental Health Investment’ ensures that NHS investment in mental health increases year on year. \r\n\r\nThe Government has introduced the Children and Young People’s Improving Access to Psychological Therapies programme (CYP IAPT) which aims to improve Child and Adolescent Mental Health Services (CAMHS). 90% of the 0-18 population are covered by this change programme and we are on course to reach 100% by 2018. \r\n\r\nWhilst we recognise the need to continue to improve support for people with ADHD, we believe the existing statutory framework provides the scope to achieve this and have no current plans to introduce a specific Act of Parliament. \r\n\r\nDepartment of Health","created_at":"2017-12-04T16:21:37.912Z","updated_at":"2017-12-04T16:21:37.912Z"},"debate":null}},{"type":"petition","id":201003,"links":{"self":"https://petition.parliament.uk/petitions/201003.json"},"attributes":{"action":"Make Bullying a Criminal Offence","background":"Bullying ruins the life of victims. Sadly, it is a daily occurrence for some schoolchildren and is sometimes so severe that victims self-harm, lose out on schooling, or even like my son Brandon take their own life.","additional_details":"The police in my son's case refused to investigate as my son was not attending school. This cannot be right. I call upon the Government to urgently produce guidelines for the investigation of and prosecution of offences which arise out of bullying and to plug the gaps in the law where the victim has been harmed due to bullying, which is not recognised as an offence. Without penalties being imposed there is no guarantee that others won't be hurt.' ","state":"open","signature_count":10553,"created_at":"2017-09-21T14:15:09.191Z","updated_at":"2017-12-14T23:53:44.711Z","rejected_at":null,"opened_at":"2017-09-26T17:09:18.042Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T14:34:23.536Z","response_threshold_reached_at":"2017-12-12T19:24:39.928Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mina rayat","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204653,"links":{"self":"https://petition.parliament.uk/petitions/204653.json"},"attributes":{"action":"Parliament must debate whether the PM should disclose any offshore interests.","background":"It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"","additional_details":"But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.","state":"open","signature_count":10537,"created_at":"2017-11-07T16:52:01.181Z","updated_at":"2017-12-14T18:53:44.878Z","rejected_at":null,"opened_at":"2017-11-17T16:16:06.933Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T17:31:35.795Z","response_threshold_reached_at":"2017-12-03T22:11:52.390Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jolyon Maugham","rejection":null,"government_response":null,"debate":null}}]}