{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=65\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":170055,"links":{"self":"https://petition.parliament.uk/petitions/170055.json"},"attributes":{"action":"CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom","background":"Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.","additional_details":"Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".","state":"open","signature_count":10466,"created_at":"2016-10-21T21:40:30.303Z","updated_at":"2017-04-29T23:29:25.271Z","open_at":"2016-11-21T17:24:42.128Z","closed_at":null,"government_response_at":"2017-04-25T17:08:33.638Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-22T00:41:22.829Z","response_threshold_reached_at":"2017-04-23T17:30:28.750Z","creator_name":"Paramjeet Singh","rejection":null,"government_response":{"summary":"The overarching principles of Article 25 of India’s constitution guarantee the freedom of conscience and the right to freely process, practice and propagate religion to all citizens, including Sikhs.","details":"India is a country with a strong history of democracy and pluralism, which guarantees human rights and religious freedoms within its constitution. However, it also faces numerous challenges relating to its size, social and economic development.  \r\n\r\nThe British government welcomes Prime Minister Modi’s commitment to the development of India and its core values of tolerance and freedoms. We will continue to work collaboratively with the Indian government on a range of important issues, including the promotion and protection of fundamental human rights such as freedom of religious expression.\r\n\r\nThe Indian government has a range of policies and programmes to support minority communities.  Prime Minister Modi has made clear that every citizen has the right to follow any faith without coercion and has vowed to protect all religious groups. We welcome this statement.  \r\n\r\nWe are aware there is a wide range of views and lively debate around India’s constitution. This is a matter for the Government of India and its people.\r\n\r\nThe British High Commission in New Delhi maintains a dialogue with the Indian National Commission for Minorities and with other relevant State level authorities including the Sikh community. \r\n\r\nForeign and Commonwealth Office","created_at":"2017-04-25T17:08:33.636Z","updated_at":"2017-04-25T17:08:33.636Z"},"debate":null}},{"type":"petition","id":176749,"links":{"self":"https://petition.parliament.uk/petitions/176749.json"},"attributes":{"action":"Develop a GCSE in Natural History.","background":"Re-engagement with Britain's natural history has never been more urgent. Young people need the skills to name, observe, monitor and record wildlife. It is vital to understand the contribution nature makes to our lives  physically, culturally, emotionally and scientifically both in the past and today","additional_details":"Britain’s reputation for recording its natural history was unsurpassed anywhere in the world. Those skills are disappearing as new generations are increasingly disconnected. The UK also has outstanding nature writing, art, poetry, film and radio. It has always been integral to our culture and heritage. \r\nTony Juniper: “This is a brilliant idea and I am happy to endorse, support and advocate however I can.”\r\nProfessor Tim Birkhead FRS: “This is the best idea I have heard about for a long time.”","state":"open","signature_count":10454,"created_at":"2017-01-05T13:39:51.450Z","updated_at":"2017-04-29T23:40:58.216Z","open_at":"2017-01-09T10:04:01.168Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T14:27:40.341Z","response_threshold_reached_at":"2017-04-28T17:56:48.303Z","creator_name":"Mary Colwell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187570,"links":{"self":"https://petition.parliament.uk/petitions/187570.json"},"attributes":{"action":"Reject all demands from the EU for penalty charges for Brexit.","background":"The EU seeks to protect its income for up to five years by imposing penalties for Brexit, yet there is no written agreement or treaty obligation on us to pay.","additional_details":"","state":"open","signature_count":10443,"created_at":"2017-02-25T10:16:58.084Z","updated_at":"2017-04-29T18:56:31.229Z","open_at":"2017-03-07T13:10:44.313Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-26T12:33:33.839Z","response_threshold_reached_at":"2017-04-07T17:26:08.729Z","creator_name":"John Brender","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":186047,"links":{"self":"https://petition.parliament.uk/petitions/186047.json"},"attributes":{"action":"Cut all public funding to Tony Blair - This to include protection \u0026 expenses","background":"Tony Blair is costing the taxpayer millions of pounds a year in police protection, as well as blurring the line between his work and his business interests.  Tony is too vocal trying to split this country asking for EU remainers to rise up against democracy, he needs to be stopped.","additional_details":"http://www.telegraph.co.uk/news/2017/02/17/dont-trust-tony-blairs-rise-brexit-speech-leaves-many-social/\r\n\r\nhttp://www.telegraph.co.uk/news/investigations/revealed-the-true-scale-of-tony-blairs-global-business-empire/\r\n\r\n","state":"open","signature_count":10378,"created_at":"2017-02-17T12:15:48.874Z","updated_at":"2017-04-29T23:55:00.795Z","open_at":"2017-02-28T19:01:00.738Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-17T12:45:37.989Z","response_threshold_reached_at":"2017-04-12T22:40:42.513Z","creator_name":"Steve Goodwin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187743,"links":{"self":"https://petition.parliament.uk/petitions/187743.json"},"attributes":{"action":"create allocated overnight parking areas for motorhomes \u0026 campers across the uk","background":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk.","additional_details":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk, similar to those on the continent,at the moment if you stop in a local council carpark overnight you are treated like a criminal and face a fine. simple , easy access parking for  one night stopovers  is all we are asking. ","state":"open","signature_count":10314,"created_at":"2017-02-26T16:20:19.243Z","updated_at":"2017-04-29T23:43:18.744Z","open_at":"2017-03-08T14:53:02.387Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-26T16:34:42.440Z","response_threshold_reached_at":"2017-04-26T09:02:50.328Z","creator_name":"kevin rose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177899,"links":{"self":"https://petition.parliament.uk/petitions/177899.json"},"attributes":{"action":"Make it a specific criminal offence to assault an HM Prison Officer.","background":"A report has revealed that, over a two month period last year, prisoners assaulted more than 1,000 prison officers. This includes 95 of the highest category 'serious' assaults on staff, such as being slashed with homemade weapons.\r\n\r\nThe two monthly total equates to more than 16 attacks a day.","additional_details":"","state":"open","signature_count":10268,"created_at":"2017-01-19T08:56:08.730Z","updated_at":"2017-04-28T15:30:45.132Z","open_at":"2017-01-23T09:31:30.445Z","closed_at":null,"government_response_at":"2017-04-04T13:43:47.283Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-19T09:14:08.483Z","response_threshold_reached_at":"2017-03-20T22:10:33.291Z","creator_name":"Andrea Gray","rejection":null,"government_response":{"summary":"Assaults on Prison Officers are unacceptable, and already criminalised. If the victim serves the public, an assault is treated more seriously. A new offence would not provide additional protection.","details":"Assaults on Prison Officers are completely unacceptable. The Government is determined to ensure that all public servants have a safe and secure working environment.   \r\n\r\nViolence in prison is a crime. Any prisoner who commits an act of violence can expect to have action taken against them, which may include a loss of privileges or additional days in prison (imposed through internal disciplinary procedures), or referral to the police.\r\n\r\nAny assault on someone providing a service to the public (including Prison Officers) is treated very seriously.  The Code for Crown Prosecutors states that “a prosecution is …more likely if the offence has been committed against a victim who was at the time a person serving the public”.  And the fact that the victim is providing a service to the public is listed as an aggravating factor in sentencing guidelines which courts have a statutory duty to follow.  As such, offenders who assault someone providing a service to the public may face a higher sentence than that for other assaults.\r\n\r\nThere is already a range of offences which criminalise assault or violent behaviour. These start with common assault, the maximum sentence for which is 6 months imprisonment or a fine or both.  (This is the same maximum as for the specific offence of assaulting a constable in the execution of his duty.)  Assault occasioning Actual Bodily Harm and Wounding or Inflicting Grievous Bodily Harm (GBH) are more serious offences against the person, both with a maximum custodial sentence of 5 years. The most serious applicable offences, such as wounding or causing GBH with intent, have a maximum sentence of life imprisonment. \r\n\r\nAll these offences apply whoever is the victim, including of course Prison Officers. \r\n\r\nIn addition, there is a specific offence of assault on a police constable in the execution of his duty (s. 89 of the Police Act 1996).  Public sector Prison Officers, while acting as such, have all the powers, authority, protection and privileges of a constable by virtue of s.8 of the Prison Act 1952.   They therefore come within the scope of the s.89 offence if assaulted in the course of their duties.  Private sector Prison Officers are covered by the separate offences of assault on a prisoner custody officer (s.90 of the Criminal Justice Act 1991) and on a secure training centre custody officer (s.13 of the Criminal Justice and Public Order Act 1994).  All these offences have the same maximum penalty as common assault.\r\n\r\nThe Serious Crime Act 2015 has introduced two new offences of being in possession of a knife, or other offensive weapon within a prison (maximum penalty four years’ imprisonment), and throwing of items over a prison wall (maximum penalty, two years’ imprisonment).  The latter is a common way of introducing contraband to the prison: usually Psychoactive Substances which are known to have a link to increased violence.\r\n\r\nThe Government is committed to improving safety and decreasing violence across the prison estate. We do not underestimate the challenges faced by everyone working in prisons and will continue to support our staff to help them maintain safe and secure prisons.\r\n\r\nThe Government is currently taking action which includes tackling the use of drugs, mobile phones and drones, while strengthening the frontline by recruiting an additional 2,500 staff. We are also providing over 3,400 body-worn cameras across the estate, alongside training to improve staff interactions with prisoners.\r\n\r\nThe increase in staff will provide the capacity for Prison Officers to play a dedicated officer role and build constructive relationships with prisoners, reduce levels of frustration and, ultimately, reduce levels of violence.\r\n\r\nThe Government does not underestimate the hard work and challenges faced by prison staff in dealing with serious violent incidents. We will continue to support staff to help them maintain safe and secure prisons.\r\n\r\nMinistry of Justice","created_at":"2017-04-04T13:43:47.281Z","updated_at":"2017-04-04T13:43:47.281Z"},"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10263,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2017-04-19T02:44:06.518Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":182057,"links":{"self":"https://petition.parliament.uk/petitions/182057.json"},"attributes":{"action":"Make political claims subject to advertising standards laws.","background":"A company making false claims in order to sell its products is liable to prosecution. Any politician, candidate or political party making false claims should also be prosecuted.","additional_details":"","state":"open","signature_count":10258,"created_at":"2017-02-01T22:39:12.291Z","updated_at":"2017-04-29T23:48:39.780Z","open_at":"2017-02-07T19:24:00.109Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T12:37:40.860Z","response_threshold_reached_at":"2017-04-28T12:10:57.190Z","creator_name":"David Scott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183806,"links":{"self":"https://petition.parliament.uk/petitions/183806.json"},"attributes":{"action":"Teresa may to recognise endometriosis under the equality act 2010","background":"This is a debilitating illness that affects 1 in 10 women in the UK. It's a chronic condition that causes painful and heavy periods. It has a significant impact on a woman's life in a number of ways including chronic pain, fatigue and depression. The cause is unknown and there is no definitive cure.","additional_details":"Women who suffer often face criticism from their employer and sometimes can lead to them leaving employment. Women endure so much when they are suffering and may even be faced with infertility. The last thing they need is to worry about their work life. Endometriosis needs to be formally recognised under the equality act  2010. In other countries it is recognised as a disability.","state":"open","signature_count":10049,"created_at":"2017-02-08T02:26:53.534Z","updated_at":"2017-04-29T23:57:21.200Z","open_at":"2017-02-15T10:44:07.327Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T03:23:17.252Z","response_threshold_reached_at":"2017-04-29T13:06:50.970Z","creator_name":"Leane Sluman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183943,"links":{"self":"https://petition.parliament.uk/petitions/183943.json"},"attributes":{"action":"Keep open the 'Dubs scheme' to resettle 3000 unaccompanied refugee children.","background":"The Home Office has announced that the 'Dubs scheme' to resettle unaccompanied refugee children in the UK will close after just 350 children are helped. At the time of its creation, campaigners called for it to aid 3000 children. The UK is turning its back on the most vulnerable people in the world.","additional_details":"The 'Dubs scheme' is named after Lord Dubs, who got an amendment to the Immigration Act passed last year. His amendment did not specify a number of children, but campaigners made clear that thousands of vulnerable refugee children were stranded and alone, and called on the UK government to help up to 3000 of them. Announcing that the scheme will only help 350 children - about one for every local authority - is a callous, inhumane act which leaves children at huge risk of deprivation and abuse.","state":"open","signature_count":10038,"created_at":"2017-02-08T18:21:56.390Z","updated_at":"2017-04-28T10:52:27.397Z","open_at":"2017-02-13T19:41:41.373Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T19:08:30.620Z","response_threshold_reached_at":"2017-04-14T21:00:59.573Z","creator_name":"Steven Shakespeare","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175433,"links":{"self":"https://petition.parliament.uk/petitions/175433.json"},"attributes":{"action":"Stop business rate rises before they wreck independent high street retailers","background":"Independent retailers in many towns face rate increases which will force them out of business. National chains are pushing up property values, and independents are paying for this in their rates. Higher property values do not mean more turnover. The unintended consequence will be bland high streets.","additional_details":"The new business rates have an unsound basis. Rising property values are a cost to small retailers, not a source of profit. Increasing rates in line with property values is a double burden which will be the end for many much-loved retailers, and will turn interesting high streets into identical dull parades of chain coffee shops, charity outlets, and predictable national retailers. Local councils should not be wrecking their own high streets. Business rates need to be reconsidered.","state":"open","signature_count":9910,"created_at":"2016-12-13T11:39:25.494Z","updated_at":"2017-04-29T16:46:31.167Z","open_at":"2016-12-16T17:23:26.336Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-13T20:49:49.684Z","response_threshold_reached_at":null,"creator_name":"Irena Sibrijns","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190146,"links":{"self":"https://petition.parliament.uk/petitions/190146.json"},"attributes":{"action":"British Citizens who fight for enemies of our nation should face Treason Charges","background":"Any British Citizen or resident with right to stay who travels overseas to fight for any organisation, nation or group listed as an enemy of our nation or wishes to do harm to our nation should face automatic Treason charges if they try to return back to the United Kingdom or its territories.","additional_details":"","state":"open","signature_count":9886,"created_at":"2017-03-13T12:16:36.446Z","updated_at":"2017-04-29T16:51:33.589Z","open_at":"2017-03-22T12:32:55.816Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-13T22:29:37.321Z","response_threshold_reached_at":null,"creator_name":"Philip Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":194722,"links":{"self":"https://petition.parliament.uk/petitions/194722.json"},"attributes":{"action":"Call Government Committee on UKAD","background":"The signatories believe that the ad-hoc government Committee should be called to investigate UKAD negligence and disability to protect the British sport from doping. At the same time British athletes must not be allowed to apply for TUE because it goes against the principle of fair play.","additional_details":"Recent scandals regarding the doping cases of Sir Bradley Wiggins and Sir Mo Farah proved athletes' dishonesty to their competitors as well as UKAD inability to fight for doping-free sport and fair play. This issue should be investigated by the government Committee in order to recover the honest name of the British sport.","state":"open","signature_count":9633,"created_at":"2017-04-10T10:46:19.797Z","updated_at":"2017-04-29T17:22:56.862Z","open_at":"2017-04-12T15:20:30.271Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-04-10T11:10:55.360Z","response_threshold_reached_at":null,"creator_name":"Charles Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":193036,"links":{"self":"https://petition.parliament.uk/petitions/193036.json"},"attributes":{"action":"Designate music as a core subject","background":"When it comes to cost-cutting music and art is one of the 1st to go.\r\nMusic is an academic subject developing language and mathematical skills as well as the obvious creative and practical benefits. Music is a subject that excludes no one and benefits everyone regardless of their vocation in life .","additional_details":"","state":"open","signature_count":8699,"created_at":"2017-03-27T16:18:08.445Z","updated_at":"2017-04-29T23:28:13.265Z","open_at":"2017-04-10T09:27:34.670Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-31T13:11:20.739Z","response_threshold_reached_at":null,"creator_name":"Marcel Zidani ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175150,"links":{"self":"https://petition.parliament.uk/petitions/175150.json"},"attributes":{"action":"Ban and make illegal Puppy Farms in the UK","background":"Puppy farms are a money making machine only, the pups and parents are often if not always not cared for properly and end up with behavioural issues and other medical issues.","additional_details":"Using bitches as breeding machines is disgusting and no reputable breeder would ever do this. There are already many unwanted dogs in the UK, putting a strain on the RSPCA and the many charitable private dog Rescues. There is simply no need for puppy farms at all, they are cruel and should be stopped.\r\n\r\nhttp://www.thekennelclub.org.uk/our-resources/kennel-club-campaigns/puppy-farming/","state":"open","signature_count":8679,"created_at":"2016-12-09T15:35:03.841Z","updated_at":"2017-04-29T22:42:32.933Z","open_at":"2016-12-16T17:59:31.540Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-09T17:22:44.046Z","response_threshold_reached_at":null,"creator_name":"Eric Harvey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178347,"links":{"self":"https://petition.parliament.uk/petitions/178347.json"},"attributes":{"action":"Save Remembrance Sunday Parades.","background":"Due to a change in policy roads can no longer be closed. Unless local communities contract a road traffic management company to close the roads at a cost of thousands of pounds. Government should provide the council or police with extra money for these events to take place. Or these events will STOP","additional_details":"local communities are devastated that their local parade or remembrance Sunday service being lost forever. The council do not have the funds for these event to take place. The police can no longer close roads due to a change in policy. Soldier's, have died in 2 world wars and various other conflict since, we need to ensure they are remembered in a fitting manner. These parades need to be saved for future generations so they understand the ultimate sacrifice that was made by these men and woman.","state":"open","signature_count":8504,"created_at":"2017-01-25T08:00:18.011Z","updated_at":"2017-04-29T23:44:28.882Z","open_at":"2017-01-26T12:43:43.801Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T21:38:59.665Z","response_threshold_reached_at":null,"creator_name":"T. Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174647,"links":{"self":"https://petition.parliament.uk/petitions/174647.json"},"attributes":{"action":"Increase maximum sentencing for animal cruelty from 6 months.","background":"The maximum penalty is 6 months’ imprisonment and/or an unlimited fine. The financial element of the penalty was raised only last year from a maximum fine of £20,000.\r\n","additional_details":"For this to be discussed in parliament there must be 100 000 signatures. I recently signed the same petition but it only got to 50 000. ","state":"open","signature_count":8433,"created_at":"2016-12-03T16:51:54.128Z","updated_at":"2017-04-29T22:17:23.543Z","open_at":"2016-12-13T17:32:31.272Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T17:08:07.827Z","response_threshold_reached_at":null,"creator_name":"Nichola Tomlinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184429,"links":{"self":"https://petition.parliament.uk/petitions/184429.json"},"attributes":{"action":"Taxes paid by EU Citizens to be returned if they're not granted right to stay","background":"As EU citizens living and working in the UK we have made a conscious decision to invest in this country and our futures. If we are not granted permanent residence all our tax contributions should be returned, as we will no longer be able to enjoy the fruits of our labour and love. ","additional_details":"There can be no denying the positive impact EU citizens have made to the UK economy. However, we are facing the prospect of having to start new lives, leave friends, families, lovers, careers and future plans behind. To return all the investment we have made towards the prosperity of this country, would be just a small gesture, like a dream holiday booking cancellation, where the provider could no longer fulfill the Terms and Conditions.","state":"open","signature_count":8391,"created_at":"2017-02-10T14:02:41.828Z","updated_at":"2017-04-29T19:57:24.120Z","open_at":"2017-02-17T15:42:14.699Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-10T14:08:51.929Z","response_threshold_reached_at":null,"creator_name":"Veronika Rasickaite","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":188023,"links":{"self":"https://petition.parliament.uk/petitions/188023.json"},"attributes":{"action":"Ban the practice of live male chicks being killed by grinding and suffocating","background":"Every year in the UK 40m male chicks are ground, gassed or suffocated alive because their gender means they can't lay eggs.\r\n\r\nThis practice is barbaric and hidden from the public. According to Viva 66% of British people are unaware but when they found out 69% say it should be banned. \r\n\r\n","additional_details":"The practice is well documented and covered in the press.\r\n\r\nThis is a recent article by Chas Newkey-Burdan in the Guardian - \r\n\r\nhttps://www.theguardian.com/commentisfree/2017/feb/27/not-fooled-pretty-box-horror-eggs-chickens\r\n\r\nOur right wing press have been just as disgusted -  \r\nhttp://www.telegraph.co.uk/news/earth/earthnews/8107957/40-million-chicks-on-conveyor-belt-to-death.html\r\n\r\nand\r\n\r\nhttp://www.dailymail.co.uk/news/article-3466633/The-video-meat-industry-doesn-t-want-Secret-footage-hatchery-shows-baby-chicks-killed-tossed-black-bin-liners-processed-assembly-line-like-dead.html","state":"open","signature_count":8135,"created_at":"2017-02-28T14:24:21.758Z","updated_at":"2017-04-29T19:22:56.342Z","open_at":"2017-03-08T19:54:50.442Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-28T16:11:11.815Z","response_threshold_reached_at":null,"creator_name":"Dan Jacobs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174826,"links":{"self":"https://petition.parliament.uk/petitions/174826.json"},"attributes":{"action":"Reassess general aviation airfields as green belt not brown field sites.","background":"Airfields around the country are categorised  as brown field sites making them attractive for development of housing estates. However these airfields are 90% grass land. Reassessing them as green belt will protect our green countryside, protect local employment and protect general aviation. ","additional_details":"General Aviation airfields are home to wild flowers, plants and grasses as well as many small animals and birds. Our future commercial pilots start their training at these airfields which provide local employment. We will miss this national resource when it's too late and they have been dug up for housing. These are green sites and must be afforded the same protection as farm land.","state":"open","signature_count":7924,"created_at":"2016-12-06T00:10:03.553Z","updated_at":"2017-04-29T23:06:50.218Z","open_at":"2016-12-09T18:54:13.241Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-06T09:09:43.498Z","response_threshold_reached_at":null,"creator_name":"Robin Edward Carmichael Washington ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":191947,"links":{"self":"https://petition.parliament.uk/petitions/191947.json"},"attributes":{"action":"STOP CUTTING SCHOOL SUPPORT STAFF JOBS","background":"The GMB union calls upon the Government to give schools enough funding so they can employ enough support staff. As a result of spending cuts many schools have reduced the number of school support staff so the remaining staff are doing more and more. ","additional_details":"They are the hidden professionals who provide invaluable support to children and are the backbone of our education system. The support they give to vulnerable and challenging children ensures that no child is excluded from school. Without them many children would struggle and leave school without the qualifications and skills needed in adulthood. Cutting support staff could affect the outcomes and life chances of children for generations.","state":"open","signature_count":7873,"created_at":"2017-03-21T16:01:14.801Z","updated_at":"2017-04-29T23:23:27.726Z","open_at":"2017-03-30T10:17:13.414Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-21T18:20:29.460Z","response_threshold_reached_at":null,"creator_name":"Hilda Tavolara","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177312,"links":{"self":"https://petition.parliament.uk/petitions/177312.json"},"attributes":{"action":"Stop the Brexit process and declare that Britain will remain in European Union.","background":"In response to the referendum the government is spending a lot of money on preparing to take Britain out of the European Union. This petition calls on the government to immediately stop this process and to declare publicly that Britain will remain in the European Union.","additional_details":"The referendum was unfair and undemocratic because millions of British citizens living abroad and at least a million citizens of countries in the EU resident of the UK were denied the vote. The great majority of these excluded people are in favour of the UK remaining in the EU and had they been allowed to vote, the result of the referendum would almost certainly have been to remain. I for example am a British citizen resident of Spain but was not allowed to vote so my voice to remain was ignored","state":"open","signature_count":7752,"created_at":"2017-01-12T11:19:13.615Z","updated_at":"2017-04-29T22:06:10.037Z","open_at":"2017-01-16T13:38:11.116Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-12T16:50:07.369Z","response_threshold_reached_at":null,"creator_name":"Anthony Edric Charles Wolseley-Wilmsen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":194809,"links":{"self":"https://petition.parliament.uk/petitions/194809.json"},"attributes":{"action":"Denounce the Venezuelan government's violent suppression of protests in Caracas","background":"Venezuelan Government, led by Pres. Nicolas Maduro has enacted a policy of violence and fear to suppress recent protests. He has been on live television condemning the opposition for \"inciting violence\" while saying his security forces and supporters will \"defend the revolution even with blood\" \r\n  ","additional_details":"There are widely recorded videos from news outlets and social media showing:\r\n- Excessive use of force on unarmed protesters, such as Police and National guard ganging up on individual protesters and kicking them on the ground.\r\n- The use of tear gas out of date since 2015 regardless of high health risks. some reports of people dying of asphyxiation. \r\n- tear gas fired from helicopters with no regard to safety of protesters.\r\n- tear gas fired into a health centre, affecting at least one small child.","state":"open","signature_count":7644,"created_at":"2017-04-11T09:10:14.347Z","updated_at":"2017-04-29T23:45:09.267Z","open_at":"2017-04-20T11:17:48.593Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-04-11T09:31:49.707Z","response_threshold_reached_at":null,"creator_name":"Michael O'Callaghan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":193091,"links":{"self":"https://petition.parliament.uk/petitions/193091.json"},"attributes":{"action":"Brexit negotiations - no compromise over control of our borders and immigration","background":"In negotiations with the EU over the UK's withdrawal from the EU, the Government should not compromise on the need to control our own borders and immigration policy. If this means withdrawal from the Customs Union then so be it. The cultural identity of 'us' the British People should be paramount.","additional_details":"","state":"open","signature_count":7375,"created_at":"2017-03-28T06:02:06.291Z","updated_at":"2017-04-29T21:44:50.556Z","open_at":"2017-04-05T09:13:52.350Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-28T06:31:15.662Z","response_threshold_reached_at":null,"creator_name":"Nicholas Edward Hobbs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183135,"links":{"self":"https://petition.parliament.uk/petitions/183135.json"},"attributes":{"action":"Stop The Closure Of Darlington A\u0026E","background":"The government is trying to close down Darlington A\u0026E which we cant let happen.Doing this will cause people to travel excessive distances and if they don't have a car this may not be possible.It will also put strain on the out of town hospitals and will endanger lives that are emergencies.","additional_details":"","state":"open","signature_count":7312,"created_at":"2017-02-05T20:55:04.507Z","updated_at":"2017-04-29T20:23:50.004Z","open_at":"2017-02-08T21:35:59.527Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-05T21:34:37.944Z","response_threshold_reached_at":null,"creator_name":"Elizabeth Lacy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173668,"links":{"self":"https://petition.parliament.uk/petitions/173668.json"},"attributes":{"action":"Remove the Ban on agency fees and set a cap for fees instead.","background":"It is unfair for small businesses to survive especially after the increase in online estate agency and banning the agency fee makes it more difficult for estate agency to survive. To meet costs banned fee would be forwarded to landlords who would pass the cost onto tenants by increasing their rents.","additional_details":"It seems unfair for agents to charge tenants fee however Estate agents has to pay fees for referencing, Staff for viewings, Company cars, membership of professional bodies to regulated Fair trade, subscription for property portals and etc.These are paid for providing a professional first class service to the landlord and tenants.\r\nTo cover these costs agents should be allowed to charge agency fees. A cap should be set for agency fees instead so it would be fair for the tenants and Agents. \r\n\r\n","state":"open","signature_count":7292,"created_at":"2016-11-23T17:19:31.115Z","updated_at":"2017-04-29T19:20:14.341Z","open_at":"2016-11-28T17:58:17.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T17:37:52.795Z","response_threshold_reached_at":null,"creator_name":"Imran Alam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":189399,"links":{"self":"https://petition.parliament.uk/petitions/189399.json"},"attributes":{"action":"Don't steal from grieving children! Stop cuts to Widowed Parent's Allowance.","background":"The government plans to reform Bereavement Payment and Widowed Parents' Allowance putting pressure on surviving parents who are seeking to meet their grieving children's needs. These reforms drastically cut support available, heartbreakingly leaving approximately 75% of bereaved children worse off.","additional_details":"Surviving parents and their young children will be hit hardest by this cruel cut.\r\nThis is in essence stealing from these children because their parents have paid National Insurance contributions and then never lived to draw a pension or use the NHS in old age and when these parents die early, their children will get no help from this after just 18 months.\r\nThis planned cut is inhumane and must be reversed.\r\nhttp://www.childhoodbereavementnetwork.org.uk/campaigns/fairer-welfare-benefits.aspx ","state":"open","signature_count":7149,"created_at":"2017-03-08T13:50:58.669Z","updated_at":"2017-04-29T21:40:10.128Z","open_at":"2017-03-20T11:32:03.194Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-08T15:05:52.308Z","response_threshold_reached_at":null,"creator_name":"Lucy Button","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171339,"links":{"self":"https://petition.parliament.uk/petitions/171339.json"},"attributes":{"action":"Stop loudspeaker calls to prayer","background":"This is a petition calling to stop Councils from having the power to allow loudspeaker calls to prayer, in order to keep noise levels down and, in this way, to help stop the stress which loud noise already causes in modern life.","additional_details":"We have noise abatement officers  in most councils and there is already too much loud noise due to crowding in modern life.  We do not need to have loudspeakers being used in our cities and towns.","state":"open","signature_count":7139,"created_at":"2016-11-04T15:31:24.330Z","updated_at":"2017-04-29T19:21:55.516Z","open_at":"2016-11-09T09:08:03.313Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T16:15:03.640Z","response_threshold_reached_at":null,"creator_name":"Glenys Hutchinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170436,"links":{"self":"https://petition.parliament.uk/petitions/170436.json"},"attributes":{"action":"Full review of sentencing guidelines for convicted child sex offenders","background":"The legal system would appear to be too lenient on paedophiles. \r\nMany repeat offenders with dozens of convictions only get suspended prison sentences.  \r\nThis is not only no deterrent but also leaves them free to re-offend. \r\nI would like this reviewed as it is outdated.","additional_details":"I am aware of a paedophile who was convicted of grooming a 13 year old girl online who he planned to have sex with.\r\nThis was his 27th offence and he received an 8 month prison sentence, suspended for 2 years.  I do not feel this is justice for his victim(s).\r\nThis is just one of a catalogue of child sex offenders who are getting off too lightly and repeatedly putting vulnerable children in danger.","state":"open","signature_count":6905,"created_at":"2016-10-27T11:37:44.919Z","updated_at":"2017-04-29T23:49:09.978Z","open_at":"2016-11-02T18:35:55.924Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-27T11:58:50.198Z","response_threshold_reached_at":null,"creator_name":"Stacey Busby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":192348,"links":{"self":"https://petition.parliament.uk/petitions/192348.json"},"attributes":{"action":"Withdraw new TPD regulations that are affecting the vape industry","background":"I believe all new regulations regarding vaping should be withdrawn, as a healthier alternative to smoking this shouldn't regulated in the sense that items are illegal to obtain but rather supported to assist those on giving up smoking and a healthier choice that I'd 97% safer than smoking","additional_details":"Here is a link to the details on all new compliances that we must abide by\r\nhttps://www.gov.uk/guidance/e-cigarettes-regulations-for-consumer-products\r\nIt is having all effect on a lot of companies large and small, especially those just starting out in the industry and I believe it should be rethought","state":"open","signature_count":6904,"created_at":"2017-03-23T09:59:08.022Z","updated_at":"2017-04-29T23:41:28.310Z","open_at":"2017-03-31T07:41:39.093Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-23T10:29:56.894Z","response_threshold_reached_at":null,"creator_name":"Josh cobb","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174639,"links":{"self":"https://petition.parliament.uk/petitions/174639.json"},"attributes":{"action":"Stop the SIA charging £220 for officers to renew their licence.","background":"Why should the Security Industry Authority charge people every three years £220 to renew their licence and an additional £110 for any other licences held. People should not have to pay this amount of money to be able to go to work.","additional_details":"The security profession is overlooked by this country and most employees are on minimum wage.\r\nWe should not have to pay to work, the government should fund this organisation and not the employees. \r\nWithout security officers the country would be nowhere near as safe as it is and we should be treated fairly.\r\nThis charge is unacceptable.","state":"open","signature_count":6824,"created_at":"2016-12-03T15:29:58.986Z","updated_at":"2017-04-29T22:11:19.570Z","open_at":"2016-12-13T17:31:22.808Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T15:39:28.021Z","response_threshold_reached_at":null,"creator_name":"James Haigh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172220,"links":{"self":"https://petition.parliament.uk/petitions/172220.json"},"attributes":{"action":"Make co-operation with Trump administration conditional on human rights.","background":"Angela Merkel promised co-operation on the condition that “values of democracy, freedom and respect for the law and the dignity of man, independent of origin, skin colour, religion, gender, sexual orientation or political views” were upheld.\r\nThe UK Government should publicly adopt the same stance.","additional_details":"","state":"open","signature_count":6718,"created_at":"2016-11-11T14:12:58.095Z","updated_at":"2017-04-29T21:59:57.986Z","open_at":"2016-11-17T10:54:16.666Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T14:27:46.607Z","response_threshold_reached_at":null,"creator_name":"Adam Bernard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":181752,"links":{"self":"https://petition.parliament.uk/petitions/181752.json"},"attributes":{"action":"Make dog theft a criminal offence with custodial sentence and hefty fines.","background":"All too often, we read in local papers and facebook groups that dogs are being stolen, whether it be for fights or breeding. These animals are not just pets from some people but dearly loved members of the family. When thieves take an animal they leave a huge whole in the hearts of those left behind","additional_details":"Every day we read about another dog stolen, the heartbreak that families \u0026 individuals are going through. The hours spent distrubuting leafts, posters for just some hint of where their pet maybe.  In one area alone, I have hears of 3 cockers missing within a matter of days of each other. Coincidence? At a dog walking area: reports of people walking with a lead and no dog,  on one occasion, a young lad  confronted the \"walker\" because it was his dog that had was now on the empty lead. ","state":"open","signature_count":6656,"created_at":"2017-02-01T12:55:13.109Z","updated_at":"2017-04-29T12:04:58.718Z","open_at":"2017-02-03T16:32:04.254Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-01T15:28:09.084Z","response_threshold_reached_at":null,"creator_name":"julie mitchell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":180784,"links":{"self":"https://petition.parliament.uk/petitions/180784.json"},"attributes":{"action":"To define marriage as exclusively only between one man and one woman.","background":"The definition of marriage by the UK parliament should be the traditional definition of One Man and One Woman, nothing else, and should be taught as such in the education system.","additional_details":"1611 KJV Bible","state":"open","signature_count":6514,"created_at":"2017-01-30T22:58:45.446Z","updated_at":"2017-04-29T11:54:33.482Z","open_at":"2017-02-08T17:58:21.755Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T14:28:18.970Z","response_threshold_reached_at":null,"creator_name":"William George ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":182629,"links":{"self":"https://petition.parliament.uk/petitions/182629.json"},"attributes":{"action":"Remove parental responsibility for parents absent longer than 3 years","background":"Absent parents should not have a say over children they do not see or contribute to. If they do not have contact for over 3 years the residing parent should be allowed to have PR removed without contacting absent parent","additional_details":"","state":"open","signature_count":6259,"created_at":"2017-02-03T12:27:52.782Z","updated_at":"2017-04-29T23:15:22.971Z","open_at":"2017-02-08T19:41:35.094Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-03T12:43:44.775Z","response_threshold_reached_at":null,"creator_name":"Katherine Nathanielsz","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":193254,"links":{"self":"https://petition.parliament.uk/petitions/193254.json"},"attributes":{"action":"Lobster Pots and Small Craft Safety – time to change the rules!","background":"We, the undersigned, urge the Minister of State (DEFRA) to improve the way static fishing gear is marked for the safety of all small craft at sea. \r\n\r\nThe current, voluntary, guidance is not adequate.\r\n\r\nWe ask that DEFRA seeks views regarding enforceable regulation among other options.\r\n\r\n\r\n","additional_details":"This petition is sponsored by the Cruising Association (CA). We believe that the current, voluntary, arrangements and guidance have not been adequate and that the number of call-outs, by the RNLI and coastguard, to small craft disabled by fouled propellers and rudders shows the significance of the problem.\r\n\r\nWe hope that all stakeholders will work together, with DEFRA, to find a solution, particularly one that is cheap and practical for our fishermen.  \r\n\r\n\r\n","state":"open","signature_count":6035,"created_at":"2017-03-29T07:37:04.371Z","updated_at":"2017-04-29T23:20:44.409Z","open_at":"2017-04-10T09:33:17.141Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-29T08:11:02.905Z","response_threshold_reached_at":null,"creator_name":"Ian Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":192910,"links":{"self":"https://petition.parliament.uk/petitions/192910.json"},"attributes":{"action":"Ban all sharia law courts in The United Kingdom of Great Britain and NI","background":"There should be no laws running alongside the law of our land, whether legally recognised or not. The use of sharia councils, prevent Muslim women and children having the same rights afforded to all women protected by British Law which Muslim women feel they are unable to access because of sharia.","additional_details":"","state":"open","signature_count":6026,"created_at":"2017-03-26T13:23:25.081Z","updated_at":"2017-04-29T23:29:55.996Z","open_at":"2017-04-25T09:20:30.005Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-26T14:26:20.960Z","response_threshold_reached_at":null,"creator_name":"Tricia Wood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":192816,"links":{"self":"https://petition.parliament.uk/petitions/192816.json"},"attributes":{"action":"Re-evaluate the laws surrounding dog attacks on horses and their riders","background":"On the 15th of February 2017 two horses and a rider were viciously attacked by a Staffordshire Bull Terrier, causing one of the horses to undergo 6.5 hours of veterinary attention due to the severity of its wounds. \r\nOne rider was also bitten, casing deep muscle damage to her right calf. ","additional_details":"The police informed the riders that no criminal offence had been committed, as it was deemed that the dog was not behaving dangerously before it attacked, and that there was no way of knowing if the dog intended to bite the rider - making it impossible to determine if this was an animal on animal attack or an animal on human attack. This petition aims to bring attention to the need to tighten the laws surrounding dog attacks on horses to lessen the ambiguity surrounding animal on animal attacks\r\n","state":"open","signature_count":5950,"created_at":"2017-03-25T07:05:36.669Z","updated_at":"2017-04-29T11:23:07.510Z","open_at":"2017-04-04T13:53:19.799Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-26T14:28:13.302Z","response_threshold_reached_at":null,"creator_name":"Emily Bunton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171945,"links":{"self":"https://petition.parliament.uk/petitions/171945.json"},"attributes":{"action":"Call on Government to commission an independent technical review of HS2","background":"HS2 cannot meet its stated objective of delivering “..hugely enhanced capacity and connectivity between our major conurbations”. \r\n\r\nWe call on HM Government to commission an independent technical review of every aspect of the HS2 scheme to determine how and why this failure has happened.","additional_details":"HS2 is an ill-conceived and fundamentally flawed design for a high speed rail line linking London, Birmingham, Leeds and Manchester. Originally costed at £30 billion, it is now estimated to cost £56 billion or more. The project is highly controversial because of HS2 Ltd’s failure to evaluate cheaper \u0026 better alternatives, its exorbitant cost, insufficient new capacity, poor connectivity, demolition of 500+ homes, serious damage to the Chilterns AONB \u0026 Ancient Woodlands and failure to reduce CO2\r\n","state":"open","signature_count":5919,"created_at":"2016-11-09T14:50:21.777Z","updated_at":"2017-04-28T15:29:24.501Z","open_at":"2016-11-11T11:35:30.719Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T16:52:03.484Z","response_threshold_reached_at":null,"creator_name":"Quentin Macdonald","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173869,"links":{"self":"https://petition.parliament.uk/petitions/173869.json"},"attributes":{"action":"Raise pay for regular and reserve armed forces personnel","background":"Our armed forces are underpaid and over worked we think that there minimum pay should be raised not just for regulars but also reserve units aswell","additional_details":"I am an ex regular soldier and a serving reserve soldier in the army and I've seen first hand the state some of my muckers have been in having to budget for everything while risking there life if needs must to protect the uk and her inhabitants ","state":"open","signature_count":5916,"created_at":"2016-11-25T17:10:17.312Z","updated_at":"2017-04-27T21:03:53.623Z","open_at":"2016-12-02T12:49:49.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-26T19:02:45.157Z","response_threshold_reached_at":null,"creator_name":"Simon Peter flood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176763,"links":{"self":"https://petition.parliament.uk/petitions/176763.json"},"attributes":{"action":"Reduce the speed limit on single track rural lanes from 60mph to 30mph","background":"Increased traffic using badly maintained single track rural lanes as alternative routes and for commercial purposes is putting unacceptable pressure on the infrastructure and rural population. The legal speed limit of 60mph needs reducing to 30mph for the safety of families, workers and other users.","additional_details":"The urban population of the UK 80% so 20% are rural dwellers. Why are 59% of fatalities in the UK on rural roads?\r\nhttp://www.rospa.com/road-safety/advice/road-users/rural/\r\nMany single track rural roads are horse tracks over 100 years old, now supporting repeated commercial use by carriers, sat nav alternatives to the clogged main routes and increasing leisure activities. There are no pavements or lighting leave home on foot with a buggy straight on to a road with a 60mph limit - unacceptable. ","state":"open","signature_count":5846,"created_at":"2017-01-05T16:12:33.125Z","updated_at":"2017-04-28T21:36:16.692Z","open_at":"2017-01-11T12:45:01.572Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T18:29:06.835Z","response_threshold_reached_at":null,"creator_name":"DAVID ALAN CURTIS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":189365,"links":{"self":"https://petition.parliament.uk/petitions/189365.json"},"attributes":{"action":"The 17,410,742 who voted to Leave, voted for a complete \u0026 utter \"Hard Brexit\".","background":"All those who voted for Leave, voted to remove any and all control that the EU has over this country. No control over our trade, our laws, our fisheries, our money, our borders or any other control. The British people, who are the sovereign power, have made their choice. You must deliver it.","additional_details":"","state":"open","signature_count":5797,"created_at":"2017-03-08T10:25:04.269Z","updated_at":"2017-04-29T19:34:24.133Z","open_at":"2017-03-22T12:48:40.638Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-08T11:00:04.335Z","response_threshold_reached_at":null,"creator_name":"Mike Wyatt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":194915,"links":{"self":"https://petition.parliament.uk/petitions/194915.json"},"attributes":{"action":"British Government to condemn Chechnya's human rights abuses against LGBT people","background":"The government of the Chechen Republic have reportedly imprisoned more than 100 gay men in a \"concentration camp\" where they are subject to beatings and torture. Rather than condemn the wrongful, arbitrary imprisonment and torture of LGBT people, Theresa May's government has remained silent. ","additional_details":"Despite detailed reports from Amnesty International, independent Russian newspaper Novaya Gazeta and Human Rights Watch, the British Government have made no statement. Turning a blind eye whilst gay men die in concentration camps is not an option. The silence is deafening. We urge May, Johnson, and the British Government to come out in condemnation of the despicable, state-sanctioned atrocities reportedly being committed against LGBT Chechens. ","state":"open","signature_count":5743,"created_at":"2017-04-11T22:53:41.057Z","updated_at":"2017-04-29T23:16:53.505Z","open_at":"2017-04-19T17:02:13.996Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-04-11T23:41:46.924Z","response_threshold_reached_at":null,"creator_name":"Jonathan Dillon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178191,"links":{"self":"https://petition.parliament.uk/petitions/178191.json"},"attributes":{"action":"Remove Abortions From The NHS","background":"An innocent life is being taken whenever an abortion is performed. As someone who pays taxes to a great health service, I want to see this procedure removed from the NHS.","additional_details":"Science agrees that human development begins at conception: \r\n“Human development begins after the union of male and female gametes or germ cells during a process known as fertilization (conception).”[Moore, Keith L. Essentials of Human Embryology. Toronto: B.C. Decker Inc, 1988, p.2]\r\n\r\nAs the fertilized embryo has all the genetic components of an individual human they should receive the same rights as born humans. The right to life is a fundamental cornerstone to western society as we know it and abortions stand in direct opposition to that right.","state":"open","signature_count":5686,"created_at":"2017-01-23T16:30:12.400Z","updated_at":"2017-04-29T21:31:46.177Z","open_at":"2017-02-08T11:46:02.305Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-23T22:20:47.926Z","response_threshold_reached_at":null,"creator_name":"Manuel Ngochinya","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172021,"links":{"self":"https://petition.parliament.uk/petitions/172021.json"},"attributes":{"action":"Support the establishment of a European Associate Citizenship for UK Citizens","background":"Charles Goerens, MEP, has tabled an amendment calling for Associate Citizenship of the EU to be offered to citizens of former EU member states. \r\n\r\nThis proposal offers a realistic and worthwhile compromise for the 16,141,241 people who voted to remain, at no cost to the UK taxpayer. ","additional_details":"The UK Government has a responsibility to the millions of UK Citizens who voted remain. \r\n\r\nThis petition calls on the Government to support the establishment of a European Associate Citizenship. Such a move would soften the blow of Brexit for those passionate about the European project, ensure the millions of UK citizens who live and work in the EU can continue the lives they have chosen, and would give future generations the option to live and work in Europe. \r\n\r\nIt would cost the UK nothing.\r\n\r\n","state":"open","signature_count":5682,"created_at":"2016-11-09T23:12:24.930Z","updated_at":"2017-04-29T19:29:19.618Z","open_at":"2016-11-11T18:14:20.548Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T23:38:55.441Z","response_threshold_reached_at":null,"creator_name":"Elliot James Short","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172757,"links":{"self":"https://petition.parliament.uk/petitions/172757.json"},"attributes":{"action":"Hold a public inquiry into the Prison System","background":"Our Prison System is in crisis - experts accurately describe it as in 'meltdown'. \r\nA plethora of independent HMI Prison inspection reports has consistently supported this view. \r\nYesterday prison officers raised anguished voices, outside our prisons in guttural cries of despair. \r\nEnough is enough.","additional_details":"Our Prison System has no direction, funding, or vision for delivery. Prison staff are daily facing drugs, drones, suicides, self-harm, murders, escapes from closed conditions, and vicious physical assaults from drug-induced prisoners now running at 65 assaults a day, every day. Enough is enough. Independent HMI Prison inspection  reports deliver evidence weekly of decay and collapse. We need an independent inquiry into the future of the Prison  Service, it's mission, conditions and resources.","state":"open","signature_count":5553,"created_at":"2016-11-16T18:37:11.472Z","updated_at":"2017-04-24T06:40:13.390Z","open_at":"2016-11-21T15:32:27.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-16T20:38:02.687Z","response_threshold_reached_at":null,"creator_name":"Mark Leech","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172957,"links":{"self":"https://petition.parliament.uk/petitions/172957.json"},"attributes":{"action":"Remove all tolls from the River Mersey.","background":"The River Mersey will end up with 2 bridges and x2 tunnels that will be tolled in the next 12 months. The cost of the build, upkeep and repair of these huge national infrastructures have been given to the people of Merseyside. Who pays for the upkeep of the bridges \u0026 tunnels of The River Thames.","additional_details":"The bridges \u0026 tunnels are part of the national infrastructure and should not be the responsibility of the people of Merseyside in the same way the bridge to Skye is not theirs to pay for, the Bridges of The Thames are not purely for the people of London.\r\nthere are many roads, bridges \u0026 tunnels that are paid for nationally including the upkeep, I feel the same should be done on Merseyside.\r\n","state":"open","signature_count":5532,"created_at":"2016-11-18T09:12:00.133Z","updated_at":"2017-04-29T19:09:28.479Z","open_at":"2016-11-23T15:53:11.915Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T10:03:51.611Z","response_threshold_reached_at":null,"creator_name":"Kenny Harper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":181455,"links":{"self":"https://petition.parliament.uk/petitions/181455.json"},"attributes":{"action":"Increase the minimum length of prison sentencing for paedophiles, sex offenders.","background":"Prison sentences for paedophiles are too short. Often when a person is abused or sexually assaulted, the impact of what has happened destroys their life leaving them with many issues. The survivor is left with a life sentence whilst the abuser is free to reoffend after a short prison sentence.","additional_details":"","state":"open","signature_count":5468,"created_at":"2017-01-31T21:21:41.174Z","updated_at":"2017-04-29T13:26:00.979Z","open_at":"2017-02-07T17:23:35.441Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-31T21:42:50.861Z","response_threshold_reached_at":null,"creator_name":"AMBER HAIGH","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178353,"links":{"self":"https://petition.parliament.uk/petitions/178353.json"},"attributes":{"action":"Give CAMHS more funding and make them a more efficient system.","background":"CAMHS system makes everything much more difficult for parents and children with additional needs. \r\n TAF meetings in which the same things are said over and over again,  no support given,  expecting other unqualified in the field services to help families, long waiting lists of over a year.  ","additional_details":"Waiting YEARS for assessments on children's mental health/additional needs is UNACCEPTABLE, whilst other families slip completely through the net. \r\n It's paramount to neglect, if parents were to neglect their child(ren)  they'd be put on child protection,  yet services which are supposed to help children are allowed to NEGLECT their responsibilities, through excuses of lack of funding. CAMHS are extremely unorganised,  and inefficient to more than half of the families they are supposed to he helping. \r\n","state":"open","signature_count":5463,"created_at":"2017-01-25T10:15:47.383Z","updated_at":"2017-04-28T22:12:17.909Z","open_at":"2017-01-27T10:24:27.057Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T13:07:28.213Z","response_threshold_reached_at":null,"creator_name":"Fiona Ashton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190071,"links":{"self":"https://petition.parliament.uk/petitions/190071.json"},"attributes":{"action":"Help fund cancer treatment for children, that is not available on the NHS.","background":"Far too often we hear of a child who requires life saving treatment, that is not available on the NHS. Parents/siblings/family and friends are left to raise onwards of £500,000 to fund the treatment. \r\nNO child should experience cancer, if they do, help should be available to fund their treatment.","additional_details":"","state":"open","signature_count":5440,"created_at":"2017-03-12T20:12:51.931Z","updated_at":"2017-04-29T22:41:02.332Z","open_at":"2017-03-20T16:16:28.436Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-12T20:46:44.947Z","response_threshold_reached_at":null,"creator_name":"Kimberly Carr","rejection":null,"government_response":null,"debate":null}}]}