{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=60\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":183106,"links":{"self":"https://petition.parliament.uk/petitions/183106.json"},"attributes":{"action":"If House of Lords frustrates Article 50 then hold referendum on future of Lords","background":"If the House of Lords frustrates the democratic will of the people to leave the EU by delaying or blocking the triggering of Article 50 of the Lisbon Treaty the Government should call a national referendum on the dissolution of the House","additional_details":"","state":"open","signature_count":10937,"created_at":"2017-02-05T18:11:03.667Z","updated_at":"2017-03-25T21:54:13.545Z","open_at":"2017-02-15T11:07:20.110Z","closed_at":null,"government_response_at":"2017-03-23T13:18:51.636Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-06T19:06:37.319Z","response_threshold_reached_at":"2017-03-09T13:07:14.406Z","creator_name":"Nicholas Edward Hobbs","rejection":null,"government_response":{"summary":"The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account.The Prime Minister has confirmed that Article 50 will be triggered on 29 March","details":"The European Union (Notification of Withdrawal) Bill implements the outcome of the referendum, trusting the decision of the British people and respecting the judgment of the Supreme Court. The Article 50 Bill has been debated and scrutinised in both Houses. We are confident we will still meet our timetable of triggering Article 50 on 29th March. Assent for this Bill has now also been granted, a key step towards a smooth and orderly exit from the EU.\r\n\r\nThe Government does not consider comprehensive reform to be a priority for this Parliament but recognised the importance of addressing the size of the House of Lords in its manifesto. Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\n\r\nCabinet Office","created_at":"2017-03-23T13:18:51.634Z","updated_at":"2017-03-23T13:18:51.634Z"},"debate":null}},{"type":"petition","id":172968,"links":{"self":"https://petition.parliament.uk/petitions/172968.json"},"attributes":{"action":"No closures for legal routes for motorcycle trail riding without new provision.","background":"Make a legal requirement that any current legal unsurfaced road open to motor vehicles (including motorcycles) cannot be closed by any local authority or local council highways authority without new provision of a similar route or facility being provided.   ","additional_details":"Many local authorities  are closing legal routes to responsible and legal motorcyclists or vehicle users without apparent regard for the need for the provision of this kind of recreational pursuit. The amount of these lanes are being reduced to a critically low number which can result in illegal use of unsuitable lanes without vehicle status. We say it is not reasonable to simply close the facilities and walk away from the responsibility to provide legitimate places to ride or drive.","state":"open","signature_count":10760,"created_at":"2016-11-18T11:02:26.597Z","updated_at":"2017-03-25T21:51:59.425Z","open_at":"2016-11-23T14:22:38.851Z","closed_at":null,"government_response_at":"2017-01-18T14:43:30.411Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T11:42:58.310Z","response_threshold_reached_at":"2016-12-22T21:55:26.021Z","creator_name":"Andrew Richardson","rejection":null,"government_response":{"summary":"The Government believes that local highway authorities, which are responsible for the management of motor vehicles and unsealed routes, are best placed to develop local solutions for their area.","details":"Each local highway authority, or national park authority where appropriate, has considerable local knowledge about users to develop the most effective local solutions for their area. The Government believes that locally brokered solutions are therefore the most effective solutions in the long-term.\r\n\r\nLocal authorities have legislative powers, including powers to make a traffic regulation order to close a route to motorised vehicles if any problems occur, but they must fully consider and respond to any representations they receive about a proposed order.\r\n\r\nWe have helped establish a forum to bring together a number of motor vehicle stakeholders to discuss ways of working together in the future. The forum met on 17 November 2016, chaired by Natural England. It looks to identify and develop solutions for a range of issues about motorised vehicles.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-01-18T14:43:30.408Z","updated_at":"2017-01-18T14:43:30.408Z"},"debate":null}},{"type":"petition","id":171221,"links":{"self":"https://petition.parliament.uk/petitions/171221.json"},"attributes":{"action":"Make CCTV mandatory in the UK’s equine slaughterhouses","background":"We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.","additional_details":"Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ","state":"open","signature_count":10697,"created_at":"2016-11-03T20:14:58.466Z","updated_at":"2017-03-24T20:02:22.604Z","open_at":"2016-11-08T14:56:39.397Z","closed_at":null,"government_response_at":"2017-02-23T09:50:37.513Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T09:43:20.290Z","response_threshold_reached_at":"2017-02-10T08:33:56.107Z","creator_name":"Jessica Stark ","rejection":null,"government_response":{"summary":"The Government encourages the highest standards of animal welfare at all slaughterhouses including equine. The Government is currently reviewing the requirement for mandatory CCTV in slaughterhouses.","details":"There are strict rules that govern the slaughter of equines and the Government will take robust enforcement action against breaches of the rules protecting animal welfare at slaughter.\r\n\r\nOfficial Veterinarians (OVs) of the Food Standards Agency monitor and enforce the welfare regulations in all approved slaughterhouses to ensure that animals are spared avoidable pain, distress or suffering during the slaughter process.  OVs have the power to seize CCTV records if a breach is suspected.\r\n\r\nThe Farm Animal Welfare Committee (FAWC) published, in February 2015, an independent assessment of the use of CCTV in slaughterhouses. This concluded that CCTV can offer real benefits but that it cannot replace the need for businesses to have proper monitoring procedures in place. FAWC recommended that, in order to realise the benefits to animal welfare and to business operators set out in its report, all slaughterhouses should install CCTV in all areas where live animals are kept and where animals are stunned and killed.\r\n\r\nThe vast majority (approximately 99%) of equines going to slaughter are slaughtered in slaughterhouses that have CCTV installed in some, if not all, areas where live animals are present. There are five slaughterhouses that slaughter equines, and three have CCTV and two do not have CCTV. The Government is currently reviewing the requirement for mandatory CCTV in all slaughterhouses.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-02-23T09:50:37.510Z","updated_at":"2017-02-23T09:50:37.510Z"},"debate":null}},{"type":"petition","id":183704,"links":{"self":"https://petition.parliament.uk/petitions/183704.json"},"attributes":{"action":"To be given a choice to be fitted with an ICD when diagnosed with Brugada.","background":"My partner was diagnosed with Brugada in July 2015, had numerous tests but was classed as low risk. He begged to be fitted with an ICD and each time was told he didn't need one as he had no history of heart attacks in his family. He died august 2016. Losing my partner has destroyed me and our son.","additional_details":"Lewis was told when diagnosed that he was able to live a long and healthy life. He died one year later. He repeatedly asked if their was any medication he could take and was told there was no need. I believe being fitted with an Implantable cardioverter defibrillator would have saved my partners life. My son is without his daddy. I want people with the same condition to have the choice, low risk or high to have an ICD fitted. I am asking for two minutes of peoples time. I am begging.","state":"open","signature_count":10434,"created_at":"2017-02-07T18:20:07.061Z","updated_at":"2017-03-25T23:54:31.556Z","open_at":"2017-02-15T21:00:30.412Z","closed_at":null,"government_response_at":"2017-03-16T16:44:04.257Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-07T18:34:58.581Z","response_threshold_reached_at":"2017-03-06T22:20:53.303Z","creator_name":"Lisa Marie Lee","rejection":null,"government_response":{"summary":"We are very sorry to hear of the death of the petitioner’s partner and extend our condolences. It is a matter for the responsible clinician whether an implantable cardioverter defibrillator is fitted.","details":"It is widely known that Brugada Syndrome carries an increased risk of arrhythmias and that on some occasions these can be life threatening. Electrophysiologists (the specialist group of clinicians who look after patients diagnosed with Brugada) will be well aware of the arrhythmia risk. \r\n\r\nIn the National Institute for Health and Care Excellence (NICE) guidance - ‘Implantable cardioverter defibrillators and cardiac resynchronisation therapy for arrhythmias and heart failure’ (TA314, 2014) – it states:\r\nImplantable cardioverter debrillators (ICDs) are recommended as options for: ...treating people who: have a familial cardiac condition with a high risk of sudden death, such as long QT syndrome, hypertrophic cardiomyopathy, Brugada syndrome or arrhythmogenic right ventricular dysplasia…\r\n\r\nAs a treatment “option” whether or not ICD’s are implanted in someone with Brugada will depend on clinical recommendations and we would expect also a discussion with the patient about the risks and benefits of such devices. There are risks of implantation, such as infection, inappropriate shocks etc. so it is rarely the case that all people with a certain condition should have an ICD. It is usually that those at sufficient risk of an arrhythmia will have this recommended and those at low risk may not. \r\n\r\nTherefore, it is a matter for the responsible clinician to discuss with the patient the risks and benefits of different interventions. We would then rely on the clinical judgement of the responsible clinician as to whether a specific treatment was appropriate.  \r\n\r\nDepartment of Health","created_at":"2017-03-16T16:44:04.255Z","updated_at":"2017-03-16T16:44:04.255Z"},"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10254,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2017-03-25T07:31:37.327Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":177899,"links":{"self":"https://petition.parliament.uk/petitions/177899.json"},"attributes":{"action":"Make it a specific criminal offence to assault an HM Prison Officer.","background":"A report has revealed that, over a two month period last year, prisoners assaulted more than 1,000 prison officers. This includes 95 of the highest category 'serious' assaults on staff, such as being slashed with homemade weapons.\r\n\r\nThe two monthly total equates to more than 16 attacks a day.","additional_details":"","state":"open","signature_count":10120,"created_at":"2017-01-19T08:56:08.730Z","updated_at":"2017-03-25T17:50:45.236Z","open_at":"2017-01-23T09:31:30.445Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-19T09:14:08.483Z","response_threshold_reached_at":"2017-03-20T22:10:33.291Z","creator_name":"Andrea Gray","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169500,"links":{"self":"https://petition.parliament.uk/petitions/169500.json"},"attributes":{"action":"Ensure a new hospital is built central to all West Hertfordshire communities","background":"It must be purpose-built and equipped to modern standards with enough space for parking and future expansion.\r\n\r\nWe are members of the New Hospital Campaign formed to request a new hospital on a central, accessible site between the three main towns - Hemel Hempstead, St. Albans and Watford.  \r\n\r\n","additional_details":"The local NHS is proposing to keep the Watford site in Vicarage Road as the acute hospital. This plan is not sustainable: it cannot meet the health needs of the people of the area. The estate requires £100m of backlog maintenance and cannot be brought up to modern standards. \r\n\r\nWe need a new hospital that everyone can get to, which surveys have repeatedly shown patients want. The present hospital is in a congested corner of our area, next to the ground of a Premier League football club.   \r\n\r\n\r\n\r\n\r\n","state":"open","signature_count":10008,"created_at":"2016-10-15T16:18:36.636Z","updated_at":"2017-03-25T23:05:04.565Z","open_at":"2016-10-20T13:59:55.292Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-16T09:56:16.796Z","response_threshold_reached_at":"2017-03-25T21:30:07.736Z","creator_name":"Edith Glatter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183943,"links":{"self":"https://petition.parliament.uk/petitions/183943.json"},"attributes":{"action":"Keep open the 'Dubs scheme' to resettle 3000 unaccompanied refugee children.","background":"The Home Office has announced that the 'Dubs scheme' to resettle unaccompanied refugee children in the UK will close after just 350 children are helped. At the time of its creation, campaigners called for it to aid 3000 children. The UK is turning its back on the most vulnerable people in the world.","additional_details":"The 'Dubs scheme' is named after Lord Dubs, who got an amendment to the Immigration Act passed last year. His amendment did not specify a number of children, but campaigners made clear that thousands of vulnerable refugee children were stranded and alone, and called on the UK government to help up to 3000 of them. Announcing that the scheme will only help 350 children - about one for every local authority - is a callous, inhumane act which leaves children at huge risk of deprivation and abuse.","state":"open","signature_count":9896,"created_at":"2017-02-08T18:21:56.390Z","updated_at":"2017-03-25T22:37:20.457Z","open_at":"2017-02-13T19:41:41.373Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T19:08:30.620Z","response_threshold_reached_at":null,"creator_name":"Steven Shakespeare","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":186047,"links":{"self":"https://petition.parliament.uk/petitions/186047.json"},"attributes":{"action":"Cut all public funding to Tony Blair - This to include protection \u0026 expenses","background":"Tony Blair is costing the taxpayer millions of pounds a year in police protection, as well as blurring the line between his work and his business interests.  Tony is too vocal trying to split this country asking for EU remainers to rise up against democracy, he needs to be stopped.","additional_details":"http://www.telegraph.co.uk/news/2017/02/17/dont-trust-tony-blairs-rise-brexit-speech-leaves-many-social/\r\n\r\nhttp://www.telegraph.co.uk/news/investigations/revealed-the-true-scale-of-tony-blairs-global-business-empire/\r\n\r\n","state":"open","signature_count":9360,"created_at":"2017-02-17T12:15:48.874Z","updated_at":"2017-03-25T22:59:21.330Z","open_at":"2017-02-28T19:01:00.738Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-17T12:45:37.989Z","response_threshold_reached_at":null,"creator_name":"Steve Goodwin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184398,"links":{"self":"https://petition.parliament.uk/petitions/184398.json"},"attributes":{"action":"UK must apologise for the Balfour Declaration \u0026 lead peace efforts in Palestine","background":"We call on Her Majesty’s Government to openly apologise to the Palestinian people for issuing the Balfour Declaration. The colonial policy of Britain between 1917-1948 led to mass displacement of the Palestinian nation. ","additional_details":"HMG should recognise its role during the Mandate and now must lead attempts to reach a solution that ensures justice for the Palestinian people.","state":"open","signature_count":9313,"created_at":"2017-02-10T11:26:16.282Z","updated_at":"2017-03-25T20:26:03.418Z","open_at":"2017-02-16T15:30:00.659Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-10T12:58:45.461Z","response_threshold_reached_at":null,"creator_name":"Sameh Habeeb ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170055,"links":{"self":"https://petition.parliament.uk/petitions/170055.json"},"attributes":{"action":"CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom","background":"Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.","additional_details":"Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".","state":"open","signature_count":9256,"created_at":"2016-10-21T21:40:30.303Z","updated_at":"2017-03-25T18:56:26.497Z","open_at":"2016-11-21T17:24:42.128Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-22T00:41:22.829Z","response_threshold_reached_at":null,"creator_name":"Paramjeet Singh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175433,"links":{"self":"https://petition.parliament.uk/petitions/175433.json"},"attributes":{"action":"Stop business rate rises before they wreck independent high street retailers","background":"Independent retailers in many towns face rate increases which will force them out of business. National chains are pushing up property values, and independents are paying for this in their rates. Higher property values do not mean more turnover. The unintended consequence will be bland high streets.","additional_details":"The new business rates have an unsound basis. Rising property values are a cost to small retailers, not a source of profit. Increasing rates in line with property values is a double burden which will be the end for many much-loved retailers, and will turn interesting high streets into identical dull parades of chain coffee shops, charity outlets, and predictable national retailers. Local councils should not be wrecking their own high streets. Business rates need to be reconsidered.","state":"open","signature_count":9111,"created_at":"2016-12-13T11:39:25.494Z","updated_at":"2017-03-25T22:17:32.974Z","open_at":"2016-12-16T17:23:26.336Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-13T20:49:49.684Z","response_threshold_reached_at":null,"creator_name":"Irena Sibrijns","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169667,"links":{"self":"https://petition.parliament.uk/petitions/169667.json"},"attributes":{"action":"Give more funding to brain tumour research.","background":"Government spend on brain tumour research represented just 0.52% of its total spend on cancer research.  This cancer is the biggest killer of the under 40 age group. More funding is needed to help research this most aggressive form of cancer that is killing so many people.  ","additional_details":"","state":"open","signature_count":9037,"created_at":"2016-10-17T20:15:23.766Z","updated_at":"2017-03-25T23:30:53.956Z","open_at":"2016-10-21T17:59:38.482Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-17T20:41:53.502Z","response_threshold_reached_at":null,"creator_name":"Jessica Campling","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176987,"links":{"self":"https://petition.parliament.uk/petitions/176987.json"},"attributes":{"action":"Exempt Non-EU NHS professionals from £35,000 salary threshold","background":"Since April 2016, Non-EU citizens wishing to remain permanently in the UK have been required to earn £35,000 a year on a single contracted salary. I find this rule discriminates unfairly against those who chose to work in the NHS, where such a salary is impossible within first 5 years of employment.","additional_details":"Like many others I came to the UK to complete my MSc and now wish to remain working for NHS making differences to people's lives on a daily basis. I have been living here for over 7 years and working extra hours during nights/weekends to meet the threshold however it is not good enough to secure my place here unless something changes.\r\nSadly there are many others facing the same hardship and I believe that the threshold should be lowered to at least the average UK salary £28,000 for NHS staff.","state":"open","signature_count":8893,"created_at":"2017-01-08T17:29:46.867Z","updated_at":"2017-03-25T23:57:22.345Z","open_at":"2017-01-12T17:10:28.933Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-08T18:11:50.325Z","response_threshold_reached_at":null,"creator_name":"Anand Kumar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171211,"links":{"self":"https://petition.parliament.uk/petitions/171211.json"},"attributes":{"action":"Make 'Nutritionist' a legally protected title","background":"Currently, due to lack of regulation, anyone can set up and practice as a nutritionist/nutritional therapist, meaning there is no real protection for consumers. The Government should take action to prevent unqualified people from potentially putting people’s health at risk.\r\n\r\n","additional_details":"There is very little understanding about what a ‘Registered Nutritionist’ is and how it compares to a nutritional therapist, nutritionist, nutrition advisor (the list of terms goes on). Yes, we have a UK voluntary register of Nutritionists held by the Association for Nutrition but this goes (mostly) unnoticed by the media and the public. It’s vital that we increase the awareness of this register so that people understand where to go to for accurate, evidence based advice.","state":"open","signature_count":8605,"created_at":"2016-11-03T19:38:28.081Z","updated_at":"2017-03-25T23:02:23.099Z","open_at":"2016-11-04T17:19:21.488Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-03T20:18:23.301Z","response_threshold_reached_at":null,"creator_name":"Harriet Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":190146,"links":{"self":"https://petition.parliament.uk/petitions/190146.json"},"attributes":{"action":"British Citizens who fight for enemies of our nation should face Treason Charges","background":"Any British Citizen or resident with right to stay who travels overseas to fight for any organisation, nation or group listed as an enemy of our nation or wishes to do harm to our nation should face automatic Treason charges if they try to return back to the United Kingdom or its territories.","additional_details":"","state":"open","signature_count":8451,"created_at":"2017-03-13T12:16:36.446Z","updated_at":"2017-03-25T23:50:40.643Z","open_at":"2017-03-22T12:32:55.816Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-13T22:29:37.321Z","response_threshold_reached_at":null,"creator_name":"Philip Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183806,"links":{"self":"https://petition.parliament.uk/petitions/183806.json"},"attributes":{"action":"Teresa may to recognise endometriosis under the equality act 2010","background":"This is a debilitating illness that affects 1 in 10 women in the UK. It's a chronic condition that causes painful and heavy periods. It has a significant impact on a woman's life in a number of ways including chronic pain, fatigue and depression. The cause is unknown and there is no definitive cure.","additional_details":"Women who suffer often face criticism from their employer and sometimes can lead to them leaving employment. Women endure so much when they are suffering and may even be faced with infertility. The last thing they need is to worry about their work life. Endometriosis needs to be formally recognised under the equality act  2010. In other countries it is recognised as a disability.","state":"open","signature_count":8104,"created_at":"2017-02-08T02:26:53.534Z","updated_at":"2017-03-25T22:58:51.141Z","open_at":"2017-02-15T10:44:07.327Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T03:23:17.252Z","response_threshold_reached_at":null,"creator_name":"Leane Sluman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174826,"links":{"self":"https://petition.parliament.uk/petitions/174826.json"},"attributes":{"action":"Reassess general aviation airfields as green belt not brown field sites.","background":"Airfields around the country are categorised  as brown field sites making them attractive for development of housing estates. However these airfields are 90% grass land. Reassessing them as green belt will protect our green countryside, protect local employment and protect general aviation. ","additional_details":"General Aviation airfields are home to wild flowers, plants and grasses as well as many small animals and birds. Our future commercial pilots start their training at these airfields which provide local employment. We will miss this national resource when it's too late and they have been dug up for housing. These are green sites and must be afforded the same protection as farm land.","state":"open","signature_count":7683,"created_at":"2016-12-06T00:10:03.553Z","updated_at":"2017-03-25T21:44:45.077Z","open_at":"2016-12-09T18:54:13.241Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-06T09:09:43.498Z","response_threshold_reached_at":null,"creator_name":"Robin Edward Carmichael Washington ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":188023,"links":{"self":"https://petition.parliament.uk/petitions/188023.json"},"attributes":{"action":"Ban the practice of live male chicks being killed by grinding and suffocating","background":"Every year in the UK 40m male chicks are ground, gassed or suffocated alive because their gender means they can't lay eggs.\r\n\r\nThis practice is barbaric and hidden from the public. According to Viva 66% of British people are unaware but when they found out 69% say it should be banned. \r\n\r\n","additional_details":"The practice is well documented and covered in the press.\r\n\r\nThis is a recent article by Chas Newkey-Burdan in the Guardian - \r\n\r\nhttps://www.theguardian.com/commentisfree/2017/feb/27/not-fooled-pretty-box-horror-eggs-chickens\r\n\r\nOur right wing press have been just as disgusted -  \r\nhttp://www.telegraph.co.uk/news/earth/earthnews/8107957/40-million-chicks-on-conveyor-belt-to-death.html\r\n\r\nand\r\n\r\nhttp://www.dailymail.co.uk/news/article-3466633/The-video-meat-industry-doesn-t-want-Secret-footage-hatchery-shows-baby-chicks-killed-tossed-black-bin-liners-processed-assembly-line-like-dead.html","state":"open","signature_count":7633,"created_at":"2017-02-28T14:24:21.758Z","updated_at":"2017-03-25T21:48:07.298Z","open_at":"2017-03-08T19:54:50.442Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-28T16:11:11.815Z","response_threshold_reached_at":null,"creator_name":"Dan Jacobs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170885,"links":{"self":"https://petition.parliament.uk/petitions/170885.json"},"attributes":{"action":"As soon as the UK exits the EU legislate to end the export of live farm animals.","background":"The transport of live animals exported from the UK causes immense suffering. This trade is governed by EU law, not the UK government.\r\n\r\nThe government should plan legislation to ban the export of live farm animals in favour of a carcass only trade and introduce this as soon as we leave the EU.","additional_details":"Long distance travel causes enormous suffering: overcrowding; pain and stress; compromised immunity; inhumane slaughter on arrival; loss of legal safeguards. SOURCE CIWF\r\n\r\nDuring live transport there is a high risk of animal suffering: handling during loading and unloading; strange sights and sounds and animals; heat stress and lack of water and rest. SOURCE RSPCA\r\n\r\nAnimals are crammed into unsuitable transport and endure gruelling journeys heading for conditions illegal in this country. RSPCA\r\n","state":"open","signature_count":7620,"created_at":"2016-11-01T12:29:32.044Z","updated_at":"2017-03-25T23:07:45.920Z","open_at":"2016-12-05T11:03:05.980Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-30T11:59:14.663Z","response_threshold_reached_at":null,"creator_name":"Janet Darlison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167972,"links":{"self":"https://petition.parliament.uk/petitions/167972.json"},"attributes":{"action":"To Make it an Offence in Law to Desecrate a Memorial or Grave to War Dead","background":"There has been many cases of people urinating and damaging war memorials and they have been charged with Out Raging Public Decency.\r\nThe full weight of the law must be brought down on people that do this with a prison sentence,Memorials to those that gave there live`s for us must be protected ","additional_details":"Kelly Martin was on bail for urinating on a war memorial in Grays,Essex,UK April 2016, On the 30 June 2016 the day before the world commemorated the 100th anniversary of the Battle of the Somme she did the same thing at the same memorial again in front of shoppers and children,The case was reported world wide and upset not only veterans,serving members of forces all over the world including family members of those named on the memorial. Sentencing guidelines must be put in place. She got 7 months","state":"open","signature_count":7501,"created_at":"2016-09-27T14:43:07.007Z","updated_at":"2017-03-25T12:33:10.957Z","open_at":"2016-10-04T11:11:23.399Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:24:50.536Z","response_threshold_reached_at":null,"creator_name":"Stanley Kaye","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175150,"links":{"self":"https://petition.parliament.uk/petitions/175150.json"},"attributes":{"action":"Ban and make illegal Puppy Farms in the UK","background":"Puppy farms are a money making machine only, the pups and parents are often if not always not cared for properly and end up with behavioural issues and other medical issues.","additional_details":"Using bitches as breeding machines is disgusting and no reputable breeder would ever do this. There are already many unwanted dogs in the UK, putting a strain on the RSPCA and the many charitable private dog Rescues. There is simply no need for puppy farms at all, they are cruel and should be stopped.\r\n\r\nhttp://www.thekennelclub.org.uk/our-resources/kennel-club-campaigns/puppy-farming/","state":"open","signature_count":7323,"created_at":"2016-12-09T15:35:03.841Z","updated_at":"2017-03-25T23:30:43.874Z","open_at":"2016-12-16T17:59:31.540Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-09T17:22:44.046Z","response_threshold_reached_at":null,"creator_name":"Eric Harvey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":183135,"links":{"self":"https://petition.parliament.uk/petitions/183135.json"},"attributes":{"action":"Stop The Closure Of Darlington A\u0026E","background":"The government is trying to close down Darlington A\u0026E which we cant let happen.Doing this will cause people to travel excessive distances and if they don't have a car this may not be possible.It will also put strain on the out of town hospitals and will endanger lives that are emergencies.","additional_details":"","state":"open","signature_count":7271,"created_at":"2017-02-05T20:55:04.507Z","updated_at":"2017-03-24T22:30:27.826Z","open_at":"2017-02-08T21:35:59.527Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-05T21:34:37.944Z","response_threshold_reached_at":null,"creator_name":"Elizabeth Lacy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173668,"links":{"self":"https://petition.parliament.uk/petitions/173668.json"},"attributes":{"action":"Remove the Ban on agency fees and set a cap for fees instead.","background":"It is unfair for small businesses to survive especially after the increase in online estate agency and banning the agency fee makes it more difficult for estate agency to survive. To meet costs banned fee would be forwarded to landlords who would pass the cost onto tenants by increasing their rents.","additional_details":"It seems unfair for agents to charge tenants fee however Estate agents has to pay fees for referencing, Staff for viewings, Company cars, membership of professional bodies to regulated Fair trade, subscription for property portals and etc.These are paid for providing a professional first class service to the landlord and tenants.\r\nTo cover these costs agents should be allowed to charge agency fees. A cap should be set for agency fees instead so it would be fair for the tenants and Agents. \r\n\r\n","state":"open","signature_count":7188,"created_at":"2016-11-23T17:19:31.115Z","updated_at":"2017-03-23T12:10:24.720Z","open_at":"2016-11-28T17:58:17.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T17:37:52.795Z","response_threshold_reached_at":null,"creator_name":"Imran Alam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171339,"links":{"self":"https://petition.parliament.uk/petitions/171339.json"},"attributes":{"action":"Stop loudspeaker calls to prayer","background":"This is a petition calling to stop Councils from having the power to allow loudspeaker calls to prayer, in order to keep noise levels down and, in this way, to help stop the stress which loud noise already causes in modern life.","additional_details":"We have noise abatement officers  in most councils and there is already too much loud noise due to crowding in modern life.  We do not need to have loudspeakers being used in our cities and towns.","state":"open","signature_count":6994,"created_at":"2016-11-04T15:31:24.330Z","updated_at":"2017-03-25T21:02:41.684Z","open_at":"2016-11-09T09:08:03.313Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T16:15:03.640Z","response_threshold_reached_at":null,"creator_name":"Glenys Hutchinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":188274,"links":{"self":"https://petition.parliament.uk/petitions/188274.json"},"attributes":{"action":"Stop all benefit payments to non U.K. residents","background":"Why are we sending benefits to families in other European countries, when the people of the UK are in need?\r\nWhy are they allowed to drain our benefit system, when these people,  from other EU countries, should be assisted by their own governments?","additional_details":"We need to put a stop to EU migrants, coming into the UK and putting a financial strain on our economy.\r\nMany of them know the British benefit system better than the British people themselves.\r\nThey take low paid jobs, (British jobs!), ensure they are working the correct hours to claim maximum benefits, and rather than spending the money in the UK, they send it back to their own country. \r\nThis does not benefit the UK economy at all. It just drains our resources and stops money being invested in our uk services","state":"open","signature_count":6952,"created_at":"2017-03-01T21:14:16.766Z","updated_at":"2017-03-25T22:12:29.914Z","open_at":"2017-03-13T10:01:12.610Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-01T22:02:12.834Z","response_threshold_reached_at":null,"creator_name":"Lucy Allen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174647,"links":{"self":"https://petition.parliament.uk/petitions/174647.json"},"attributes":{"action":"Increase maximum sentencing for animal cruelty from 6 months.","background":"The maximum penalty is 6 months’ imprisonment and/or an unlimited fine. The financial element of the penalty was raised only last year from a maximum fine of £20,000.\r\n","additional_details":"For this to be discussed in parliament there must be 100 000 signatures. I recently signed the same petition but it only got to 50 000. ","state":"open","signature_count":6843,"created_at":"2016-12-03T16:51:54.128Z","updated_at":"2017-03-25T23:52:24.898Z","open_at":"2016-12-13T17:32:31.272Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T17:08:07.827Z","response_threshold_reached_at":null,"creator_name":"Nichola Tomlinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172220,"links":{"self":"https://petition.parliament.uk/petitions/172220.json"},"attributes":{"action":"Make co-operation with Trump administration conditional on human rights.","background":"Angela Merkel promised co-operation on the condition that “values of democracy, freedom and respect for the law and the dignity of man, independent of origin, skin colour, religion, gender, sexual orientation or political views” were upheld.\r\nThe UK Government should publicly adopt the same stance.","additional_details":"","state":"open","signature_count":6701,"created_at":"2016-11-11T14:12:58.095Z","updated_at":"2017-03-23T14:39:40.547Z","open_at":"2016-11-17T10:54:16.666Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T14:27:46.607Z","response_threshold_reached_at":null,"creator_name":"Adam Bernard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187743,"links":{"self":"https://petition.parliament.uk/petitions/187743.json"},"attributes":{"action":"create allocated overnight parking areas for motorhomes \u0026 campers across the uk","background":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk.","additional_details":"to allow motorhomes and campervans to park safely overnight in properly designated areas across the uk, similar to those on the continent,at the moment if you stop in a local council carpark overnight you are treated like a criminal and face a fine. simple , easy access parking for  one night stopovers  is all we are asking. ","state":"open","signature_count":6621,"created_at":"2017-02-26T16:20:19.243Z","updated_at":"2017-03-25T21:15:59.455Z","open_at":"2017-03-08T14:53:02.387Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-26T16:34:42.440Z","response_threshold_reached_at":null,"creator_name":"kevin rose","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":181752,"links":{"self":"https://petition.parliament.uk/petitions/181752.json"},"attributes":{"action":"Make dog theft a criminal offence with custodial sentence and hefty fines.","background":"All too often, we read in local papers and facebook groups that dogs are being stolen, whether it be for fights or breeding. These animals are not just pets from some people but dearly loved members of the family. When thieves take an animal they leave a huge whole in the hearts of those left behind","additional_details":"Every day we read about another dog stolen, the heartbreak that families \u0026 individuals are going through. The hours spent distrubuting leafts, posters for just some hint of where their pet maybe.  In one area alone, I have hears of 3 cockers missing within a matter of days of each other. Coincidence? At a dog walking area: reports of people walking with a lead and no dog,  on one occasion, a young lad  confronted the \"walker\" because it was his dog that had was now on the empty lead. ","state":"open","signature_count":6487,"created_at":"2017-02-01T12:55:13.109Z","updated_at":"2017-03-25T23:58:02.469Z","open_at":"2017-02-03T16:32:04.254Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-01T15:28:09.084Z","response_threshold_reached_at":null,"creator_name":"julie mitchell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":180784,"links":{"self":"https://petition.parliament.uk/petitions/180784.json"},"attributes":{"action":"To define marriage as exclusively only between one man and one woman.","background":"The definition of marriage by the UK parliament should be the traditional definition of One Man and One Woman, nothing else, and should be taught as such in the education system.","additional_details":"1611 KJV Bible","state":"open","signature_count":6417,"created_at":"2017-01-30T22:58:45.446Z","updated_at":"2017-03-25T20:53:55.353Z","open_at":"2017-02-08T17:58:21.755Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T14:28:18.970Z","response_threshold_reached_at":null,"creator_name":"William George ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168112,"links":{"self":"https://petition.parliament.uk/petitions/168112.json"},"attributes":{"action":"Block or change the EASA Commission Regulation\r\non Unmanned Aircraft Operations","background":"The UK UAV industry is currently thriving\r\nand is even recognised by EASA themselves “Unmanned aircraft is a sector of aviation that is developing very fast and has a great potential for producing new jobs and growth.“\r\n\r\n BUT With the EASA new proposed regulations all of this is under threat.\r\n\r\n","additional_details":"“Drones” and other UAV are well covered under the Civil Aviation Authority Air Navigation Order. Regarded by most as fair and accurate\r\n\r\nEASA proposals will override this (even once we have left the EU)\r\nAnd have clearly been written by people with little understand of the subject. the expected result of them is:\r\n\r\n* Death of the related industry (not a slowdown but an outright death)\r\n\r\n* Public disregard for all rules\r\n\r\n*cease of UAV use for UK emergency services and other lifesaving uses\r\n","state":"open","signature_count":6343,"created_at":"2016-09-29T14:16:41.243Z","updated_at":"2017-03-25T12:19:19.421Z","open_at":"2016-10-03T14:55:50.210Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:35:07.324Z","response_threshold_reached_at":null,"creator_name":"joshua sams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177312,"links":{"self":"https://petition.parliament.uk/petitions/177312.json"},"attributes":{"action":"Stop the Brexit process and declare that Britain will remain in European Union.","background":"In response to the referendum the government is spending a lot of money on preparing to take Britain out of the European Union. This petition calls on the government to immediately stop this process and to declare publicly that Britain will remain in the European Union.","additional_details":"The referendum was unfair and undemocratic because millions of British citizens living abroad and at least a million citizens of countries in the EU resident of the UK were denied the vote. The great majority of these excluded people are in favour of the UK remaining in the EU and had they been allowed to vote, the result of the referendum would almost certainly have been to remain. I for example am a British citizen resident of Spain but was not allowed to vote so my voice to remain was ignored","state":"open","signature_count":6285,"created_at":"2017-01-12T11:19:13.615Z","updated_at":"2017-03-25T21:06:44.356Z","open_at":"2017-01-16T13:38:11.116Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-12T16:50:07.369Z","response_threshold_reached_at":null,"creator_name":"Anthony Edric Charles Wolseley-Wilmsen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184667,"links":{"self":"https://petition.parliament.uk/petitions/184667.json"},"attributes":{"action":"Clearly Mark halal food products on the front of all packaging","background":"Halal slaughter is cruel and causes animals unessasary stress and suffering. People should be given a choice if they want to consume meat products etc of animals killed in this manner. ","additional_details":"All Halal products should be clearly marked on the front of all packaging.","state":"open","signature_count":6258,"created_at":"2017-02-11T20:12:29.280Z","updated_at":"2017-03-25T23:32:04.359Z","open_at":"2017-02-20T09:51:13.989Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-11T20:33:56.816Z","response_threshold_reached_at":null,"creator_name":"Adrian Clarkson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176749,"links":{"self":"https://petition.parliament.uk/petitions/176749.json"},"attributes":{"action":"Develop a GCSE in Natural History.","background":"Re-engagement with Britain's natural history has never been more urgent. Young people need the skills to name, observe, monitor and record wildlife. It is vital to understand the contribution nature makes to our lives  physically, culturally, emotionally and scientifically both in the past and today","additional_details":"Britain’s reputation for recording its natural history was unsurpassed anywhere in the world. Those skills are disappearing as new generations are increasingly disconnected. The UK also has outstanding nature writing, art, poetry, film and radio. It has always been integral to our culture and heritage. \r\nTony Juniper: “This is a brilliant idea and I am happy to endorse, support and advocate however I can.”\r\nProfessor Tim Birkhead FRS: “This is the best idea I have heard about for a long time.”","state":"open","signature_count":6104,"created_at":"2017-01-05T13:39:51.450Z","updated_at":"2017-03-25T21:34:54.737Z","open_at":"2017-01-09T10:04:01.168Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T14:27:40.341Z","response_threshold_reached_at":null,"creator_name":"Mary Colwell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171945,"links":{"self":"https://petition.parliament.uk/petitions/171945.json"},"attributes":{"action":"Call on Government to commission an independent technical review of HS2","background":"HS2 cannot meet its stated objective of delivering “..hugely enhanced capacity and connectivity between our major conurbations”. \r\n\r\nWe call on HM Government to commission an independent technical review of every aspect of the HS2 scheme to determine how and why this failure has happened.","additional_details":"HS2 is an ill-conceived and fundamentally flawed design for a high speed rail line linking London, Birmingham, Leeds and Manchester. Originally costed at £30 billion, it is now estimated to cost £56 billion or more. The project is highly controversial because of HS2 Ltd’s failure to evaluate cheaper \u0026 better alternatives, its exorbitant cost, insufficient new capacity, poor connectivity, demolition of 500+ homes, serious damage to the Chilterns AONB \u0026 Ancient Woodlands and failure to reduce CO2\r\n","state":"open","signature_count":5904,"created_at":"2016-11-09T14:50:21.777Z","updated_at":"2017-03-25T11:54:49.340Z","open_at":"2016-11-11T11:35:30.719Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T16:52:03.484Z","response_threshold_reached_at":null,"creator_name":"Quentin Macdonald","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176763,"links":{"self":"https://petition.parliament.uk/petitions/176763.json"},"attributes":{"action":"Reduce the speed limit on single track rural lanes from 60mph to 30mph","background":"Increased traffic using badly maintained single track rural lanes as alternative routes and for commercial purposes is putting unacceptable pressure on the infrastructure and rural population. The legal speed limit of 60mph needs reducing to 30mph for the safety of families, workers and other users.","additional_details":"The urban population of the UK 80% so 20% are rural dwellers. Why are 59% of fatalities in the UK on rural roads?\r\nhttp://www.rospa.com/road-safety/advice/road-users/rural/\r\nMany single track rural roads are horse tracks over 100 years old, now supporting repeated commercial use by carriers, sat nav alternatives to the clogged main routes and increasing leisure activities. There are no pavements or lighting leave home on foot with a buggy straight on to a road with a 60mph limit - unacceptable. ","state":"open","signature_count":5676,"created_at":"2017-01-05T16:12:33.125Z","updated_at":"2017-03-25T20:55:16.235Z","open_at":"2017-01-11T12:45:01.572Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-05T18:29:06.835Z","response_threshold_reached_at":null,"creator_name":"DAVID ALAN CURTIS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178191,"links":{"self":"https://petition.parliament.uk/petitions/178191.json"},"attributes":{"action":"Remove Abortions From The NHS","background":"An innocent life is being taken whenever an abortion is performed. As someone who pays taxes to a great health service, I want to see this procedure removed from the NHS.","additional_details":"Science agrees that human development begins at conception: \r\n“Human development begins after the union of male and female gametes or germ cells during a process known as fertilization (conception).”[Moore, Keith L. Essentials of Human Embryology. Toronto: B.C. Decker Inc, 1988, p.2]\r\n\r\nAs the fertilized embryo has all the genetic components of an individual human they should receive the same rights as born humans. The right to life is a fundamental cornerstone to western society as we know it and abortions stand in direct opposition to that right.","state":"open","signature_count":5598,"created_at":"2017-01-23T16:30:12.400Z","updated_at":"2017-03-25T14:05:31.001Z","open_at":"2017-02-08T11:46:02.305Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-23T22:20:47.926Z","response_threshold_reached_at":null,"creator_name":"Manuel Ngochinya","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168786,"links":{"self":"https://petition.parliament.uk/petitions/168786.json"},"attributes":{"action":"Protect the A\u0026E and Women \u0026 Children's Unit at Telford's Princess Royal Hospital","background":"Future Fit ('FF') was tasked with improving care in the Telford and Shrewsbury Hospitals.\r\n\r\nFF's proposals include closing one of the two current A\u0026E units and possibly moving Women and Children's ('WC') services, despite investment in a dedicated £28 million facility in Telford just two years ago.","additional_details":"Both Telford and Shropshire have growing populations and accommodate different geographical locations; both current A\u0026E units struggle - local healthcare needs expanding not retracting. Reducing to one A\u0026E will cause unnecessary strain, and ultimately, deaths.\r\n\r\nIn 2014 the Health Secretary promised that “we commit to A\u0026E on both sites and there are no plans to change that”. Mr Hunt is called upon to ensure that commitment is kept.\r\n\r\nMoving WC services would be a waste of a £28 million investment.","state":"open","signature_count":5536,"created_at":"2016-10-08T01:14:01.741Z","updated_at":"2017-03-23T13:00:26.171Z","open_at":"2016-10-14T16:59:05.350Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T04:39:57.677Z","response_threshold_reached_at":null,"creator_name":"Tobias Haynes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172757,"links":{"self":"https://petition.parliament.uk/petitions/172757.json"},"attributes":{"action":"Hold a public inquiry into the Prison System","background":"Our Prison System is in crisis - experts accurately describe it as in 'meltdown'. \r\nA plethora of independent HMI Prison inspection reports has consistently supported this view. \r\nYesterday prison officers raised anguished voices, outside our prisons in guttural cries of despair. \r\nEnough is enough.","additional_details":"Our Prison System has no direction, funding, or vision for delivery. Prison staff are daily facing drugs, drones, suicides, self-harm, murders, escapes from closed conditions, and vicious physical assaults from drug-induced prisoners now running at 65 assaults a day, every day. Enough is enough. Independent HMI Prison inspection  reports deliver evidence weekly of decay and collapse. We need an independent inquiry into the future of the Prison  Service, it's mission, conditions and resources.","state":"open","signature_count":5526,"created_at":"2016-11-16T18:37:11.472Z","updated_at":"2017-03-25T08:30:49.331Z","open_at":"2016-11-21T15:32:27.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-16T20:38:02.687Z","response_threshold_reached_at":null,"creator_name":"Mark Leech","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":187027,"links":{"self":"https://petition.parliament.uk/petitions/187027.json"},"attributes":{"action":"Amend the Births and Deaths Registration Act 1953 to include all pregnancy loss.","background":"The current Act has narrow margins, which mean many grieving families whom suffer loss of pregnancy earlier than the golden 24 Weeks, are left unable to make a public record of their child\r\n\r\nRecently my partner and I lost twins, Harriet  is registrable as a neonatal death. Her brother didn't exist!","additional_details":"The Act requires registration of pregnancies resulting in stillborn, neonatal death or live birth. (No change required)\r\n\r\nIt fails grieving families of pregnancies that result with Abortion, Miscarriage or Late Miscarriage. (No public record with GRO)\r\n\r\n(A late miscarriage could change to a stillborn with the passing of a single second of time!)\r\n\r\nI suggest the addition of registers which allow parents the option to register their loss (Abortion, miscarriage or late miscarriage) if they wish to. ","state":"open","signature_count":5502,"created_at":"2017-02-22T01:28:39.579Z","updated_at":"2017-03-25T23:16:29.216Z","open_at":"2017-03-06T17:26:21.844Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-22T04:56:19.854Z","response_threshold_reached_at":null,"creator_name":"Adam Ashley Hendry ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178353,"links":{"self":"https://petition.parliament.uk/petitions/178353.json"},"attributes":{"action":"Give CAMHS more funding and make them a more efficient system.","background":"CAMHS system makes everything much more difficult for parents and children with additional needs. \r\n TAF meetings in which the same things are said over and over again,  no support given,  expecting other unqualified in the field services to help families, long waiting lists of over a year.  ","additional_details":"Waiting YEARS for assessments on children's mental health/additional needs is UNACCEPTABLE, whilst other families slip completely through the net. \r\n It's paramount to neglect, if parents were to neglect their child(ren)  they'd be put on child protection,  yet services which are supposed to help children are allowed to NEGLECT their responsibilities, through excuses of lack of funding. CAMHS are extremely unorganised,  and inefficient to more than half of the families they are supposed to he helping. \r\n","state":"open","signature_count":5394,"created_at":"2017-01-25T10:15:47.383Z","updated_at":"2017-03-24T21:08:27.785Z","open_at":"2017-01-27T10:24:27.057Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T13:07:28.213Z","response_threshold_reached_at":null,"creator_name":"Fiona Ashton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170673,"links":{"self":"https://petition.parliament.uk/petitions/170673.json"},"attributes":{"action":"Change the DLA guide to reflect the needs of children with heart conditions.","background":"12 children each day in the UK are born with heart defects, others acquire them due to viruses. Outcomes for these children have never been better with surgical advances, but they need supervision, care and medication to allow them to live longer lives.  Many also have mobility needs.\r\n","additional_details":"DLA is a benefit for children with disabilities.   Decision Makers have a guide which they use to make awards.  However because heart conditions do not appear in this guide even though they were in the old 'adult' version, Decision Makers have no guidance as to what awards to give.  Because of this, often they will make no award at all.  Sometimes they make awards that don't truly reflect the needs of the child and will only make them for short periods of time when these conditions are for life.","state":"open","signature_count":5346,"created_at":"2016-10-30T02:49:29.328Z","updated_at":"2017-03-20T14:04:48.887Z","open_at":"2016-11-03T17:42:31.611Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T07:25:52.034Z","response_threshold_reached_at":null,"creator_name":"Sheran Patricia Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172021,"links":{"self":"https://petition.parliament.uk/petitions/172021.json"},"attributes":{"action":"Support the establishment of a European Associate Citizenship for UK Citizens","background":"Charles Goerens, MEP, has tabled an amendment calling for Associate Citizenship of the EU to be offered to citizens of former EU member states. \r\n\r\nThis proposal offers a realistic and worthwhile compromise for the 16,141,241 people who voted to remain, at no cost to the UK taxpayer. ","additional_details":"The UK Government has a responsibility to the millions of UK Citizens who voted remain. \r\n\r\nThis petition calls on the Government to support the establishment of a European Associate Citizenship. Such a move would soften the blow of Brexit for those passionate about the European project, ensure the millions of UK citizens who live and work in the EU can continue the lives they have chosen, and would give future generations the option to live and work in Europe. \r\n\r\nIt would cost the UK nothing.\r\n\r\n","state":"open","signature_count":5327,"created_at":"2016-11-09T23:12:24.930Z","updated_at":"2017-03-25T08:08:58.270Z","open_at":"2016-11-11T18:14:20.548Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T23:38:55.441Z","response_threshold_reached_at":null,"creator_name":"Elliot James Short","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":182629,"links":{"self":"https://petition.parliament.uk/petitions/182629.json"},"attributes":{"action":"Remove parental responsibility for parents absent longer than 3 years","background":"Absent parents should not have a say over children they do not see or contribute to. If they do not have contact for over 3 years the residing parent should be allowed to have PR removed without contacting absent parent","additional_details":"","state":"open","signature_count":5267,"created_at":"2017-02-03T12:27:52.782Z","updated_at":"2017-03-25T21:54:34.297Z","open_at":"2017-02-08T19:41:35.094Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-03T12:43:44.775Z","response_threshold_reached_at":null,"creator_name":"Katherine Nathanielsz","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170532,"links":{"self":"https://petition.parliament.uk/petitions/170532.json"},"attributes":{"action":"Government to immediately legislate that  visitors to UK  have Health Insurance","background":"The NHS is a great institution, and unfortunately is now in dire straits. Health tourists  are taking advantage of a system that is not fit for purpose.  On arrival into the country  medical insurance must be provided with immediate effect.","additional_details":"","state":"open","signature_count":5038,"created_at":"2016-10-28T15:37:20.890Z","updated_at":"2017-03-25T22:12:19.801Z","open_at":"2016-11-01T19:14:28.610Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-28T19:34:17.210Z","response_threshold_reached_at":null,"creator_name":"Cheryl Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172957,"links":{"self":"https://petition.parliament.uk/petitions/172957.json"},"attributes":{"action":"Remove all tolls from the River Mersey.","background":"The River Mersey will end up with 2 bridges and x2 tunnels that will be tolled in the next 12 months. The cost of the build, upkeep and repair of these huge national infrastructures have been given to the people of Merseyside. Who pays for the upkeep of the bridges \u0026 tunnels of The River Thames.","additional_details":"The bridges \u0026 tunnels are part of the national infrastructure and should not be the responsibility of the people of Merseyside in the same way the bridge to Skye is not theirs to pay for, the Bridges of The Thames are not purely for the people of London.\r\nthere are many roads, bridges \u0026 tunnels that are paid for nationally including the upkeep, I feel the same should be done on Merseyside.\r\n","state":"open","signature_count":5012,"created_at":"2016-11-18T09:12:00.133Z","updated_at":"2017-03-25T20:42:46.769Z","open_at":"2016-11-23T15:53:11.915Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T10:03:51.611Z","response_threshold_reached_at":null,"creator_name":"Kenny Harper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":189365,"links":{"self":"https://petition.parliament.uk/petitions/189365.json"},"attributes":{"action":"The 17,410,742 who voted to Leave, voted for a complete \u0026 utter \"Hard Brexit\".","background":"All those who voted for Leave, voted to remove any and all control that the EU has over this country. No control over our trade, our laws, our fisheries, our money, our borders or any other control. The British people, who are the sovereign power, have made their choice. You must deliver it.","additional_details":"","state":"open","signature_count":4920,"created_at":"2017-03-08T10:25:04.269Z","updated_at":"2017-03-25T23:41:27.678Z","open_at":"2017-03-22T12:48:40.638Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-08T11:00:04.335Z","response_threshold_reached_at":null,"creator_name":"Mike Wyatt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178064,"links":{"self":"https://petition.parliament.uk/petitions/178064.json"},"attributes":{"action":"Block the affiliation fee increase of 1150% for rifle clubs and museums","background":"The home office is running a review of affiliation fees for rifle clubs and museums holding section 5 firearms.\r\nThe fee is currently £84, under the new proposal the fee would increase to £1050; an increase of 1150%.\r\nThis would have a massive impact on the 38 museums and 61 clubs requiring this.","additional_details":"The government have made it an arduous process to respond, requiring a lengthy form to be downloaded, filled, and emailed back. This is likely to significantly reduce the amount of signatories opposed to this proposition.\r\nThe official review is here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/583035/170110pn_Firearms_Fees_consultation_FINAL.pdf","state":"open","signature_count":4876,"created_at":"2017-01-21T11:37:44.941Z","updated_at":"2017-03-25T18:22:53.824Z","open_at":"2017-01-24T17:27:44.264Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-22T18:51:56.514Z","response_threshold_reached_at":null,"creator_name":"Frazer Anderson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177269,"links":{"self":"https://petition.parliament.uk/petitions/177269.json"},"attributes":{"action":"Make the NHS pay for Bone Marrow Transplant For Adult Sickle Cell Patients","background":"Bone marrow transplant offers a cure for some sickle cells patients, while children have access to this treatment under the NHS, adults do not, even though medical advances have made it a clinically safe procedure with an 85% success rate, in sickle cell adult patients treated in Europe and USA","additional_details":"If the evidence exists internationally that patients could be cured of this disorder with a bone marrow transplant, there is a sense that UK sickle adult patients experience health inequalities around their treatment options and this contradicts NHS values. A successful bone marrow transplant means patients not enduring painful crises or recurrent hospitalisation. This saves the NHS money in the long run, enabling patients to lead healthy productive lives, and not being held hostage by illness","state":"open","signature_count":4797,"created_at":"2017-01-11T21:18:23.058Z","updated_at":"2017-03-22T23:10:49.309Z","open_at":"2017-01-16T12:58:15.745Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-11T21:50:04.334Z","response_threshold_reached_at":null,"creator_name":"Stella Udu","rejection":null,"government_response":null,"debate":null}}]}