{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=67\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":163428,"links":{"self":"https://petition.parliament.uk/petitions/163428.json"},"attributes":{"action":"Prevent the closure of the Maternity Unit at Banbury Horton General Hospital","background":"Banbury is one of the largest towns in Oxfordshire and getting bigger.\r\nThe services of the Maternity ward at Horton Banbury save and support babies, mums and families and has done so in the past. \r\nHaving to go to the JR in Oxford is risking way too many lives. The MU at Horton is highly needed!\r\n","additional_details":"","state":"open","signature_count":11937,"created_at":"2016-07-29T07:09:37.784Z","updated_at":"2016-12-28T14:46:55.420Z","open_at":"2016-07-29T12:18:47.453Z","closed_at":null,"government_response_at":"2016-10-03T13:26:36.176Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-29T07:19:35.003Z","response_threshold_reached_at":"2016-08-04T15:20:55.849Z","creator_name":"Gavin Mack","rejection":null,"government_response":{"summary":"This is a matter for the local NHS. Front line health services should be tailored to meet the needs of the local population. Substantial service change is subject to the four reconfiguration tests. ","details":"At an extraordinary board meeting held on 31 August 2016, the Board of Directors of Oxford University Hospitals NHS Foundation Trust decided for patient safety reasons to suspend temporarily obstetric services at Horton General Hospital in Banbury from 1 October 2016.   This decision was based on there being insufficient numbers of middle grade obstetric doctors to staff the service safely.  The decision means that maternity services at Horton General Hospital will be offered temporarily by a Midwifery-led Unit (MLU), while efforts continue to fill vacant obstetric posts.   This is an emergency, temporary suspension of consultant-led obstetric and gynaecology services in Banbury from October 2016. Substantial and permanent service change would be subject to the four reconfiguration tests. \r\n \r\nWomen who would have attended the Horton General Hospital for an obstetric-led birth will be offered alternative provision at the John Radcliffe Hospital in Oxford. Other aspects of their antenatal and postnatal care will continue to be provided at the Horton General.\r\n \r\nCommunity midwives will continue to provide a home birth service in the Banbury area.  Antenatal clinics and postnatal drop in services and clinics will continue to be provided at the Horton General Hospital.  Oxford University Hospitals NHS Foundation Trust’s consultant-led obstetric and gynaecology provision and special care baby unit services would shift to being provided solely at the John Radcliffe Hospital.  The Horton General (including its Emergency Department) would otherwise continue to provide its current range of services.   \r\n \r\nOxford University Hospitals NHS Foundation Trust, which runs the Horton General, has been struggling to fill middle grade obstetric doctor posts at the hospital for several months.  Should recruitment be successful for the middle grade obstetrician posts at the Horton General Hospital between September and October 2016, the trust would anticipate reinstating obstetric services at the Horton General from January 2017, allowing time for recruited staff to start work and for the necessary arrangements for other staff to be made.  If recruitment is not successful in that timescale, recruitment would continue, with potential reinstatement dates moving on by three-month blocks.\r\n \r\nOxfordshire Clinical Commissioning Group (OCCG) advises that it is developing a county wide transformation programme as part of the Buckinghamshire, Oxfordshire and Berkshire West Sustainability and Transformation Plan (STP) to shape the future of health care.  This will include options to make changes to acute and community bed based care including maternity services. The STP is part of the vision of the NHS Five Year Forward View for health and care services by 2020. \r\n \r\nIn June OCCG launched ‘the big health and care conversation’ to engage with public, patients and stakeholders in the development of its proposals to transform the way health and care are delivered in the county.  Public engagement will continue including  further engagement on  developing options for proposed service reconfiguration and further work with seldom heard people and groups in the county leading.\r\n \r\nEarly engagement has also taken place with the Health and Wellbeing Board and Health Overview and Scrutiny Committee (HOSC) as well as at a stakeholder engagement event in June 2016. Specific engagement on emerging options for services at the Horton General has centred on the Community Partnership Network – a local multi-stakeholder group.  \r\n \r\nA three month public consultation period on options is likely to commence at the end of this year.\r\n\r\nDepartment of Health","created_at":"2016-10-03T13:26:36.173Z","updated_at":"2016-10-03T13:26:36.173Z"},"debate":null}},{"type":"petition","id":168137,"links":{"self":"https://petition.parliament.uk/petitions/168137.json"},"attributes":{"action":"Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.","background":"Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?","additional_details":"The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.","state":"open","signature_count":11596,"created_at":"2016-09-29T19:53:02.384Z","updated_at":"2016-12-31T22:52:36.696Z","open_at":"2016-10-04T11:30:39.478Z","closed_at":null,"government_response_at":"2016-12-20T13:45:10.881Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T21:04:07.024Z","response_threshold_reached_at":"2016-12-03T22:20:01.948Z","creator_name":"Helen Victoria Morton","rejection":null,"government_response":{"summary":"Schools are required to identify the special educational needs of children including arranging for necessary tests. Conditions such as dyslexia may be diagnosed by clinical professionals.  ","details":"Local health and education commissioners should determine what services – including diagnostic support - to commission in the best interests of their local populations. Any developmental issue relating to a child’s health can be referred for specialist assessment. Where dyspraxia is suspected, for example, a referral could be made to a community paediatrician or occupational therapist. Referrals for dyslexia and dyscalculia are more commonly made via schools.   \r\n\r\nParents should not have to pay for a dyslexia test for their child. Schools are required under the Children and Families Act 2014 to identify and address the special educational needs of the pupils they support. Special Educational Needs Co-ordinators (SENCOs) in schools should have expertise in identifying a range of special educational needs, and, where they require further specialist advice and information, they are able to draw on local authority professionals, such as specialist teachers and educational psychologists. \r\n\r\nSchools can arrange for appropriate tests from other professionals where their assessments indicate that this is necessary, and can use resources in the school’s budget for this purpose. Maintained schools are given notional SEN budgets by their local authority and could pay for tests such as an assessment for dyslexia from this allocation.\r\n\r\nThe Children and Families Act introduced a new framework for commissioners of education, health, public health and social care to work together in the assessment of the needs of children and young people with special educational needs. The Care Quality Commission and Ofsted are inspecting the arrangements in each local area over five years, for how education services, social care and health work together to identify, assess and meet the needs of children and young people with special educational needs and or a disability.\r\n\r\nDepartment of Health","created_at":"2016-12-20T13:45:10.878Z","updated_at":"2016-12-20T13:45:10.878Z"},"debate":null}},{"type":"petition","id":163725,"links":{"self":"https://petition.parliament.uk/petitions/163725.json"},"attributes":{"action":"Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century","background":"Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n","additional_details":"In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.","state":"open","signature_count":11562,"created_at":"2016-08-01T10:51:32.176Z","updated_at":"2016-12-30T10:27:34.879Z","open_at":"2016-08-05T09:18:52.582Z","closed_at":null,"government_response_at":"2016-09-28T14:29:09.286Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-02T00:47:28.747Z","response_threshold_reached_at":"2016-09-08T06:27:47.038Z","creator_name":"Ewan William George Jones","rejection":null,"government_response":{"summary":"The Government is committed to providing secure, affordable and clean energy to UK families and businesses, now and for the future through a mix of low-carbon technologies. ","details":"The Government is committed to providing secure, affordable and clean energy, now and for the future. We need to replace our ageing infrastructure with low-carbon, reliable energy sources; and aim to do so through a mix of technologies and energy supplies, diversifying supply and reducing reliance on any one energy source. Keeping the lights on is non-negotiable.\r\n\r\nThe Government is clear that nuclear will be an important part of the future generation mix; a transition to a low carbon economy is key to our long term economic and environmental prosperity and, looking at the full costs to consumers, nuclear is both cost-competitive and low carbon. It is the only proven, large scale, low-carbon technology which provides base load supply. Currently, the UK has eight power stations which generate around 20% of electricity in the UK. Almost all of these existing power stations are due to close by 2030, and it is important we start to take action now to replace these.\r\n\r\nFollowing a review of the Hinkley Point C project, the Government has decided to proceed with the first new nuclear power station for a generation, subject to a number of conditions being accepted. Hinkley Point C will kick start a new era of nuclear power - building on Britain’s strong nuclear legacy – and help ensure the UK benefits from a diverse future energy mix designed to give consumers reliable and affordable low carbon energy. It will provide 7% of Britain’s electricity needs for 60 years. UK-based businesses will benefit from more than 60% of the £18 billion value of the project, and 26,000 jobs and apprenticeships will be created.\r\n\r\nThe Government is already committed to the renewable energy sector where it has a proven track record - nearly £52 billion has been invested since 2010. The average annual investment has more than doubled in the last 5 years, with an average of £9 billion invested each year in UK-based renewables. Annual support for renewable technologies will more than double, to over £10 billion, in 2020-21.\r\n\r\nSince 2010, the UK has more than trebled its renewable electricity capacity. Renewables’ share of generation increased by 6 percentage points on 2014 to a record 25% in 2015. For the first time, renewable sources provided more power over the year than coal. We are on track to comfortably exceed our ambition of delivering 30% of the UK’s electricity from renewables in 2020-21.\r\n  \r\nIn addition:\r\n•\tsolar PV has had rapid deployment over the past 5 years, with over 99% of the UKs capacity deployed since 2010 and almost 40% of the capacity (3.7GW) was installed in 2015\r\n•\tbio energy generation was 30% higher in 2015 compared to 2014\r\n•\toverall, wind generation was 26% higher than in 2014 and installed capacity 7.0% higher\r\n\r\nRenewables, such as wind farms, are intermittent and this is why the Government supports a balanced energy policy comprising a mix of sources, such as gas, nuclear and renewables.  With increased use of renewable energy, intermittency will become more of an issue and it is something we are planning for very carefully. We are seeking to keep energy bills down by not over incentivising technologies under low carbon incentive schemes. Furthermore, we are encouraging industry to drive down development costs, which is why the Contracts for Difference (CfD) strike price reduces over time.\r\n\r\nAs costs continue to fall, we will scale back support from sectors and redirect support to technologies where it is needed most. Onshore wind and solar costs have already fallen and so we have reduced support in those areas.\r\n\r\nThe Government is committed to providing investors with certainty and reducing risks for future investors. We are doing this whilst seeking to control costs that fall on consumers and ensuring that the Government’s other energy policy objectives, particularly on security of supply and climate change, are met.\r\n\r\nThe Government is clear that the transition to a low carbon economy is key to our long term economic and environmental prosperity; nuclear is part of that generation mix. Looking at the full costs to consumers, nuclear is cost-competitive and low carbon. Importantly it can provide continuous power, irrespective of whether the wind is blowing or the sun shining.\r\n\r\nDepartment for Business, Energy \u0026 Industrial Strategy","created_at":"2016-09-28T14:29:09.283Z","updated_at":"2016-09-28T14:29:09.283Z"},"debate":null}},{"type":"petition","id":172441,"links":{"self":"https://petition.parliament.uk/petitions/172441.json"},"attributes":{"action":"Save our Bass: do not water down the proposal to ban nets.","background":"We are calling on George Eustice, the UK Fisheries Minister, to support the Commission's proposals and not to cave in to commercial pressure like last year, to the anger and dismay of anglers and other conservationists.","additional_details":"Commercial netting has hammered the bass stock. It is now so dangerously low that it may not recover for years. Anglers and conservationists argue that it is time to get rid of the nets. The EU Commission agrees and has proposed banning nets from the bass fishery from next year. These nets also kill sea-birds, seals, porpoises and dolphins. Getting rid of the nets, but retaining recreational fishing and commercial hook \u0026 line, will mean a bright and vibrant future for a sustainable bass fishery.","state":"open","signature_count":11549,"created_at":"2016-11-14T05:25:48.611Z","updated_at":"2016-12-31T16:55:45.950Z","open_at":"2016-11-17T17:47:02.068Z","closed_at":null,"government_response_at":"2016-12-20T12:27:00.015Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-14T09:45:05.795Z","response_threshold_reached_at":"2016-12-02T16:13:29.414Z","creator_name":"Henry Gilbey","rejection":null,"government_response":{"summary":"The UK secured emergency measures to conserve bass in 2015. For 2017 we sought a package to reduce commercial catches, minimise discards and argued for proportionate allowance for recreational angling","details":"At this year’s December Council negotiation the UK sought a balanced package on sea bass that further protected the stock, while respecting the need to account for discards and allow some continued recreational angling.  We pressed for a better deal for angling, recognising its importance to local economies. In particular, we agreed that there should be a 1 or 2 fish bag limit for 10 months of the year and argued for lower commercial catch limits. We were disappointed we could not move beyond the current scheme and agree a fairer package for anglers.\r\n\r\nBass measures agreed at December Council included:\r\n\r\n•\tThe limit tightened for bass catches by fixed gill nets from 1.3 tonnes to 250kg per vessel per month, with a closed season of February-March, representing an 80% cut from this year's provision, and for all forms of netting at UK level an estimated 88% cut from the former 2011-2013 baseline annual average;\r\n•\tNo provision for other forms of netting than fixed gill net;\r\n•\tSetting the limit for hook and line fisheries at 10 tonnes per annum (spread across ten months of the year), reducing the catch potential by 23%;\r\n•\tSetting the by-catch provision for trawlers and seines at 3% per day.  This is an increase from 1% per trip for this year to minimise bass discards, but with a new cap introduced of 400kg per month. At UK level the provision is estimated to result in a 57% decrease from the former 2011-13 baseline average.\r\n•\tThe provision for recreational angling remains unchanged, with only catch and release allowed in the first six months, followed by a daily limit of one fish per fisher.\r\n\r\nWe are making progress in reducing bass catches at EU level and are heading in the right direction in terms of stock recovery. We will continue to seek the right balance between the legitimate interests of the recreational and commercial sectors while achieving sustainable fisheries for bass.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-12-20T12:27:00.013Z","updated_at":"2016-12-20T12:27:00.013Z"},"debate":null}},{"type":"petition","id":163742,"links":{"self":"https://petition.parliament.uk/petitions/163742.json"},"attributes":{"action":"Save HMS President 1918","background":"HMS President Preservation Trust, the charity that owns HMS President 1918, London's last remaining World War One ship, and one of only three left has been refused Lottery funding of £330,000 to secure its future and may result in her being scrapped. \r\n\r\n\r\n\r\n","additional_details":"During WW1 HMS President 1918 was a secret German U Boat Submarine hunter (a 'Q ship') shadowing the Atlantic convoys with concealed guns. In WW2 She was used to protect St Paul's Cathedral from the Luftwaffe.\r\n\r\nThe Charity's last resort is an appeal and application to The Treasury for Government funding and it is hoped that our new Chancellor, Philip Hammond who was previously Defence Secretary and aware of the importance of The President to the nation and military, will now step in and save her.","state":"open","signature_count":11264,"created_at":"2016-08-01T12:52:43.694Z","updated_at":"2016-12-31T19:18:14.420Z","open_at":"2016-08-04T15:25:31.863Z","closed_at":null,"government_response_at":"2016-11-01T10:13:21.748Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-01T13:14:29.631Z","response_threshold_reached_at":"2016-10-17T22:18:23.134Z","creator_name":"Charlie Smith","rejection":null,"government_response":{"summary":"The Treasury has received an application for support from LIBOR fines to restore HMS President, which will receive full consideration, along with other similar requests, at the Autumn Statement.  ","details":"The Chancellor of the Exchequer has confirmed that the proceeds of LIBOR fines will continue to be used to support Military and Emergency Services charities and other related good causes that represent those that demonstrate the ‘very best of values’.\r\n\r\nAll LIBOR applications are subject to a standard due diligence process which includes an assessment of the governance of the requesting organisation, as well as the overall viability of the project.  Grants made to successful applicants will be monitored throughout the lifetime of the grant, both to measure the outcomes of the project funded and to ensure that value for money is delivered.  \r\n\r\nThere has been significant interest in applying for support from LIBOR funds and the funds available are limited.  Therefore, and as made clear in the LIBOR grant application form, although all funding requests which fall within scope will be considered fully, not all are guaranteed to be successful in receiving funding.\r\n\r\nApplicants for the current LIBOR grant scheme will be informed whether funding has been committed, as part of the Autumn Statement on 23 November.\r\n\r\nHM Treasury","created_at":"2016-11-01T10:13:21.746Z","updated_at":"2016-11-01T10:13:21.746Z"},"debate":null}},{"type":"petition","id":165069,"links":{"self":"https://petition.parliament.uk/petitions/165069.json"},"attributes":{"action":"British servicemen and women to have legal immunity from prosecution","background":"Financial interests have caused accusations too be made too Service Persons for doing their duty, by order, refusal could mean Mutiny or Treason\r\n","additional_details":"Many enemies use Children and Women as a fire wall, making a problem for every commander, but the active service person should never be held responsible for collateral, nor for that (Drone Pilots)\r\nNo service person doing his duty in a war or warlike situation should ever be criminalised for serving His or Her, Queen, Her Country, and Subjects. Ireland, Irak, Afgahnistan  are examples of what can happen.","state":"open","signature_count":11254,"created_at":"2016-08-17T09:55:35.133Z","updated_at":"2016-12-31T22:52:56.709Z","open_at":"2016-08-17T10:30:33.871Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-17T10:10:31.478Z","response_threshold_reached_at":"2016-12-20T17:02:50.747Z","creator_name":"John Cole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172778,"links":{"self":"https://petition.parliament.uk/petitions/172778.json"},"attributes":{"action":"Free Commando Sergeant Alexander Blackman from jail","background":"A soldier should never go to prison for killing the enemy in a battlefield situation. Sergeant Alexander Blackman was sent to prison for killing a member of the Taliban on a battlefield in Afghanistan. Commando Sergeant Alexander Blackman should not be in prison.","additional_details":"","state":"open","signature_count":11070,"created_at":"2016-11-16T21:54:42.830Z","updated_at":"2016-12-31T23:09:59.300Z","open_at":"2016-11-18T18:04:08.679Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-17T12:36:16.445Z","response_threshold_reached_at":"2016-12-24T22:13:14.584Z","creator_name":"Stephen Halden","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171287,"links":{"self":"https://petition.parliament.uk/petitions/171287.json"},"attributes":{"action":"Pass law to force employers to pay on time for freelance/contractual work.","background":"Too many times have we all (as freelancers) faced clients that do not pay, or take forever to do so. We have no structure or law to support us in this matter except for small claims court. Sometime larger clients can bully a sole trader/contractor into relying on their terms, rather than other.","additional_details":"Much alike the New York City Council move.. http://www.nydailynews.com/news/politics/nyc-passes-law-forcing-employers-pay-freelancers-time-article-1.2847980\r\n\r\nFreelance Isn't Free. In surveys, 70% of freelancers report either not getting paid or having to wait months for their money for jobs.\r\n\r\nEmployers and agencies often sit on the money to gain their own interest rather than pay quickly and on time. The freelance contractor has no power and has to wait because the money is valuable to them.","state":"open","signature_count":10917,"created_at":"2016-11-04T09:28:33.024Z","updated_at":"2016-12-31T23:49:56.283Z","open_at":"2016-11-08T15:57:32.613Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T10:25:20.515Z","response_threshold_reached_at":"2016-12-16T12:23:49.591Z","creator_name":"Ben Peter Catchpole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172382,"links":{"self":"https://petition.parliament.uk/petitions/172382.json"},"attributes":{"action":"£15 National minimum wage for hgv drivers","background":"It has come to my attention, that the national minimum wage has risen for the UK workers, but for the HGV drivers ,wages are still too low.\r\nIf the national minimum wage for HGV drivers was set at £15, you would see that the driver shortage would end.\r\n","additional_details":"In most cases of HGV driving, the average wage is set to £9 a hour.\r\nThis is for 60 hours ,but for an average 48 over a set period.\r\n60hours -5hours for breaks =£495 a week. That's a lot you would think ,let's take into account work life balance ,weekend work, night shifts ,courses that come out of your free time.\r\n35hours over 5 years .\r\nThis is a highly skilled job.","state":"open","signature_count":10759,"created_at":"2016-11-13T13:44:37.262Z","updated_at":"2016-12-31T23:52:26.747Z","open_at":"2016-11-17T17:33:10.746Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T19:16:38.027Z","response_threshold_reached_at":"2016-12-13T17:49:10.551Z","creator_name":"Dean Pope","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164488,"links":{"self":"https://petition.parliament.uk/petitions/164488.json"},"attributes":{"action":"Death caused by racing should bring charge of manslaughter not dangerous driving","background":"Our son James was killed in a hit \u0026 run while on a pelican crossing. The driver who killed James was racing at over 90mph in a 40mph zone. The impact was such that James landed 70m down the road and killed instantly from multiple injuries. Leaving James he disposed of the car and burnt his clothes. ","additional_details":"Majid Malik is a serial offender with 39 previous offences. Had appropriate sentences been applied to the likes of Malik our son and others would be alive today. Malik chose to drive at 90mph, to race, to leave James dead in the road. Such choices made by those who are willing to kill by racing are calculated acts that must bring charges of   manslaughter and not be downgraded to dangerous driving. A car hitting a pedestrian at 90mph is more certain to kill than the use of a gun or knife.","state":"open","signature_count":10756,"created_at":"2016-08-09T21:26:58.184Z","updated_at":"2016-12-31T20:38:01.355Z","open_at":"2016-08-12T16:43:04.475Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-10T08:43:03.275Z","response_threshold_reached_at":"2016-12-04T18:12:46.079Z","creator_name":"Richard Gilbey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":133606,"links":{"self":"https://petition.parliament.uk/petitions/133606.json"},"attributes":{"action":"United Kingdom to not leave the EU","background":"We the undersigned wish to not leave the EU on the grounds that a four point difference in opinion is not sufficient enough to effect such a significant, life long change to our country.\r\n\r\nSuch a margin on a jury would not secure a verdict in a UK court of law, and should not secure a verdict here.","additional_details":"The results are possibly not legally binding, and can be taken as \"advisory\":\r\n\r\n'An Electoral Commission spokesman said that the EU vote was an “advisory” referendum, as opposed to a “binary” referendum which has a fixed outcome.'\r\nSource: http://www.express.co.uk/news/politics/681535/EU-referendum-result-what-happens-if-dead-heat-50-50-Brexit-remain-leave-vote-2016\r\nAlso: http://www.businessinsider.de/green-eu-referendum-not-legally-binding-brexit-2016-6?r=UK\u0026IR=T","state":"open","signature_count":10692,"created_at":"2016-06-24T05:46:20.788Z","updated_at":"2016-12-31T22:28:32.690Z","open_at":"2016-07-04T13:25:52.862Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-24T05:54:10.193Z","response_threshold_reached_at":"2016-12-18T20:16:58.975Z","creator_name":"Joshua James Comley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":156984,"links":{"self":"https://petition.parliament.uk/petitions/156984.json"},"attributes":{"action":"Commit to healthcare arrangements for British pensioners living in the EU","background":"British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.","additional_details":"Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.","state":"open","signature_count":10359,"created_at":"2016-06-30T12:22:46.126Z","updated_at":"2016-12-31T21:34:52.592Z","open_at":"2016-07-15T12:49:09.267Z","closed_at":null,"government_response_at":"2016-11-23T16:12:27.303Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-30T13:11:25.784Z","response_threshold_reached_at":"2016-11-12T21:24:25.046Z","creator_name":"David John William England","rejection":null,"government_response":{"summary":"During this negotiation we will seek to ensure the best possible outcome for the British people. However, it would be wrong to set out unilateral positions in advance of the negotiating process.","details":"There has been no change to the rights and status of British citizens in the EU, or EU nationals in the UK as a result of the referendum. The Government recognises the challenges and fears of British nationals living in EU countries.  \r\n\r\nThe Government is considering the positions and all options available with the aim of achieving the best outcome for British citizens. Nothing has yet been decided on the future of medical treatment in Europe for British pensioners once the UK leaves the EU. \r\n\r\nThe reciprocal rights and entitlements that will apply following the UK’s exit are subject to the wider negotiation on our future relationship with the EU.  These negotiations have not yet begun so it is not possible to set out any positions in advance.\r\n\r\nDepartment of Health","created_at":"2016-11-23T16:12:27.301Z","updated_at":"2016-11-23T16:12:27.301Z"},"debate":null}},{"type":"petition","id":168561,"links":{"self":"https://petition.parliament.uk/petitions/168561.json"},"attributes":{"action":"Stop Taxi's being allowed to work in areas they aren't licensed in.","background":"The Government has allowed Taxis to work cross boarders. This loophole has to be revoked.\r\nIt is putting customers at risk and depriving them of locally trained and vetted drivers.\r\nThe local Taxi Licensing has no authority over out of town drivers meaning they do what they want with impunity.","additional_details":"","state":"open","signature_count":10351,"created_at":"2016-10-05T10:05:47.886Z","updated_at":"2016-12-31T23:11:09.662Z","open_at":"2016-10-14T16:40:07.296Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-05T12:39:02.827Z","response_threshold_reached_at":"2016-12-21T18:12:45.273Z","creator_name":"Adrian Holland","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172968,"links":{"self":"https://petition.parliament.uk/petitions/172968.json"},"attributes":{"action":"No closures for legal routes for motorcycle trail riding without new provision.","background":"Make a legal requirement that any current legal unsurfaced road open to motor vehicles (including motorcycles) cannot be closed by any local authority or local council highways authority without new provision of a similar route or facility being provided.   ","additional_details":"Many local authorities  are closing legal routes to responsible and legal motorcyclists or vehicle users without apparent regard for the need for the provision of this kind of recreational pursuit. The amount of these lanes are being reduced to a critically low number which can result in illegal use of unsuitable lanes without vehicle status. We say it is not reasonable to simply close the facilities and walk away from the responsibility to provide legitimate places to ride or drive.","state":"open","signature_count":10228,"created_at":"2016-11-18T11:02:26.597Z","updated_at":"2016-12-31T23:37:23.957Z","open_at":"2016-11-23T14:22:38.851Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T11:42:58.310Z","response_threshold_reached_at":"2016-12-22T21:55:26.021Z","creator_name":"Andrew Richardson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10105,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2016-12-31T12:27:37.634Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":163203,"links":{"self":"https://petition.parliament.uk/petitions/163203.json"},"attributes":{"action":"Increase Carers Allowance in line with the Living Wage","background":"To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.","additional_details":"Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n","state":"open","signature_count":9310,"created_at":"2016-07-27T09:06:53.750Z","updated_at":"2016-12-31T17:51:04.814Z","open_at":"2016-08-02T15:39:04.174Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-27T09:51:43.014Z","response_threshold_reached_at":null,"creator_name":"Joy Jackson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164983,"links":{"self":"https://petition.parliament.uk/petitions/164983.json"},"attributes":{"action":"To introduce a law that recognizes Parental Alienation as a criminal offence.","background":"Every year thousands of children will be brainwashed against the other parent with lies. this should be recognized for the crime that it is. Child Abuse and an abuse of Human rights. Children deserve the right to both parents and parents have the right to be parents. ","additional_details":"Please do whats in the best interests of the children. Not the alienating parent. Give the judges the power to act against parental alienation by simply making it a criminal offence.","state":"open","signature_count":9223,"created_at":"2016-08-16T10:53:07.266Z","updated_at":"2016-12-31T23:49:06.107Z","open_at":"2016-08-16T14:28:55.477Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-16T12:01:16.325Z","response_threshold_reached_at":null,"creator_name":"Darren Towill","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170686,"links":{"self":"https://petition.parliament.uk/petitions/170686.json"},"attributes":{"action":"Replace the unelected House of Lords with a publicly elected body","background":"The House of Lords is being abused by our elected officials by filling it with cronies. It costs our taxpayers around £100 million a year (probably much more) The House of Lords is the largest parliamentary chamber in any democracy. It is surpassed in size only by China’s National People’s Congress.","additional_details":"","state":"open","signature_count":9106,"created_at":"2016-10-30T11:32:10.760Z","updated_at":"2016-12-31T21:50:56.049Z","open_at":"2016-11-02T18:49:40.766Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T13:07:55.795Z","response_threshold_reached_at":null,"creator_name":"Scott Packer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172343,"links":{"self":"https://petition.parliament.uk/petitions/172343.json"},"attributes":{"action":"Reform the system of obtaining Permanent Residence Certification/Card (PR)","background":"The current system of PR discriminates against many groups of EU/EEA residents and their non-EEA spouses/civil partners. This reform will facilitate EU/EEA nationals to obtain Permanent Resident Certification/Card (PR), currently mandatory to become UK citizens (for those who wish to do so).","additional_details":"-British spouses/civil partners to be considered as sponsors for their EU/EEA spouses/civil partners in PR applications \r\n-Scrap Comprehensive Sickness Insurance as PR requirement for EU/EEA students, homemakers, carers, retired, and disabled people or applicants self-sufficient through other income, including their non-EEA spouses/civil partners\r\n-EU/EEA nationals, their spouses/civil partners, their children, who have exercised treaty rights for less than 5 years, to complete their journey to PR \r\n-Parents/carers of British citizens to obtain PR automatically \r\n-Spouses/civil partners of UK service men/women to acquire PR without proof of residency \r\n-PR to be protected under UK law \r\n-Type of residency evidence, currently accepted for PR/ILR, to be accepted for UK citizenship.","state":"open","signature_count":8825,"created_at":"2016-11-12T22:46:13.344Z","updated_at":"2016-12-31T23:55:27.303Z","open_at":"2016-11-17T16:55:33.503Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T11:36:54.214Z","response_threshold_reached_at":null,"creator_name":"Claudia Holmes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168779,"links":{"self":"https://petition.parliament.uk/petitions/168779.json"},"attributes":{"action":"Stop medical appointments affecting school attendance","background":"I don't feel its fair that children with disabilities and illnesses are penalised for having essential and critical appointments that they need. Surely this is some sort of discrimination??","additional_details":"My daughter has a rare chromosome condition and has to have lots of different hospital appointments. She has always caught up at school but is marked down for attendance. Schools offer rewards and incentives to children that achieve 100% attendance records, they are penalising children with health needs and disabilities through no fault of their own. I am asking that schools be required by law tof take into consideration of medical appointments when working out attendance.","state":"open","signature_count":8786,"created_at":"2016-10-07T20:06:12.602Z","updated_at":"2016-12-31T21:40:03.909Z","open_at":"2016-10-20T13:18:46.561Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-08T07:22:39.740Z","response_threshold_reached_at":null,"creator_name":"Donna Nash","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170055,"links":{"self":"https://petition.parliament.uk/petitions/170055.json"},"attributes":{"action":"CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom","background":"Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.","additional_details":"Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".","state":"open","signature_count":8711,"created_at":"2016-10-21T21:40:30.303Z","updated_at":"2016-12-31T19:25:15.703Z","open_at":"2016-11-21T17:24:42.128Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-22T00:41:22.829Z","response_threshold_reached_at":null,"creator_name":"Paramjeet Singh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169835,"links":{"self":"https://petition.parliament.uk/petitions/169835.json"},"attributes":{"action":"Call on the Government to urge Whirlpool UK to recall all faulty tumble dryers","background":"Following hundreds of fires caused by Whirlpool tumble dryers, we are concerned that Whirlpool have not recalled the approximately 5 million faulty dryers and have not changed their safety advice to customers, as recommended by the London Fire Brigade, who advise consumers to stop using the dryers.","additional_details":"There have been several hundred fires caused by Whirlpool tumble dryers, including on 19 August 2016, in a block of flats in Shepherds Bush, which left 26 homes uninhabitable. \r\n\r\nWe are concerned that manufacturers Whirlpool UK have failed to recall the faulty dryers, of which there are around 5 million in Britain, and have not changed their safety advice to consumers, despite the London Fire Brigade advising consumers to stop using the machines with immediate effect.","state":"open","signature_count":8695,"created_at":"2016-10-19T16:18:00.418Z","updated_at":"2016-12-31T18:49:03.755Z","open_at":"2016-11-01T10:15:42.551Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T16:12:01.173Z","response_threshold_reached_at":null,"creator_name":"Andy Slaughter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163450,"links":{"self":"https://petition.parliament.uk/petitions/163450.json"},"attributes":{"action":"Create a fourth emergency service for people with mental health problems.","background":"Patients with mental health problems are being failed since the abolition of long-term mental health hospitals and the introduction of care in the community. Care in the community is only available Monday to Friday 9-5, after which the Police, Ambulance Services and A\u0026E staff are left to cope.","additional_details":"Mental health support needs to be available 24/7.  Starting with an emergency team who are trained in mental health care and know how to cope.  The team should include someone who can reliably make a decision as to whether the patient needs to be sectioned for theirs or the publics safety and can enforce that section. Mental health problems are increasing and care in the community is clearly not working! We need to provide a more reliable support network for people with mental health problems.","state":"open","signature_count":8592,"created_at":"2016-07-29T10:18:02.513Z","updated_at":"2016-12-31T23:11:29.691Z","open_at":"2016-08-02T16:26:33.047Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-30T06:14:26.886Z","response_threshold_reached_at":null,"creator_name":"Inge Marner","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159140,"links":{"self":"https://petition.parliament.uk/petitions/159140.json"},"attributes":{"action":"Revoke the BBC's charter","background":"The BBC has become increasingly biased in its news coverage.  In particular, with its pro-EU stance, the BBC does not represent more than half the country, who are nonetheless legally bound to pay the licence fee.","additional_details":"","state":"open","signature_count":8521,"created_at":"2016-07-05T18:14:02.635Z","updated_at":"2016-12-31T16:45:52.345Z","open_at":"2016-07-28T16:43:11.073Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-05T19:54:08.596Z","response_threshold_reached_at":null,"creator_name":"Adrian Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168920,"links":{"self":"https://petition.parliament.uk/petitions/168920.json"},"attributes":{"action":"CCTV in ALL dementia care facilities by LAW.","background":"Too many incidents of abuse is happening to our elderly living with dementia in care facilities. We need to protect our vulnerable elderly and start protecting them  NOW ","additional_details":"","state":"open","signature_count":8247,"created_at":"2016-10-09T22:49:02.956Z","updated_at":"2016-12-31T21:23:00.336Z","open_at":"2016-10-14T14:30:44.303Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T23:05:10.257Z","response_threshold_reached_at":null,"creator_name":"Jayne Connery ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":159907,"links":{"self":"https://petition.parliament.uk/petitions/159907.json"},"attributes":{"action":"A full review of the staffing shortages within NHS district nursing service.","background":"People prefer to recover at home. The district nursing service, with the reductions in staffing since 2003 is at breaking point. District nurses are now critically endangered health professionals says the royal college of nursing and 10,000 front line staff are required.","additional_details":"There has been large cuts to the district nursing service, senior nursing sisters who require the specialist practitioner degree have been reduced in numbers and in high demand with many jobs advertised for months waiting to be filled.\r\nDistrict nurses will dissappear by 2025.\r\nOnly 37% of time spent dealing with patients. \r\n2003 - 2013 47% drop in staff from 12,620 to 6,656. Ref: Royal College of Nursing.\r\nWe want the government to debate this and commit to recruiting front line staff required.\r\n","state":"open","signature_count":8236,"created_at":"2016-07-08T10:47:27.048Z","updated_at":"2016-12-31T13:05:17.567Z","open_at":"2016-07-20T09:42:15.069Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-08T13:47:53.405Z","response_threshold_reached_at":null,"creator_name":"Gordon Roberts","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166980,"links":{"self":"https://petition.parliament.uk/petitions/166980.json"},"attributes":{"action":"Cold calling by phone or email for investment or pensions should be made illegal","background":"Cold calling on investments and pensions to members of the public  very often leads to unregulated investments and scams. Banning cold calling would dramatically reduce the number of people falling prey to fraudsters and losing their savings and pensions.","additional_details":"","state":"open","signature_count":8177,"created_at":"2016-09-13T12:25:16.634Z","updated_at":"2016-12-31T21:33:22.328Z","open_at":"2016-09-21T15:27:10.913Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T14:26:00.702Z","response_threshold_reached_at":null,"creator_name":"Darren Cooke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129454,"links":{"self":"https://petition.parliament.uk/petitions/129454.json"},"attributes":{"action":"Improve understanding \u0026 treatment of people with hidden illnesses in PIP process","background":"Assessors don't understand that I can't correctly fill in their forms as I can't tell you how many days I will become unable to help myself after any given activity. I visit my family at the weekend, and it takes me ALL WEEK to recover, just to do it again. I just want us to be heard and understood.","additional_details":"I suffer from many hidden illnesses, but my main problem (Fibromyalgia \u0026 Chronic Fatigue Syndrome) is not yet recognised as a disability in the UK, yet my symptoms are. I ask for a better understanding from PIP assessors and a system that works for people like me.","state":"open","signature_count":7952,"created_at":"2016-05-04T15:27:25.734Z","updated_at":"2016-12-30T07:38:24.985Z","open_at":"2016-09-22T12:07:00.541Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T15:47:33.825Z","response_threshold_reached_at":null,"creator_name":"Beverley Crowe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171221,"links":{"self":"https://petition.parliament.uk/petitions/171221.json"},"attributes":{"action":"Make CCTV mandatory in the UK’s equine slaughterhouses","background":"We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.","additional_details":"Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ","state":"open","signature_count":7790,"created_at":"2016-11-03T20:14:58.466Z","updated_at":"2016-12-31T17:24:17.258Z","open_at":"2016-11-08T14:56:39.397Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T09:43:20.290Z","response_threshold_reached_at":null,"creator_name":"Jessica Stark ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172393,"links":{"self":"https://petition.parliament.uk/petitions/172393.json"},"attributes":{"action":"Force the government to act on the eleven recommendations of the UNCRPD report","background":"As a result of being investigated by a United Nations committee for not fulfilling the terms of the UNCRPD, the government have been found guilty of grave \u0026 systematic violations of the rights of disabled people as a direct result of austerity policies introduced into welfare \u0026 social care.","additional_details":"A UN report says a range of measures including controversial cuts to disability benefits, social care budgets \u0026 the introduction of the bedroom tax, have disproportionately \u0026 adversely affected the rights of disabled people to live independently, to work \u0026 achieve an adequate standard of living.\r\n\r\nIt makes 11 recommendations, including calling on the government to carry out a study of the cumulative impact of all spending cuts on the disabled \u0026 to ensure human rights of disabled people are upheld","state":"open","signature_count":7789,"created_at":"2016-11-13T16:23:57.251Z","updated_at":"2016-12-31T23:37:03.868Z","open_at":"2016-11-17T17:46:27.931Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T18:56:37.290Z","response_threshold_reached_at":null,"creator_name":"Simon Hywood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":134618,"links":{"self":"https://petition.parliament.uk/petitions/134618.json"},"attributes":{"action":"Hold a second referendum on leaving the EU once exit terms have been negotiated.","background":"On 23rd June 2016, the UK voted to leave the EU. The terms of the departure have yet to be agreed with the EU, and the possibilities vary widely on key issues such as access to the single market and limiting immigration. Once terms are agreed, a second vote should be held to confirm the decision.","additional_details":"During campaigning ahead of the EU referendum, many parties, including politicians and supporters on both sides of the debate, noted that the structure of any agreement to leave was uncertain. The terms that the UK would negotiate with the EU were subject to claim and counter-claim on both sides.\r\n\r\nThe public, therefore, were not aware of the full nature of the 'leave' outcome at that time and should be given the opportunity to vote on again once an agreement with the EU is reached.","state":"open","signature_count":7747,"created_at":"2016-06-24T12:23:42.897Z","updated_at":"2016-12-31T23:22:21.505Z","open_at":"2016-07-04T16:28:00.249Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T13:47:24.904Z","response_threshold_reached_at":null,"creator_name":"William Kerr-Muir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":139983,"links":{"self":"https://petition.parliament.uk/petitions/139983.json"},"attributes":{"action":"Allow motorcycles to use ALL bus lanes.","background":"Bikes take up less space than most other road users and therefore aren't seen as readily and are at greater risk of personal injury. \r\n\r\nWe are legally allowed to filter past the queuing traffic and get to the front, this way would help make it even safer without affecting the buses and taxis.\r\n\r\n","additional_details":"","state":"open","signature_count":7732,"created_at":"2016-06-25T16:24:05.547Z","updated_at":"2016-12-30T13:21:23.539Z","open_at":"2016-07-05T14:04:02.421Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T16:35:34.338Z","response_threshold_reached_at":null,"creator_name":"Martin Cherry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173099,"links":{"self":"https://petition.parliament.uk/petitions/173099.json"},"attributes":{"action":"Keep the Personal Injury Small Claims Limit at £1,000/ Keep Damages for whiplash","background":"The MOJ has published a consultation paper proposing amongst other things:-\r\n1. The abolish low value whiplash claims for injuries up to 6 months\r\n2. To raise the small claims track to £5,000 for all personal injury claims.\r\n3. To introduce the assistance of Mackenzie friends in such claims.","additional_details":"The reforms will have the effect of:-\r\nThe public will be frightened off from bringing claims, due to the costs and complications;\r\nInsurers will be able to instruct Solicitors and Barristers whilst the public will not and thus creating injustice;\r\nMembers of the public with upto 6 month whiplash injuries will be prevented from making a claim for injury;\r\nThere will be mass redundancies following implementation, possibly 60,000\r\nThe Treasury will lose PAYE, NIC, Employers NIC, and vat;","state":"open","signature_count":7720,"created_at":"2016-11-19T08:42:35.727Z","updated_at":"2016-12-31T23:49:06.108Z","open_at":"2016-11-23T12:02:17.042Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-19T09:21:16.695Z","response_threshold_reached_at":null,"creator_name":"Andrew Mckie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165342,"links":{"self":"https://petition.parliament.uk/petitions/165342.json"},"attributes":{"action":"Stop Tony Blair  using taxpayers funding his legal costs for Iraq war defence!","background":"Tony Blair has more than enough finance to fund his own defence. Whereas the families have had to raise their own funds!","additional_details":"","state":"open","signature_count":7442,"created_at":"2016-08-20T17:43:31.181Z","updated_at":"2016-12-31T19:24:29.439Z","open_at":"2016-08-25T17:08:06.191Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-22T08:06:52.706Z","response_threshold_reached_at":null,"creator_name":"Barrie Parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":140238,"links":{"self":"https://petition.parliament.uk/petitions/140238.json"},"attributes":{"action":"Protect UK Environment \u0026 Wildlife - adopt European environmental legislation.","background":"The vote to leave the EU could leave our wildlife at risk. The EU has developed a strong set of laws that protect the environment and our wildlife. As these laws will not apply when the UK leaves the EU we need new laws for the UK that give our precious wildlife and environment the same protection.","additional_details":"Wildlife didn't get much of a mention in the referendum debate, that's a shame as it was something that Europe treasures and its laws were very good for protecting the environment. Without new laws protected sites and our countryside might not be protected unless we have new laws that make sure we take care of it. Many species of plants, animals \u0026 invertebrates are declining, the UK Government should make it a priority to do what we can to stop this.\r\n\r\nhttp://www.wildlifetrusts.org/EU-Ref/reports","state":"open","signature_count":7155,"created_at":"2016-06-25T17:07:51.483Z","updated_at":"2016-12-31T21:36:22.965Z","open_at":"2016-07-06T14:59:54.751Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T18:21:09.212Z","response_threshold_reached_at":null,"creator_name":"Zach Haynes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163019,"links":{"self":"https://petition.parliament.uk/petitions/163019.json"},"attributes":{"action":"Search all Islamic buildings for weapons and extremist literature and items","background":"As large numbers of weapons are being found in mosque's in Europe searches should be carried out in Britain to keep us safe from weapons and Islamic extremists ","additional_details":"","state":"open","signature_count":6905,"created_at":"2016-07-25T17:11:18.953Z","updated_at":"2016-12-31T20:37:41.270Z","open_at":"2016-07-26T13:56:35.743Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-25T18:09:59.680Z","response_threshold_reached_at":null,"creator_name":"Kiron O'Connor ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164891,"links":{"self":"https://petition.parliament.uk/petitions/164891.json"},"attributes":{"action":"Make it illegal to harass those engaged in legal fieldsports.","background":"For decades now those involved in legal fieldsports (hunting, shooting, fishing, trapping, etc.) have been subjected to a barrage of abuse, both verbally and more increasingly, physically by 'hunt saboteurs'.  This harassment of those involved in legal fieldsports should be made an offence.","additional_details":"In the US they have Hunter Harassment Laws, these include: \r\n\r\n\"Impeding or obstructing a person who is engaged in lawful hunting, fishing or trapping. This could include trying to get in the way of a sportsman.\" \r\n\r\n\"Impeding or obstructing a person who is engaged in a lawful activity.\"\r\n\r\nIt's also an offence to scare away game so it can't be hunted.\r\n\r\nWe need similar laws in the UK to stop the harassment of those participating in legal fieldsports activities.\r\n\r\n","state":"open","signature_count":6853,"created_at":"2016-08-14T21:36:08.238Z","updated_at":"2016-12-31T16:42:10.871Z","open_at":"2016-08-15T11:42:57.512Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-15T05:58:54.867Z","response_threshold_reached_at":null,"creator_name":"Mark Horsfall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167371,"links":{"self":"https://petition.parliament.uk/petitions/167371.json"},"attributes":{"action":"Everyone in the UK must have a vote on who is elected Mayor of London.","background":"Sadiq Kahn has been getting involved in foreign political matters and policies that affect not just London but the rest of the UK. If any Mayor of London can meddle (Unchecked) in political activities that affect the whole of the UK, then the whole of the UK should have a say in who is Mayor!","additional_details":"His pro-Hillary Clinton tour of the United States, whose appointment will have an affect on everyone in the UK.\r\nHis joint venture with Obama to tackle anti hate speech against Muslims online.. no mention of hate crimes committed by Muslims. He recently quoted “too many white men” working for the city’s underground train service. ","state":"open","signature_count":6722,"created_at":"2016-09-18T00:19:43.299Z","updated_at":"2016-12-31T18:09:50.174Z","open_at":"2016-09-21T10:03:02.423Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-18T01:55:33.173Z","response_threshold_reached_at":null,"creator_name":"Keith Frederick Benham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163522,"links":{"self":"https://petition.parliament.uk/petitions/163522.json"},"attributes":{"action":"Improve safety legislation for coaches so no more children get injured","background":"Two years ago our son almost died when he fell out of a faulty door on a coach at 60 mph.  It has highlighted to us that safety legislation is only applied to newer coaches and operators can hide the age of coaches behind private plates. This is a dangerous combination that needs to change.","additional_details":"Improved legislation is needed.\r\nIf safety legislation is passed this should apply to all coaches, not just ones manufactured from that date.\r\nOperators should not be able to hide the age of their coaches behind private plates and there should be a far better system of visibility and transparency over the age of the coach, the level of safety equipment it has and the licence history of the operator. Otherwise you really have no idea what kind of coach your child is getting on or how safe it is! ","state":"open","signature_count":6649,"created_at":"2016-07-30T00:06:15.395Z","updated_at":"2016-12-31T09:24:01.580Z","open_at":"2016-08-02T11:11:51.075Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-30T07:04:11.706Z","response_threshold_reached_at":null,"creator_name":"Nicholas David Goold","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167972,"links":{"self":"https://petition.parliament.uk/petitions/167972.json"},"attributes":{"action":"To Make it an Offence in Law to Desecrate a Memorial or Grave to War Dead","background":"There has been many cases of people urinating and damaging war memorials and they have been charged with Out Raging Public Decency.\r\nThe full weight of the law must be brought down on people that do this with a prison sentence,Memorials to those that gave there live`s for us must be protected ","additional_details":"Kelly Martin was on bail for urinating on a war memorial in Grays,Essex,UK April 2016, On the 30 June 2016 the day before the world commemorated the 100th anniversary of the Battle of the Somme she did the same thing at the same memorial again in front of shoppers and children,The case was reported world wide and upset not only veterans,serving members of forces all over the world including family members of those named on the memorial. Sentencing guidelines must be put in place. She got 7 months","state":"open","signature_count":6614,"created_at":"2016-09-27T14:43:07.007Z","updated_at":"2016-12-31T21:04:57.020Z","open_at":"2016-10-04T11:11:23.399Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:24:50.536Z","response_threshold_reached_at":null,"creator_name":"Stanley Kaye","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164625,"links":{"self":"https://petition.parliament.uk/petitions/164625.json"},"attributes":{"action":"I would like to see the introduction of safe standing at football matches.","background":"I, and many other football fans across the country, believe that the reintroduction of safe standing will produce an enhanced atmosphere at football games. It's been done successfully abroad, notably Germany, for many years. It's time we brought it back!","additional_details":"","state":"open","signature_count":6613,"created_at":"2016-08-11T12:34:21.009Z","updated_at":"2016-12-31T23:38:14.117Z","open_at":"2016-08-11T15:16:06.989Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-11T12:57:07.620Z","response_threshold_reached_at":null,"creator_name":"Ollie James Lawson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174713,"links":{"self":"https://petition.parliament.uk/petitions/174713.json"},"attributes":{"action":"This petition is calls for a total ban on the use of packs of hounds for hunting","background":"Fox hunting has been banned for a number of years. Hunts still kill ,claiming it was an accident. They can follow a man made trail legally but this leads to confusion in making a prosecution as the hunt readily admits the hounds are uncontrollable when catching the scent of a live fox. ","additional_details":"Police forces across the country readily admit that they have no manpower to monitor hunting. When faced with evidence of illegal kills, assaults on saboteurs , foxes bred in captivity to release for the hunts, they rarely prosecute. \r\nThe majority of UK residents would like to see a total ban on fox/hare/deer hunting with a pack of hounds. It's a \" sport\" that should be consigned to our history books. \r\nHunts continue to hunt illegally, ignoring the law and the will of the British public. \r\n","state":"open","signature_count":6449,"created_at":"2016-12-04T17:13:54.747Z","updated_at":"2016-12-31T23:17:30.761Z","open_at":"2016-12-08T18:54:22.933Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-04T19:17:26.050Z","response_threshold_reached_at":null,"creator_name":"Lynne Fourrel de Frettes ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175654,"links":{"self":"https://petition.parliament.uk/petitions/175654.json"},"attributes":{"action":"MPs' salary rises to be restricted to the same as public sector workers by law","background":"Public Sector workers have been restricted to a 1% annual pay rise for the last five years, a lot of them have had a pay freeze during this time, whilst MPs are exempt  from the restrictions they place on Public Sector workers. MPs should be subject to the same annual pay rises by law.","additional_details":"","state":"open","signature_count":6361,"created_at":"2016-12-15T10:53:55.703Z","updated_at":"2016-12-31T23:53:26.869Z","open_at":"2016-12-21T13:24:59.670Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-15T11:25:48.165Z","response_threshold_reached_at":null,"creator_name":"Phil Birch","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":136668,"links":{"self":"https://petition.parliament.uk/petitions/136668.json"},"attributes":{"action":"Allow EU citizens to remain in the UK after exit from the EU with same rights","background":"EU citizens who study or work and pay taxes in the UK are a fundamental part of society. The UK would not be able to function without the taxes paid in by the EU immigrants. Their rights should also not be decreased if they've been paying in for years.","additional_details":"","state":"open","signature_count":6199,"created_at":"2016-06-24T22:07:49.465Z","updated_at":"2016-12-31T15:43:19.811Z","open_at":"2016-07-04T11:38:37.302Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-06-25T19:06:02.602Z","response_threshold_reached_at":null,"creator_name":"Errietta Kostala","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168112,"links":{"self":"https://petition.parliament.uk/petitions/168112.json"},"attributes":{"action":"Block or change the EASA Commission Regulation\r\non Unmanned Aircraft Operations","background":"The UK UAV industry is currently thriving\r\nand is even recognised by EASA themselves “Unmanned aircraft is a sector of aviation that is developing very fast and has a great potential for producing new jobs and growth.“\r\n\r\n BUT With the EASA new proposed regulations all of this is under threat.\r\n\r\n","additional_details":"“Drones” and other UAV are well covered under the Civil Aviation Authority Air Navigation Order. Regarded by most as fair and accurate\r\n\r\nEASA proposals will override this (even once we have left the EU)\r\nAnd have clearly been written by people with little understand of the subject. the expected result of them is:\r\n\r\n* Death of the related industry (not a slowdown but an outright death)\r\n\r\n* Public disregard for all rules\r\n\r\n*cease of UAV use for UK emergency services and other lifesaving uses\r\n","state":"open","signature_count":6032,"created_at":"2016-09-29T14:16:41.243Z","updated_at":"2016-12-31T12:05:25.852Z","open_at":"2016-10-03T14:55:50.210Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:35:07.324Z","response_threshold_reached_at":null,"creator_name":"joshua sams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163645,"links":{"self":"https://petition.parliament.uk/petitions/163645.json"},"attributes":{"action":"STOP the cruel treatment Foxhounds constantly receive","background":"Petition is asking for the govt or another source to monitor the welfare of the hounds. It is estimated that around 4,000 hounds are clubbed to death or shot each year if found unsuitable or show weakness. Week old pups are killed if not strong enough. Unsuitable or old dogs should be re-homed.","additional_details":"It is seen as normal to shoot \u0026 incinerate hounds when no longer productive \u0026 disposed of if they fail in any way. They are killed at half their life expectancy, Hounds are punished for chasing the wrong scent. As soon as they are born they are taught to be savage which is not their natural instinct \u0026 removed if not savage enough. Old dogs are replaced in a constant cycle \u0026 shot without remorse \u0026 burned. More hounds are bred than needed. Some hounds are killed when hunting. They deserve better.","state":"open","signature_count":6023,"created_at":"2016-07-31T14:04:29.374Z","updated_at":"2016-12-29T22:22:50.570Z","open_at":"2016-08-09T10:31:44.280Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-06T11:57:10.771Z","response_threshold_reached_at":null,"creator_name":"Dawn Waller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166130,"links":{"self":"https://petition.parliament.uk/petitions/166130.json"},"attributes":{"action":"We want an urgent improvement in Mental Health Care in this country!","background":"My 22 year old son died this year. He suffered from depression. He was denied counselling and instead was prescribed medication. He turned to drugs just before his death to help him through these dark times and I truly believe, that had he been offered urgent counselling, he would not have done so. ","additional_details":"","state":"open","signature_count":5859,"created_at":"2016-09-01T22:37:05.660Z","updated_at":"2016-12-31T23:07:38.987Z","open_at":"2016-09-08T15:48:42.638Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-01T23:19:41.991Z","response_threshold_reached_at":null,"creator_name":"Zoe May ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174321,"links":{"self":"https://petition.parliament.uk/petitions/174321.json"},"attributes":{"action":"The NHS must never be privatised and remain a free, publicly funded UK service.","background":"The NHS is the bedrock of a fair and compassionate society, which is what any decent, caring person should be aspiring to be part of. The majority of our population have experienced the excellent work carried out by the NHS staff since it began treating people without asking how much money they had.","additional_details":"Our number 1 priority in the UK must be the people and their health. Our doctors, nurses and the free service provided by them, are the envy of the rest of the world. The NHS is part of our national culture and has saved and cared for countless lives. It is currently being underfunded in favour of less worthy departments, such as the hundreds of billions being invested into Trident nuclear weapons and fighting wars in the middle east. The preservation and continuation of a free NHS is paramount.","state":"open","signature_count":5818,"created_at":"2016-11-30T13:31:28.509Z","updated_at":"2016-12-31T23:44:35.163Z","open_at":"2016-12-08T18:27:09.100Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-02T12:51:29.888Z","response_threshold_reached_at":null,"creator_name":"TIMOTHY SHIPLEY","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":162154,"links":{"self":"https://petition.parliament.uk/petitions/162154.json"},"attributes":{"action":"For every new teacher to learn about Speech, Language and Communication Needs","background":"We are calling on the Government to include Speech, Language and Communication Needs (SLCN) as part of any initial teacher training package. All trainee teachers should learn about SLCN so that they are able to adapt their teaching strategies and fully support their students to succeed and achieve. ","additional_details":"In English Schools 20.9% of all children on Special Educational Needs (SEN) support \u0026 14% of children that have an Education, Health and Care Plan (EHCP) have SLCN (DfE Schools, pupils and their characteristics: January 2016). Language Impairment is seven times more common than other developmental conditions such as autism (SCALES study 2016). Including SLCN on any initial teacher training package would raise awareness \u0026 allow new teachers to feel more confident at identifying these children.  ","state":"open","signature_count":5763,"created_at":"2016-07-18T14:53:26.391Z","updated_at":"2016-12-31T19:54:20.942Z","open_at":"2016-07-26T14:44:32.239Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-07-18T15:09:47.126Z","response_threshold_reached_at":null,"creator_name":"Emma Louise Broddle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176033,"links":{"self":"https://petition.parliament.uk/petitions/176033.json"},"attributes":{"action":"Harvey's Army - Compulsory Microchip Scanning of Deceased Pets Found on railways","background":"Harvey's Army fully support Rory’s Mandate - To ensure that any domestic pet found on or by the tracks governed by Network Rail or Network Rail Infrastructure Limited is scanned for a microchip, details documented and the owners notified in a timely manner.","additional_details":"Rory was lost on the 3rd Dec 16. On the 4th Dec 16 his disappearance was reported to Network Rail and a reference number was given. On the 14th Dec 16 the family were informed by Network Rail that their Track Walker who saw the 'missing' article in the newspaper had discovered Rory and buried him trackside on the 6th Dec 16. Rory was microchipped and registered with Network Rail as missing so if he had been scanned at the time, days of anguish and heartache could have been avoided.","state":"open","signature_count":5644,"created_at":"2016-12-20T23:30:11.904Z","updated_at":"2016-12-31T23:33:13.166Z","open_at":"2016-12-21T14:22:45.415Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-21T13:33:15.678Z","response_threshold_reached_at":null,"creator_name":"Kaye Beedle","rejection":null,"government_response":null,"debate":null}}]}