{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=51\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":167888,"links":{"self":"https://petition.parliament.uk/petitions/167888.json"},"attributes":{"action":"Put a VEGAN meal on every school, college, university, hospital and prison menu.","background":"Over 5% of the population is vegan and growing. A vegan diet is healthier, it conserves resources and protects the planet, above all it's cruelty free.\r\nUnited Nations has called upon us to consume more plant based foods. \r\nAnimal products are linked to the increase in cancer and heart disease.","additional_details":"Films : Earthlings and Cowspiracy\r\n\r\nOrganizations : Animal Aid, Mercy for Animals, Evolve, The Vegan Society, PETA\r\n\r\nActivists, Gary Yourovsky USA , Wollen, Australia\r\n\r\nRecipe Books: Amazon","state":"open","signature_count":14097,"created_at":"2016-09-25T23:37:18.035Z","updated_at":"2017-02-04T22:50:47.354Z","open_at":"2016-10-03T13:21:00.554Z","closed_at":null,"government_response_at":"2016-12-07T12:32:05.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-28T22:14:59.411Z","response_threshold_reached_at":"2016-10-28T06:35:28.469Z","creator_name":"Judith Ward","rejection":null,"government_response":{"summary":"Individual institutions are responsible for the nutrition of their members and being aware of health, religious, cultural and ethical choices: and doing all they can to facilitate that choice. ","details":"There are many different ways to achieve a healthy balanced diet and it is about personal choice – for people to choose those approaches which meet their particular cultural and individual preferences. Options that are suitable for vegans should be made available where individuals request this however any revisions in menu options provided need to reflect the needs of the population served.\r\n\r\nEvery hospital has a responsibility to provide the highest level of care possible for their patients and this, without question, includes the quality and nutritional value of the food that is served and eaten. The NHS Constitution includes the right; ‘You have the right to receive suitable and nutritious food and hydration to sustain good health and wellbeing’, and the constitution handbook sets the expectation that dietary requirements should be reasonably met, whether specific or unusual to an organisation’s general population, for example cultural or religious. This includes the provision of vegan foods.\r\n\r\nIt is a fundamental requirement that prisoners and members of staff are provided with meals which meet an individual’s religious, cultural and medical dietary needs. Consequently, the menu choices and meal provision reflect the religious and cultural needs of the prison.\r\n\r\nThe government’s School Food Standards regulate the food and drink provided at both lunchtime and at other times of the school day.  Beyond this, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nLike schools, we would expect further education colleges and providers and higher education institutions, as autonomous organisations which are responsible for making their own decisions on the catering arrangements they have in place for students, to want to make reasonable adjustments for their students with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nThe issue of diet is complex with many factors including cultural, social and religious influencing the make-up of what we eat. The Government does not aim to undermine these influences, and we see value in encouraging people to think carefully about the environmental impact of the food they eat. While food choices can have an impact on greenhouse gas (GHG) emissions, well managed livestock also provide many environmental benefits including supporting biodiversity, protecting the character and identity of the countryside and generating an important income for rural communities.\r\n\r\nDepartment for Education","created_at":"2016-12-07T12:32:05.509Z","updated_at":"2016-12-07T12:32:05.509Z"},"debate":null}},{"type":"petition","id":168135,"links":{"self":"https://petition.parliament.uk/petitions/168135.json"},"attributes":{"action":"Support Live Music Venues by preventing inappropriate complaints being actioned","background":"In recent years \"New Neighbours\" complaining about music venues have caused many venues to close or cease live music. This results in major cultural degredation. We ask the government to legislate to prevent \"New Neighbours\" from having complaints against established Venues upheld","additional_details":"","state":"open","signature_count":13465,"created_at":"2016-09-29T19:32:47.292Z","updated_at":"2017-02-04T13:46:02.359Z","open_at":"2016-10-04T11:15:17.985Z","closed_at":null,"government_response_at":"2016-12-07T16:12:54.914Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:50:53.212Z","response_threshold_reached_at":"2016-10-08T18:15:05.798Z","creator_name":"John Blackledge","rejection":null,"government_response":{"summary":"Music venues are a vibrant and vital part of the music ecosystem and economy and government will continue to support and promote an environment in which UK’s live music industry can carry on thriving","details":"Between 2010-2015 government introduced a package of deregulation, including the Live Music Act 2012, removing the need for entertainment licences in certain circumstances and increasing the audience limit for performances of live amplified music in relevant alcohol licensed premises from 200 to 500 people\r\n\r\nAdditional licensing conditions should only be imposed on a business where appropriate - statutory guidance is clear that licensing authorities should avoid disproportionate measures that could deter valuable community events, such as live music.\r\n\r\nWe have also made changes to national planning guidance and permitted development rights, helping to prevent noise complaints from new development on existing businesses. National planning policy for England as set out in the National Planning Policy Framework sets out that existing businesses wanting to develop in continuance of their business should not have unreasonable restrictions put on them because of changes in nearby land uses since they were established. The planning guidance supporting the Framework is clear that the potential effect of a new residential development being located close to an existing business giving rise to noise should be carefully considered.  The guidance underlines planning’s contribution to avoiding future complaints and risks to local business from resulting enforcement action. To help avoid such situations, local councils are encouraged to consider appropriate mitigation including designing the new development to reduce the impact of noise from the local environment and optimising the sound insulation provided by the building envelope.\r\n \r\nOn 6 April, the Town and Country Planning (General Permitted Development) (England) (Amendment) Order 2016 made permanent the permitted development right for the change of use from office to residential. The permanent right includes a prior approval on noise, allowing consideration by local planning authorities of plans to mitigate the impacts of noise from commercial premises on the residents. In considering the prior approval, the local planning authorities will have regard to the relevant parts of the National Planning Policy Framework and supporting planning guidance, as would be the case under a planning application.\r\n\r\nWe want to encourage people to live in our towns and cities, while enabling small grassroots music venues to flourish - giving musicians and artists the opportunity to perform in front of a live audience and providing communities with a social and cultural attraction.\r\n\r\nWe will continue to engage with the industry and local authorities to support this important and dynamic sector.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-12-07T16:12:54.911Z","updated_at":"2017-01-06T12:16:35.139Z"},"debate":null}},{"type":"petition","id":176687,"links":{"self":"https://petition.parliament.uk/petitions/176687.json"},"attributes":{"action":"Delay triggering Article 50 until after voters vote on the UK EU Exit Package.","background":"The UK shouldn't be forced to leave the EU on terms nobody voted for. Therefore, Article 50 should be delayed until after the people have had the final say by voting on whether to accept the terms of the deal or to stay in the EU on current terms.\r\n","additional_details":"Triggering Article 50 on 31/3 hands back the UK's EU membership giving the remaining 27 EU member 2 years to decide a UK Exit Package which suits them \u0026 discourages others leaving. The UK only has power to negotiate before Article 50 is triggered. The EU incentive to negotiate before a UK vote on the Exit Package is that if it were rejected the UK stays in the EU. Hence, UK should negotiate the deal terms \u0026 let the people vote to accept the deal or to stay in the EU before triggering Article 50","state":"open","signature_count":13404,"created_at":"2017-01-04T16:09:51.413Z","updated_at":"2017-02-04T23:46:53.103Z","open_at":"2017-01-06T17:33:25.802Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T16:41:58.336Z","response_threshold_reached_at":"2017-01-28T16:56:44.227Z","creator_name":"Sarah Branson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171287,"links":{"self":"https://petition.parliament.uk/petitions/171287.json"},"attributes":{"action":"Pass law to force employers to pay on time for freelance/contractual work.","background":"Too many times have we all (as freelancers) faced clients that do not pay, or take forever to do so. We have no structure or law to support us in this matter except for small claims court. Sometime larger clients can bully a sole trader/contractor into relying on their terms, rather than other.","additional_details":"Much alike the New York City Council move.. http://www.nydailynews.com/news/politics/nyc-passes-law-forcing-employers-pay-freelancers-time-article-1.2847980\r\n\r\nFreelance Isn't Free. In surveys, 70% of freelancers report either not getting paid or having to wait months for their money for jobs.\r\n\r\nEmployers and agencies often sit on the money to gain their own interest rather than pay quickly and on time. The freelance contractor has no power and has to wait because the money is valuable to them.","state":"open","signature_count":12900,"created_at":"2016-11-04T09:28:33.024Z","updated_at":"2017-02-04T23:58:13.535Z","open_at":"2016-11-08T15:57:32.613Z","closed_at":null,"government_response_at":"2017-01-06T13:35:08.193Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T10:25:20.515Z","response_threshold_reached_at":"2016-12-16T12:23:49.591Z","creator_name":"Ben Peter Catchpole","rejection":null,"government_response":{"summary":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service.","details":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service, under the Late Payment of Commercial Debts (Interest) Act 1998.\r\n\r\nIn April 2017, the payment practices reporting requirement will come into force. This will require large companies and LLPs to report publically on their payment practices and performance, twice per financial year. This transparency will help suppliers, including small businesses such as sole traders, make informed decisions about who they do business with. \r\n\r\nAlso in 2017, we will be appointing the Small Business Commissioner, who will support small businesses in resolving payment disputes. The Commissioner will provide general advice and information, direct small businesses to existing dispute resolution services, and handle complaints about payment issues.  Small businesses, with fewer than 50 staff, will be able to access the services of the Commissioner – these businesses include self-employed individuals.\r\n\r\nThere is also the voluntary, industry-led Prompt Payment Code, which is about encouraging, promoting and setting an example of best practice between organisations and their suppliers. More than 1800 firms are signed up to the Code, which you can see at: www.promptpaymentcode.org.uk \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-06T13:35:08.187Z","updated_at":"2017-01-06T13:35:08.187Z"},"debate":null}},{"type":"petition","id":165230,"links":{"self":"https://petition.parliament.uk/petitions/165230.json"},"attributes":{"action":"Extreme vetting of immigrants and visitors to the UK","background":"I would like to call for \"extreme\" ideological vetting of immigrants seeking admission to the UK. People coming to this country must decry their former way of life, and agree to live under a FREE Society who allow FREEDOM OF SPEECH!","additional_details":"Hate Speech should equally mean HATE speech against Jews and Christians too ... not just islam. It needs to be stated categorically that islam is NOT a race, it is made of many races, just as Christianity is.\r\nPeople entering should undergo a test, and have to prove they will no longer follow the laws they left. Implementing the policy overhaul would require a temporary halt in immigration from \"the most dangerous and volatile regions of the world that have a history of exporting terrorism","state":"open","signature_count":12800,"created_at":"2016-08-19T11:36:21.074Z","updated_at":"2017-02-04T23:10:12.420Z","open_at":"2016-08-25T16:52:35.459Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-19T18:41:23.472Z","response_threshold_reached_at":"2017-01-31T17:53:39.815Z","creator_name":"Rowena Muldal","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166442,"links":{"self":"https://petition.parliament.uk/petitions/166442.json"},"attributes":{"action":"Please sign the petition for the Robin to become our official National Bird.","background":"This petition is being co-ordinated by David Lindo - also known as The Urban Birder - a natural history broadcaster and writer. He would like to start a petition to get this fantastic little bird, so relevent to to the British way of life, officially recognised as our National Bird. ","additional_details":"Britain's Vote National Bird Campaign was a two part vote. The first leg was launched in August 2014. Thereafter, a shortlist of 10 species was created and went to the general public to vote. This second leg of the campaign started in March 2015 and ended at midnight on May 6th 2015 - General Election Day.\r\n\r\nThe Robin won!!\r\n\r\nThe full campaign story can be found here: http://www.votenationalbird.com\r\n\r\nand here: \r\nhttps://bulletprblog.wordpress.com/2015/06/23/britains-vote-national-bird-campaign/","state":"open","signature_count":12656,"created_at":"2016-09-06T17:22:20.889Z","updated_at":"2017-02-04T17:43:08.798Z","open_at":"2016-09-13T16:50:59.517Z","closed_at":null,"government_response_at":"2016-10-31T16:02:03.235Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-06T19:29:14.669Z","response_threshold_reached_at":"2016-10-06T01:39:21.951Z","creator_name":"David Lindo","rejection":null,"government_response":{"summary":"The robin doesn’t need official status to make it an icon of the British countryside. The Government is committed to protecting all wild birds, but has no plans to adopt a national bird at this time.","details":"The robin is synonymous with the British countryside and is clearly loved by huge numbers of British people. The Government agrees strongly that it is vital to champion and promote the importance of our precious wild birds. \r\n\r\nThe UK has some of the world’s finest wildlife and the Government recognises how important biodiversity is for a flourishing natural environment and the wellbeing of people and nature alike. Our ambition is to be the first generation to leave our natural environment in a better state than we found it. That is why we are taking action in a number of areas, such as developing a 25 Year Plan for the Environment. We are planning to publish a framework for our 25 Year Plan later this year, and we will be letting everyone have their say on it – including by telling us about their favourite birds!\r\n\r\nWe are encouraging everyone to make use of our wonderful assets like national parks and forests, where birds like the robin can be seen in their natural habitats. And in partnership with the Woodland Trust, we are working to provide free trees to schools, creating new habitats for plants and animals and bringing everyone in touch with nature.\r\n\r\nThe robin is already widely recognised as a national icon, so we don’t feel that giving it official status would add much to the recognition the robin already receives and deserves. The Government has no plans to introduce a procedure at this time to officially adopt a national bird. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-31T16:02:03.233Z","updated_at":"2016-10-31T16:02:03.233Z"},"debate":null}},{"type":"petition","id":167441,"links":{"self":"https://petition.parliament.uk/petitions/167441.json"},"attributes":{"action":"Instruct NHS England to reverse their sudden ban on stem cell transplantation.","background":"Without prior warning, patients receiving lifesaving treatment for a rare form of blood cancer have had their funding for stem cell transplantation withdrawn by NHS England. A mother of 3 and a doctor are among those who started a course of treatment but are now being denied a stem cell transplant.","additional_details":"This unethical decision has left patients completely in limbo and placed in jeopardy those patients currently waiting to start their treatment.  \r\n \r\nNHS England must reverse this decision immediately and reinstate funding for this treatment which until August was available for patients with this rare form of blood cancer.\r\n \r\nWaldenstrom’s macroglobulinaemia, which affects about 4,000 people in the UK, is a form of non-Hodgkin’s Lymphoma.\r\n\r\nFor details see the front page of the Sunday Times 18/9/16.","state":"open","signature_count":12641,"created_at":"2016-09-19T09:57:08.622Z","updated_at":"2017-02-04T23:45:21.446Z","open_at":"2016-09-20T16:46:40.731Z","closed_at":null,"government_response_at":"2016-10-12T09:08:43.971Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T10:45:17.996Z","response_threshold_reached_at":"2016-09-30T16:40:47.990Z","creator_name":"Helen Tracy Caldwell","rejection":null,"government_response":{"summary":"Stem cell transplantation is available for patients with Waldenstrom’s macroglobulinaemia and continues to be funded by NHS England where it is the most appropriate clinical option.\r\n\r\n","details":"Waldenstrom’s macroglobulinaemia (WM) is a rare form of blood cancer. The condition is characterised by a slow progression and patients are managed on a case by case basis as symptoms develop. In a small proportion of cases a stem cell transplant is the most appropriate form of treatment. \r\n\r\nNHS England published the criteria used for routine clinical commissioning of stem cell transplants in 2013 which is available at: www.england.nhs.uk/wp-content/uploads/2013/04/b04-p-a.pdf. This commissioning policy for stem transplants reflects the professional consensus on the benefit and risk of a transplant for different conditions that was available when the policy was formulated. In the UK this guidance came from the British Society for Blood and Bone Marrow Transplantation (BSBMT) in the form of best-practice guides for treatment of adults (2012) and children (2011). This guidance is regularly updated to take account of developments in clinical practice. WM was only added to the guidance in September 2013 and therefore NHS England did not include this condition as part of the overall clinical commissioning policy. This means that NHS England does not routinely commission stem cell treatments for WM patients and that funding of stem cell transplants for these patients has involved other funding mechanisms. Over the last few years some patients have received a stem cell transplant to treat WM. In these cases funding may have involved an Individual Funding Request (IFRs) or been directly funded from an NHS trust.\r\n\r\nEach year, NHS England receives proposals for new drugs, medical devices or interventions for use by specialised services in England. NHS England has to make difficult operational decisions on behalf of tax-payers about how to prioritise the funding that is available for new investments. NHS England needs to ensure it focuses resources on those interventions which deliver the best results for patients, taking into account the evidence for clinical benefit and cost. \r\n\r\nProposals are reviewed by the Clinical Priorities Advisory Group (CPAG) that follows a published procedure. A proposal to routinely commission transplant for patients with WM will be considered by CPAG later this year and NHS Trusts will be informed of the outcome. Until that time, clinicians can continue to apply for funding for stem cell transplant for patient with WM where it can be demonstrated that a transplant is the most appropriate treatment option.\r\n\r\nDepartment of Health","created_at":"2016-10-12T09:08:43.969Z","updated_at":"2016-10-12T09:08:43.969Z"},"debate":null}},{"type":"petition","id":170843,"links":{"self":"https://petition.parliament.uk/petitions/170843.json"},"attributes":{"action":"For the Home Office to hold an inquiry into the battle of Orgreave","background":"Thousands of miners and police clashed at the Yorkshire coking site in 1984.\r\nCampaigners said officers led by South Yorkshire Police were heavy-handed and manufactured statements.\r\n","additional_details":"Calls for an Orgreave inquiry escalated following the conclusion of the two-year Hillsborough inquests, which provided a scathing assessment of the under-fire South Yorkshire Police force's behaviour.\r\nWhat was the 'Battle of Orgreave'?\r\nOrgreave: The battle that's not over\r\nThe statement added: \"The campaigners say that had the consequences of the events at Orgreave been addressed properly at the time, the tragic events at Hillsborough would never have happened five years later.","state":"open","signature_count":12435,"created_at":"2016-11-01T00:24:01.707Z","updated_at":"2017-02-04T21:45:44.751Z","open_at":"2016-11-02T17:45:47.884Z","closed_at":null,"government_response_at":"2016-11-21T13:54:57.630Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-01T08:38:44.397Z","response_threshold_reached_at":"2016-11-06T19:40:54.968Z","creator_name":"Peter Cooper","rejection":null,"government_response":{"summary":"The Home Secretary announced to Parliament on 31 October her decision not to establish an inquiry or other independent review into the policing of the events at Orgreave.","details":"In making her decision, the Home Secretary carefully considered a submission from the Orgreave Truth and Justice Campaign (OTJC) on the need for an inquiry relating to the policing of events at Orgreave in 1984, and met the OTJC and other campaign supporters (including the then Shadow Home Secretary) on 13 September to discuss their concerns. She acknowledged that it had been a difficult decision to make.\r\n\r\nIn determining whether or not to establish a statutory inquiry or other review, the Home Secretary considered a number of factors, reviewed a range of documents, carefully scrutinized the arguments contained in the Campaign’s submission and spoke to members of the Campaign. She concluded that neither an inquiry nor a review was required to allay public concern, more than 30 years after the events in question. In doing so, she noted the following factors:\r\n\r\n•\tDespite the forceful accounts and arguments provided by the campaigners and former miners who were present that day, about the effect that these events have had on them, ultimately there were no deaths or wrongful convictions.\r\n\r\n•\tIn addition, there have been very significant changes to policing since 1984, at every level, including major reforms to criminal procedure, changes to public order policing and practice, stronger external scrutiny and greater local accountability.\r\n\r\nIn particular the operational delivery and practice of public order policing has moved on a great deal from the arrangements in 1984, and tactics have now been reviewed and altered several times both by the police and the courts.\r\n\r\n•\tProtections which were singularly lacking at the time of Orgreave now exist with the introduction of the Police \u0026 Criminal Evidence Act 1984 which has vastly improved the way police investigations and powers operate.\r\n\r\n•\tThe creation of the Crown Prosecution Service in 1986, with the introduction of independent CPS prosecutors, fundamentally altered the prosecution of offences. It ended the existence of ad hoc prosecution arrangements across the country whereby a mixture of police prosecutors and private firms of solicitors - hired by the police and acting for and on the instruction of the police – conducted prosecutions.\r\n•\tWith regards to the external scrutiny of complaints against the police, this was strengthened by the creation, in 1985, of the Police Complaints Authority which was replaced in 2004 by the more effective Independent Police Complaints Commission and in turn will be replaced by the Office for Police Conduct in 2017. The exemplary standards of behaviour expected of everyone who works in policing were reinforced by the introduction of a statutory Code of Ethics, laid before this House in 2014.\r\n\r\n•\tLastly, the introduction of directly elected Police and Crime Commissioners in 2012 has given the public a voice in shaping their local policing priorities and improved the accountability of police leadership.\r\n\r\nAs a result there would therefore be very few lessons for the policing system today to be learned from any review of the events and practices of three decades ago. This is a very important consideration when looking at the necessity for an inquiry or independent review and the public interest to be derived from holding one. Taking these considerations into account, the Home Secretary does not believe that establishing any kind of inquiry is required in the wider public interest concern or for any other reason.\r\n\r\nThe Home Secretary believes that the focus should now be on continuing to ensure that the policing system is the best it can be for the future, including through reforms currently before Parliament in the Policing and Crime Bill, so that the public can have the best possible policing both in South Yorkshire and across the country.\r\n\r\nHome Office","created_at":"2016-11-21T13:54:57.628Z","updated_at":"2016-11-21T13:54:57.628Z"},"debate":null}},{"type":"petition","id":168137,"links":{"self":"https://petition.parliament.uk/petitions/168137.json"},"attributes":{"action":"Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.","background":"Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?","additional_details":"The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.","state":"open","signature_count":12321,"created_at":"2016-09-29T19:53:02.384Z","updated_at":"2017-02-04T22:47:53.018Z","open_at":"2016-10-04T11:30:39.478Z","closed_at":null,"government_response_at":"2016-12-20T13:45:10.881Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T21:04:07.024Z","response_threshold_reached_at":"2016-12-03T22:20:01.948Z","creator_name":"Helen Victoria Morton","rejection":null,"government_response":{"summary":"Schools are required to identify the special educational needs of children including arranging for necessary tests. Conditions such as dyslexia may be diagnosed by clinical professionals.  ","details":"Local health and education commissioners should determine what services – including diagnostic support - to commission in the best interests of their local populations. Any developmental issue relating to a child’s health can be referred for specialist assessment. Where dyspraxia is suspected, for example, a referral could be made to a community paediatrician or occupational therapist. Referrals for dyslexia and dyscalculia are more commonly made via schools.   \r\n\r\nParents should not have to pay for a dyslexia test for their child. Schools are required under the Children and Families Act 2014 to identify and address the special educational needs of the pupils they support. Special Educational Needs Co-ordinators (SENCOs) in schools should have expertise in identifying a range of special educational needs, and, where they require further specialist advice and information, they are able to draw on local authority professionals, such as specialist teachers and educational psychologists. \r\n\r\nSchools can arrange for appropriate tests from other professionals where their assessments indicate that this is necessary, and can use resources in the school’s budget for this purpose. Maintained schools are given notional SEN budgets by their local authority and could pay for tests such as an assessment for dyslexia from this allocation.\r\n\r\nThe Children and Families Act introduced a new framework for commissioners of education, health, public health and social care to work together in the assessment of the needs of children and young people with special educational needs. The Care Quality Commission and Ofsted are inspecting the arrangements in each local area over five years, for how education services, social care and health work together to identify, assess and meet the needs of children and young people with special educational needs and or a disability.\r\n\r\nDepartment of Health","created_at":"2016-12-20T13:45:10.878Z","updated_at":"2016-12-20T13:45:10.878Z"},"debate":null}},{"type":"petition","id":172778,"links":{"self":"https://petition.parliament.uk/petitions/172778.json"},"attributes":{"action":"Free Commando Sergeant Alexander Blackman from jail","background":"A soldier should never go to prison for killing the enemy in a battlefield situation. Sergeant Alexander Blackman was sent to prison for killing a member of the Taliban on a battlefield in Afghanistan. Commando Sergeant Alexander Blackman should not be in prison.","additional_details":"","state":"open","signature_count":12305,"created_at":"2016-11-16T21:54:42.830Z","updated_at":"2017-02-04T22:20:50.224Z","open_at":"2016-11-18T18:04:08.679Z","closed_at":null,"government_response_at":"2017-01-12T16:43:44.980Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-17T12:36:16.445Z","response_threshold_reached_at":"2016-12-24T22:13:14.584Z","creator_name":"Stephen Halden","rejection":null,"government_response":{"summary":"Sergeant Alexander Blackman’s case is the subject of an appeal and it would not be appropriate to comment on this specific issue while this legal process is on-going. ","details":"The Government considers our Service personnel to be the best in the world, recognising the very difficult job that they have to do and the high standards they are expected to maintain.    \r\n\r\nUK Service personnel are subject to the Armed Forces Act 2006 wherever they are in the world. The Act contains a consistent and fair system of Service law that recognises the unique context within which Service personnel operate and it underpins the maintenance of discipline which is fundamental for operational effectiveness.  The Service Justice System provides for the same crimes as under the law of England and Wales, including theft, rape and murder, and a range of disciplinary offences specific to the military environment, such as failure to obey a lawful command.  When a Service person commits a crime it is essential that justice is done.  \r\n\r\nThere are clear international rules around what is permitted in armed conflict and what actions are prohibited as war crimes, or crimes under UK law. International Law requires the UK to ensure that our Armed Forces are subject to a proper disciplinary system, and to ensure that Service personnel properly understand the law that governs their actions. Violation of criminal law by a Service person can place their colleagues in danger and undermine the legitimacy of the mission. Recognising the difficult circumstances, accountability is a core concept in the law of the UK and this accountability is equally important when it comes to military actions overseas.  \r\n\r\nWhere  Service personnel are following  lawful orders and are properly performing their duties they are not liable to be prosecuted for what might otherwise constitute crimes.  This includes circumstances where there are civilian casualties and other forms of collateral damage. The UK Armed Forces and the Ministry of Defence support the legal and moral obligation to minimise collateral damage. This includes  planning our operations with the benefit of  legal advice, and adherence to stringent rules of engagement. There are clear and well understood boundaries between when a Service person is acting lawfully, within the confines of their role, and when they have gone outside the performance of their role and committed a crime. \r\n\r\nWhere there is evidence of a potential crime, an appropriate police investigation must be carried out. \r\n\r\nAs for the Sergeant Blackman case, this has been the subject of an independent investigation, prosecution and appeal process. It would therefore not be appropriate to comment on this case. The Government is confident however that the legal obligations to which Service personnel are subject to, are clear and appropriate.  Service personnel are provided with the appropriate training, guidance and support to familiarise them with the rules of armed conflict and the Armed Forces Act. \r\n\r\nMinistry of Defence","created_at":"2017-01-12T16:43:44.977Z","updated_at":"2017-01-12T16:43:44.977Z"},"debate":null}},{"type":"petition","id":175134,"links":{"self":"https://petition.parliament.uk/petitions/175134.json"},"attributes":{"action":"STOP all immigration \u0026 implement an Aussie style border control system.","background":"We the British public would like to see an immediate STOP on all immigration and see the implementation of a border control system for all future immigration.","additional_details":"We need an Aussie style border control system, where people trying to come into the Country are checked for full documentation, passport, birth certificate, working visa’s, health insurances etc, proof of an address where they will live, proof of an employment contract, educational \u0026 professional qualifications, an adequate amount of money to live on until they are paid from their employment. Failure to supply ALL of this information should find an individual with refusal of entry.","state":"open","signature_count":12260,"created_at":"2016-12-09T13:02:43.848Z","updated_at":"2017-02-05T00:00:04.693Z","open_at":"2016-12-20T15:02:09.029Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-11T18:56:33.897Z","response_threshold_reached_at":"2017-01-30T19:41:13.741Z","creator_name":"Bert Travers","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164983,"links":{"self":"https://petition.parliament.uk/petitions/164983.json"},"attributes":{"action":"To introduce a law that recognizes Parental Alienation as a criminal offence.","background":"Every year thousands of children will be brainwashed against the other parent with lies. this should be recognized for the crime that it is. Child Abuse and an abuse of Human rights. Children deserve the right to both parents and parents have the right to be parents. ","additional_details":"Please do whats in the best interests of the children. Not the alienating parent. Give the judges the power to act against parental alienation by simply making it a criminal offence.","state":"open","signature_count":11950,"created_at":"2016-08-16T10:53:07.266Z","updated_at":"2017-02-04T23:53:29.238Z","open_at":"2016-08-16T14:28:55.477Z","closed_at":null,"government_response_at":"2017-02-02T09:48:16.567Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-16T12:01:16.325Z","response_threshold_reached_at":"2017-01-03T15:34:05.606Z","creator_name":"Darren Towill","rejection":null,"government_response":{"summary":"The Government does not believe legislation is needed to criminalise parents who alienate their children against the other parent as the court already has the power to take effective action. ","details":"In cases where parents are separated, parental alienation refers to a situation in which one parent (usually the parent with whom the child lives) behaves in a way which creates anxiety in the child, so that it appears the child is opposed to living or spending time with the other parent. \r\n\r\nThe family court has a range of powers to deal with cases where alienating behaviour features.  A parent who has concerns about such behaviour could make an application to the family court about the arrangements for their child. The Children Act 1989 contains adequate provisions to deal with these concerns and the welfare of the child is the court’s paramount concern in making its decision. Under legislation introduced in 2014, family courts are legally required to presume that the involvement of a parent in the life of the child concerned will further that child’s welfare, unless there is evidence to the contrary.\r\n\r\n Under section 8 of the Children Act 1989, the court has a wide discretion to make arrangements designed to meet a child’s welfare needs.  Where the court is dealing with a dispute about child arrangements, it must consider the ascertainable the wishes and feelings of the child concerned, commensurate with that child’s age and level of understanding. The court may also ask the Children and Family Court Advisory and Support Service (Cafcass) to prepare a welfare report into any other matters relevant to the child or the family. In intractable cases the court can make the child party to the case, which means they will have their own legal representation.\r\n\r\nCafcass practitioners understand and recognise the potential for implacable hostility by a party in high conflict cases involving child arrangements following divorce or separation. Practitioners, who are professionally qualified social workers with a minimum of three years’ post qualifying experience, are aware of the potential for children to be influenced by parental views and are alert to this possibility throughout the progress of a case.  Cafcass has various tools available to assist practitioners in being able to assess the presence of implacable hostility. These include a tool for use in direct work with the family and a learning module, as well as access to resources and new research via their in-house library service. \r\n\r\nWhere a previously made order is not working, the court can vary that order to protect a child in a situation where parental alienation is present. The court has the power to direct Cafcass to monitor compliance with the order and to report on this to the court. \r\n \r\nWhere a court order is in place, the court has a range of general powers to deal with any breach of the order. In addition to treating breach as contempt of court, for which a fine or term of imprisonment can be imposed, the court has other powers to deal with breaches. Child arrangements orders can be enforced by means of an enforcement order requiring the person who, without good reason, failed to comply with the order to carry out unpaid work. It is also possible to apply to the court to award financial compensation to a person named in a child arrangements order who has suffered financial loss as a result of a failure by another named person to comply with the order. \r\n\r\nMinistry of Justice","created_at":"2017-02-02T09:48:16.564Z","updated_at":"2017-02-02T09:48:16.564Z"},"debate":null}},{"type":"petition","id":165069,"links":{"self":"https://petition.parliament.uk/petitions/165069.json"},"attributes":{"action":"British servicemen and women to have legal immunity from prosecution","background":"Financial interests have caused accusations too be made too Service Persons for doing their duty, by order, refusal could mean Mutiny or Treason\r\n","additional_details":"Many enemies use Children and Women as a fire wall, making a problem for every commander, but the active service person should never be held responsible for collateral, nor for that (Drone Pilots)\r\nNo service person doing his duty in a war or warlike situation should ever be criminalised for serving His or Her, Queen, Her Country, and Subjects. Ireland, Irak, Afgahnistan  are examples of what can happen.","state":"open","signature_count":11944,"created_at":"2016-08-17T09:55:35.133Z","updated_at":"2017-02-04T21:07:31.661Z","open_at":"2016-08-17T10:30:33.871Z","closed_at":null,"government_response_at":"2017-01-06T15:26:13.315Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-17T10:10:31.478Z","response_threshold_reached_at":"2016-12-20T17:02:50.747Z","creator_name":"John Cole","rejection":null,"government_response":{"summary":"We are proud of our Armed Forces, who are trained to act in accordance with the law.  Allegations of a crime must be investigated, but we will take robust action where allegations are false. ","details":"The Government considers our Service personnel to be the best in the world, recognising the very difficult job that they have to do and the high standards they are expected to maintain.    \r\n\r\nUK Service personnel are subject to the Armed Forces Act 2006 wherever they are in the world.  The Act contains a consistent and fair system of service law that recognises the unique context within which Service personnel operate and it underpins the maintenance of discipline which is fundamental for operational effectiveness.  The Service Justice System provides for the same crimes as under the law of England and Wales, including theft, rape and murder, and a range of disciplinary offences specific to the military environment, such as failure to obey a lawful command.  When a Service person commits a crime it is essential that justice is done.  \r\n\r\nThere are clear international rules around what is permitted in armed conflict and what actions are prohibited as war crimes or crimes under the UK law.  International Law requires the UK to ensure that our Armed Forces are subject to a proper disciplinary system, and to ensure that Service personnel properly understand the law that governs their actions.  Violation of criminal law by a Service person can place their colleagues in danger and undermine the legitimacy of the mission.  Recognising the difficult circumstances, accountability is a core concept in the law of the UK and this accountability is equally important when it comes to military actions overseas.  \r\n\r\nWhere a Service person is following a lawful order and is properly performing their duties they are not liable to be prosecuted for crimes.  This includes circumstances where there are civilian casualties and other forms of collateral damage.  The UK Armed Forces and the MOD support the legal and moral obligation to minimise collateral damage when carrying out targeting activities.  This includes detailed planning, with the benefit of comprehensive and detailed legal advice and adherence to stringent rules of engagement.  There are clear and well understood boundaries between when a Service person is acting lawfully, within the confines of their role, and when they have gone outside the performance of their role and committed a crime. \r\n\r\nAccusations arising from recent military operations have been based on allegations of ill-treatment (such as torture or murder), which are not allegations about personnel doing their duty.   Where there is evidence of a potential crime, an appropriate police investigation must be carried out and, in the case of allegations arising from Iraq, many cases have been discounted as a result.  As the Government has said on many occasions, the vast majority of our Armed Forces have served, and continue to serve, with great honour, distinction and bravery.  Where, however, there is evidence of a crime, it is only right that an independent decision is taken as to whether it meets the test for prosecution at court martial. We do not want to see members of the Armed Forces subject to judicial proceedings on the basis of false and unjustified allegations.  We have, and will continue, to take robust action where false and unjustified allegations have been made.\r\n\r\nThe Government is confident that the legal obligations to which Service personnel are subject are clear and appropriate.  Service personnel are provided with the appropriate training, guidance and support to familiarise them with the rules of armed conflict and the Armed Forces Act.  Where issues arise, the Services ensure that they are addressed appropriately. \r\n\r\nMinistry of Defence","created_at":"2017-01-06T15:26:13.312Z","updated_at":"2017-01-06T15:26:13.312Z"},"debate":null}},{"type":"petition","id":164488,"links":{"self":"https://petition.parliament.uk/petitions/164488.json"},"attributes":{"action":"Death caused by racing should bring charge of manslaughter not dangerous driving","background":"Our son James was killed in a hit \u0026 run while on a pelican crossing. The driver who killed James was racing at over 90mph in a 40mph zone. The impact was such that James landed 70m down the road and killed instantly from multiple injuries. Leaving James he disposed of the car and burnt his clothes. ","additional_details":"Majid Malik is a serial offender with 39 previous offences. Had appropriate sentences been applied to the likes of Malik our son and others would be alive today. Malik chose to drive at 90mph, to race, to leave James dead in the road. Such choices made by those who are willing to kill by racing are calculated acts that must bring charges of   manslaughter and not be downgraded to dangerous driving. A car hitting a pedestrian at 90mph is more certain to kill than the use of a gun or knife.","state":"open","signature_count":11786,"created_at":"2016-08-09T21:26:58.184Z","updated_at":"2017-02-04T18:11:18.712Z","open_at":"2016-08-12T16:43:04.475Z","closed_at":null,"government_response_at":"2017-01-31T15:35:29.203Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-10T08:43:03.275Z","response_threshold_reached_at":"2016-12-04T18:12:46.079Z","creator_name":"Richard Gilbey","rejection":null,"government_response":{"summary":"In December the government issued a consultation on driving offences and penalties relating to causing death and serious injury. ","details":"It proposes that the maximum penalty for the most serious offences should be life imprisonment.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government.\r\n\r\nThe Crown Prosecution Service (CPS) can and will charge a person with murder or manslaughter where the evidence supports that charge, where it is in the public interest to do so and there is a reasonable prospect of a conviction.\r\n\r\nThe consultation proposes that those most serious driving offences of causing death by dangerous driving and causing death by careless driving under the influence of alcohol or drugs should have a maximum penalty of life imprisonment, the same maximum penalty open to the courts as manslaughter. The consultation closes on 1 February and the government will consider the responses received and publish their response within 3 months. \r\n\r\nMinistry of Justice","created_at":"2017-01-31T15:35:29.201Z","updated_at":"2017-01-31T15:35:29.201Z"},"debate":null}},{"type":"petition","id":172441,"links":{"self":"https://petition.parliament.uk/petitions/172441.json"},"attributes":{"action":"Save our Bass: do not water down the proposal to ban nets.","background":"We are calling on George Eustice, the UK Fisheries Minister, to support the Commission's proposals and not to cave in to commercial pressure like last year, to the anger and dismay of anglers and other conservationists.","additional_details":"Commercial netting has hammered the bass stock. It is now so dangerously low that it may not recover for years. Anglers and conservationists argue that it is time to get rid of the nets. The EU Commission agrees and has proposed banning nets from the bass fishery from next year. These nets also kill sea-birds, seals, porpoises and dolphins. Getting rid of the nets, but retaining recreational fishing and commercial hook \u0026 line, will mean a bright and vibrant future for a sustainable bass fishery.","state":"open","signature_count":11780,"created_at":"2016-11-14T05:25:48.611Z","updated_at":"2017-02-04T20:25:37.615Z","open_at":"2016-11-17T17:47:02.068Z","closed_at":null,"government_response_at":"2016-12-20T12:27:00.015Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-14T09:45:05.795Z","response_threshold_reached_at":"2016-12-02T16:13:29.414Z","creator_name":"Henry Gilbey","rejection":null,"government_response":{"summary":"The UK secured emergency measures to conserve bass in 2015. For 2017 we sought a package to reduce commercial catches, minimise discards and argued for proportionate allowance for recreational angling","details":"At this year’s December Council negotiation the UK sought a balanced package on sea bass that further protected the stock, while respecting the need to account for discards and allow some continued recreational angling.  We pressed for a better deal for angling, recognising its importance to local economies. In particular, we agreed that there should be a 1 or 2 fish bag limit for 10 months of the year and argued for lower commercial catch limits. We were disappointed we could not move beyond the current scheme and agree a fairer package for anglers.\r\n\r\nBass measures agreed at December Council included:\r\n\r\n•\tThe limit tightened for bass catches by fixed gill nets from 1.3 tonnes to 250kg per vessel per month, for unavoidable by-catch, representing an 80% cut from this year's provision, and for all forms of netting at UK level an estimated 88% cut from the former 2011-2013 baseline annual average;\r\n•\tNo provision for other forms of netting than fixed gill net;\r\n•\tSetting the limit for hook and line fisheries at 10 tonnes per annum (spread across ten months of the year), reducing the catch potential by 23%;\r\n•\tSetting the by-catch provision for trawlers and seines at 3% per day.  This is an increase from 1% per trip for this year to minimise bass discards, but with a new cap introduced of 400kg per month. At UK level the provision is estimated to result in a 57% decrease from the former 2011-13 baseline average.\r\n•\tThe provision for recreational angling remains unchanged, with only catch and release allowed in the first six months, followed by a daily limit of one fish per fisher.\r\n\r\nWe are making progress in reducing bass catches at EU level and are heading in the right direction in terms of stock recovery. We will continue to seek the right balance between the legitimate interests of the recreational and commercial sectors while achieving sustainable fisheries for bass.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-12-20T12:27:00.013Z","updated_at":"2017-01-31T15:50:48.444Z"},"debate":null}},{"type":"petition","id":163725,"links":{"self":"https://petition.parliament.uk/petitions/163725.json"},"attributes":{"action":"Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century","background":"Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n","additional_details":"In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.","state":"open","signature_count":11692,"created_at":"2016-08-01T10:51:32.176Z","updated_at":"2017-02-04T16:40:57.554Z","open_at":"2016-08-05T09:18:52.582Z","closed_at":null,"government_response_at":"2016-09-28T14:29:09.286Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-02T00:47:28.747Z","response_threshold_reached_at":"2016-09-08T06:27:47.038Z","creator_name":"Ewan William George Jones","rejection":null,"government_response":{"summary":"The Government is committed to providing secure, affordable and clean energy to UK families and businesses, now and for the future through a mix of low-carbon technologies. ","details":"The Government is committed to providing secure, affordable and clean energy, now and for the future. We need to replace our ageing infrastructure with low-carbon, reliable energy sources; and aim to do so through a mix of technologies and energy supplies, diversifying supply and reducing reliance on any one energy source. Keeping the lights on is non-negotiable.\r\n\r\nThe Government is clear that nuclear will be an important part of the future generation mix; a transition to a low carbon economy is key to our long term economic and environmental prosperity and, looking at the full costs to consumers, nuclear is both cost-competitive and low carbon. It is the only proven, large scale, low-carbon technology which provides base load supply. Currently, the UK has eight power stations which generate around 20% of electricity in the UK. Almost all of these existing power stations are due to close by 2030, and it is important we start to take action now to replace these.\r\n\r\nFollowing a review of the Hinkley Point C project, the Government has decided to proceed with the first new nuclear power station for a generation, subject to a number of conditions being accepted. Hinkley Point C will kick start a new era of nuclear power - building on Britain’s strong nuclear legacy – and help ensure the UK benefits from a diverse future energy mix designed to give consumers reliable and affordable low carbon energy. It will provide 7% of Britain’s electricity needs for 60 years. UK-based businesses will benefit from more than 60% of the £18 billion value of the project, and 26,000 jobs and apprenticeships will be created.\r\n\r\nThe Government is already committed to the renewable energy sector where it has a proven track record - nearly £52 billion has been invested since 2010. The average annual investment has more than doubled in the last 5 years, with an average of £9 billion invested each year in UK-based renewables. Annual support for renewable technologies will more than double, to over £10 billion, in 2020-21.\r\n\r\nSince 2010, the UK has more than trebled its renewable electricity capacity. Renewables’ share of generation increased by 6 percentage points on 2014 to a record 25% in 2015. For the first time, renewable sources provided more power over the year than coal. We are on track to comfortably exceed our ambition of delivering 30% of the UK’s electricity from renewables in 2020-21.\r\n  \r\nIn addition:\r\n•\tsolar PV has had rapid deployment over the past 5 years, with over 99% of the UKs capacity deployed since 2010 and almost 40% of the capacity (3.7GW) was installed in 2015\r\n•\tbio energy generation was 30% higher in 2015 compared to 2014\r\n•\toverall, wind generation was 26% higher than in 2014 and installed capacity 7.0% higher\r\n\r\nRenewables, such as wind farms, are intermittent and this is why the Government supports a balanced energy policy comprising a mix of sources, such as gas, nuclear and renewables.  With increased use of renewable energy, intermittency will become more of an issue and it is something we are planning for very carefully. We are seeking to keep energy bills down by not over incentivising technologies under low carbon incentive schemes. Furthermore, we are encouraging industry to drive down development costs, which is why the Contracts for Difference (CfD) strike price reduces over time.\r\n\r\nAs costs continue to fall, we will scale back support from sectors and redirect support to technologies where it is needed most. Onshore wind and solar costs have already fallen and so we have reduced support in those areas.\r\n\r\nThe Government is committed to providing investors with certainty and reducing risks for future investors. We are doing this whilst seeking to control costs that fall on consumers and ensuring that the Government’s other energy policy objectives, particularly on security of supply and climate change, are met.\r\n\r\nThe Government is clear that the transition to a low carbon economy is key to our long term economic and environmental prosperity; nuclear is part of that generation mix. Looking at the full costs to consumers, nuclear is cost-competitive and low carbon. Importantly it can provide continuous power, irrespective of whether the wind is blowing or the sun shining.\r\n\r\nDepartment for Business, Energy \u0026 Industrial Strategy","created_at":"2016-09-28T14:29:09.283Z","updated_at":"2016-09-28T14:29:09.283Z"},"debate":null}},{"type":"petition","id":172393,"links":{"self":"https://petition.parliament.uk/petitions/172393.json"},"attributes":{"action":"Force the government to act on the eleven recommendations of the UNCRPD report","background":"As a result of being investigated by a United Nations committee for not fulfilling the terms of the UNCRPD, the government have been found guilty of grave \u0026 systematic violations of the rights of disabled people as a direct result of austerity policies introduced into welfare \u0026 social care.","additional_details":"A UN report says a range of measures including controversial cuts to disability benefits, social care budgets \u0026 the introduction of the bedroom tax, have disproportionately \u0026 adversely affected the rights of disabled people to live independently, to work \u0026 achieve an adequate standard of living.\r\n\r\nIt makes 11 recommendations, including calling on the government to carry out a study of the cumulative impact of all spending cuts on the disabled \u0026 to ensure human rights of disabled people are upheld","state":"open","signature_count":11592,"created_at":"2016-11-13T16:23:57.251Z","updated_at":"2017-02-04T23:59:00.246Z","open_at":"2016-11-17T17:46:27.931Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T18:56:37.290Z","response_threshold_reached_at":"2017-01-28T22:24:44.980Z","creator_name":"Simon Hywood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168920,"links":{"self":"https://petition.parliament.uk/petitions/168920.json"},"attributes":{"action":"CCTV in ALL dementia care facilities by LAW.","background":"Too many incidents of abuse is happening to our elderly living with dementia in care facilities. We need to protect our vulnerable elderly and start protecting them  NOW ","additional_details":"","state":"open","signature_count":11379,"created_at":"2016-10-09T22:49:02.956Z","updated_at":"2017-02-04T23:29:04.724Z","open_at":"2016-10-14T14:30:44.303Z","closed_at":null,"government_response_at":"2017-01-18T16:11:46.127Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T23:05:10.257Z","response_threshold_reached_at":"2017-01-08T22:23:50.321Z","creator_name":"Jayne Connery ","rejection":null,"government_response":{"summary":"The Government does not object to the use of CCTV cameras in care homes on a case by case basis. Care home owners should consult with and seek the consent of residents and their families on their use.","details":"The Government is committed to preventing and reducing the risk of harm to adults in vulnerable situations. In order to support those most vulnerable to abuse and neglect, it is vital that agencies agree collectively those issues that require a safeguarding response as opposed to issues, which relate to standards and quality of care more widely.\r\n\r\nWe have made it clear, in statutory guidance to support implementation of the Care Act, that we expect local authorities to ensure that the services they commission are safe, effective and of high quality. We also expect those providing the service, local authorities and the Care Quality Commission (CQC) to take swift action where anyone alleges poor care, neglect or abuse. We have strengthened the powers of CQC to prosecute providers for unacceptable care, including abuse.\r\n\r\nBehaviour which amounts to abuse and neglect often constitutes specific criminal offences under various pieces of legislation. Although the local authority has the lead role in making enquiries where criminal activity is suspected, the early involvement of the police is likely to have benefits in many cases. \r\n\r\nThe Government recognises that cases of abuse and neglect have been exposed as the result of hidden cameras. We acknowledge that there are occasions when it may be appropriate for their use to be considered.\r\n\r\nClosed circuit television (CCTV) should not be regarded as a substitute for proper recruitment procedures, training, management and support of care staff, or for ensuring that numbers of staff on duty are sufficient to meet the needs of users of services.\r\n\r\nIt is a legal requirement that care providers must ensure that the safety, welfare, privacy and dignity of service users at all times. The Government considers that the widespread introduction of CCTV into care homes would raise important concerns about residents’ privacy, as well as practicality.\r\n\r\nThe use of CCTV and other forms of covert surveillance should not be routine, but should be considered on a case by case basis.  The Government does not object to the use of CCTV in individual care homes or by the families of residents, provided it is done in consultation with and with the permission of those residents and their families.\r\n\r\nCare providers and members of the public, including care service users and their families, are free to decide whether or not to employ CCTV or covert monitoring. However, they should be aware of requirements, including legal protections, around ensuring the privacy and dignity of those who are being filmed/observed.\r\n\r\nThe CQC has published guidance for care homes and the families of residents on the issues that should be taken into account when deciding whether or not to use CCTV or other forms of covert surveillance. The guidance is available on CQC’s website at http://www.cqc.org.uk/content/using-surveillance-information-service-providers.\r\n\r\nCare provision is often personal, even intimate in nature. Filming or recording the more than 400,000 people who live in care and nursing homes whilst they are receiving personal care – for example, being bathed, helped to dress and eat - would represent a major intrusion into their privacy. For the great majority, whose care is good, such an intrusion could not be justified.\r\n\r\nDepartment of Health","created_at":"2017-01-18T16:11:46.124Z","updated_at":"2017-01-18T16:11:46.124Z"},"debate":null}},{"type":"petition","id":165651,"links":{"self":"https://petition.parliament.uk/petitions/165651.json"},"attributes":{"action":"Give Head Teachers the authority to agree up to 10 days of term-time holiday","background":"Responsible parents who have children with good attendance records should be allowed to gain discretionary permission from the Head Teacher to take their children out of school for up to 10 days per year for family holidays.\r\n\r\n\r\n","additional_details":"The current legislation was setup to improve attendance figures in pupils with irresponsible parents, however in it's current form has put an unfair restriction on decent and responsible parents inhibiting them from being able to spend time bonding with their children on family holidays. \r\n\r\nThe prices of out of term holidays have soared to unacceptable levels and parents are left competing with work colleagues to get time off work during school holidays. \r\n\r\nThe current law is unacceptable.\r\n ","state":"open","signature_count":11228,"created_at":"2016-08-24T22:52:26.911Z","updated_at":"2017-02-04T23:57:14.671Z","open_at":"2017-01-16T12:44:03.109Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T02:54:31.399Z","response_threshold_reached_at":"2017-02-01T16:50:09.386Z","creator_name":"Daniel Finn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177407,"links":{"self":"https://petition.parliament.uk/petitions/177407.json"},"attributes":{"action":"Inquiry into Israel influencing British political democracy.","background":"Further to the revelation made by Al-Jazeera that a senior political officer at the UK’s Israeli Embassy talked of bringing down a UK Minister, other MPs, and influenced the setting up of groups within the Conservative and Labour Party, which are of serious concern.","additional_details":"These actions of an employee of a foreign Embassy demonstrate major external interference into British domestic politics, which is a serious national security issue.\r\n\r\nIt is therefore important that MPs openly debate the issue. We the undersigned urge the government to investigate this issue further, and prioritise this petition for a debate in parliament on receipt of the required signatories. \r\n\r\n","state":"open","signature_count":11222,"created_at":"2017-01-13T14:00:24.671Z","updated_at":"2017-02-04T23:57:02.747Z","open_at":"2017-01-19T18:17:16.125Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:33.675Z","response_threshold_reached_at":"2017-01-30T15:17:44.434Z","creator_name":"Louise Pyne-Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172382,"links":{"self":"https://petition.parliament.uk/petitions/172382.json"},"attributes":{"action":"£15 National minimum wage for hgv drivers","background":"It has come to my attention, that the national minimum wage has risen for the UK workers, but for the HGV drivers ,wages are still too low.\r\nIf the national minimum wage for HGV drivers was set at £15, you would see that the driver shortage would end.\r\n","additional_details":"In most cases of HGV driving, the average wage is set to £9 a hour.\r\nThis is for 60 hours ,but for an average 48 over a set period.\r\n60hours -5hours for breaks =£495 a week. That's a lot you would think ,let's take into account work life balance ,weekend work, night shifts ,courses that come out of your free time.\r\n35hours over 5 years .\r\nThis is a highly skilled job.","state":"open","signature_count":11212,"created_at":"2016-11-13T13:44:37.262Z","updated_at":"2017-02-04T17:39:42.811Z","open_at":"2016-11-17T17:33:10.746Z","closed_at":null,"government_response_at":"2017-01-04T11:25:53.175Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T19:16:38.027Z","response_threshold_reached_at":"2016-12-13T17:49:10.551Z","creator_name":"Dean Pope","rejection":null,"government_response":{"summary":"The Government sets the National Minimum Wage and National Living Wage rates to protect low income workers. There are no plans to introduce a rate specifically for HGV drivers. ","details":"The objective of the National Minimum Wage is to ensure that low income workers are fairly paid. The National Minimum Wage clearly demonstrates the Government’s commitment to protecting those on the lowest incomes, and to making work pay. \r\n\r\nThe National Living Wage was introduced in April 2016 and it specifies the minimum hourly rate that workers aged 25 and over should be paid. The rate is currently set at £7.20 and from April 2017 it will be increased to £7.50. The Government’s objective is for the National Living Wage to equal 60 per cent of median earnings in the UK by 2020. Around 3 million low income workers are expected to benefit directly from the National Living Wage by 2020, and up to 6 million in total could see their pay rise as a result of a knock-on effect of the policy.\r\n \r\nIt is important that Government strikes a balance between setting National Minimum Wage rates which support workers, and on the other hand avoiding rates which are too high and which could lead to an increase in unemployment. The Government achieves this balance by considering the expert advice from the Low Pay Commission (LPC), which is independent of Government and involves representatives from both employer and worker groups. \r\n\r\nThe LPC makes recommendations to the Government on what the National Minimum Wage rates should be, such that there will be no impact on employment levels. The LPC does this by gathering extensive evidence from across the economy including workers, their representatives and employers. The LPC’s recommendation for the National Living Wage rate is calculated slightly differently in that the LPC is asked to recommend the rate such that it reaches 60% of median earnings by 2020. \r\n\r\nPay rates over and above the appropriate National Minimum Wage or Living Wage rate are a matter between employers and workers. It is the responsibility of employers to ensure that their reward packages are competitive, in order to retain and develop the workforces which are fundamental to their success.\r\n\r\nMany employers pay their workers more than the legal minimum, where it is affordable for them to do so. So long as they are paying at least the legal minimum, this is a decision for employers to take. Therefore, the Government has no plans to introduce a higher minimum wage rate specifically for HGV drivers. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-04T11:25:53.173Z","updated_at":"2017-01-04T11:25:53.173Z"},"debate":null}},{"type":"petition","id":168561,"links":{"self":"https://petition.parliament.uk/petitions/168561.json"},"attributes":{"action":"Stop Taxi's being allowed to work in areas they aren't licensed in.","background":"The Government has allowed Taxis to work cross boarders. This loophole has to be revoked.\r\nIt is putting customers at risk and depriving them of locally trained and vetted drivers.\r\nThe local Taxi Licensing has no authority over out of town drivers meaning they do what they want with impunity.","additional_details":"","state":"open","signature_count":11181,"created_at":"2016-10-05T10:05:47.886Z","updated_at":"2017-02-04T22:46:10.118Z","open_at":"2016-10-14T16:40:07.296Z","closed_at":null,"government_response_at":"2017-01-12T13:43:32.752Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-05T12:39:02.827Z","response_threshold_reached_at":"2016-12-21T18:12:45.273Z","creator_name":"Adrian Holland","rejection":null,"government_response":{"summary":"The Government’s priority in the licenced taxi and private hire vehicle (PHV) trade is passenger safety. All licensed drivers, vehicles and PHV operators have met their local licensing standards.","details":"Local authorities (and Transport for London in London) are the licensing authorities for taxis and PHVs. They have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nThe standards for taxi and PHV licensing are set at a local level, this is usually the responsibility of the local authority. In London these standards are set by Transport for London. These licensing authorities have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nAll local licensing authorities in England and Wales have a duty to ensure that any person to whom they grant a taxi or PHV driver’s licence is a fit and proper person to hold such a licence. Although the term ‘fit and proper’ is not defined in legislation, the procedure for assessing a driver’s fitness will typically involve an enhanced criminal record check and a medical check, a local topographical knowledge test and possibly a special driving test.\r\n\r\nThe Government publishes Best Practice Guidance to assist licensing authorities when setting standards for taxi and PHVs drivers and operators. The Government has introduced an amendment to the Policing and Crime Bill that will make statutory all aspects of the guidance related to the safeguarding of children and vulnerable adults. Both parts of the new guidance will be consulted on once the Policing and Crime Bill receives Royal Assent.\r\n\r\nLicensing authorities remain responsible for ensuring that the drivers they license remain fit and proper throughout the period of the licence. Any complaints about a driver can be investigated by the authority responsible for issuing the licence, regardless of where the driver was working at the time.\r\n\r\nIf vehicles from neighbouring areas present a problem, licensing authorities can work together to take joint enforcement action against all vehicles and drivers licensed in their combined areas. For example, in Merseyside, five licensing authorities allow each other to enforce against all vehicles and drivers across all of their areas.\r\n\r\nLegislation allows taxis to provide pre-booked journeys outside the area in which they are licensed, without a separate PHV licence. The Government considers that it is in the public interest to encourage taxis to accept fares that may take them out of the area in which they are licensed, for example to airports or train stations.\r\nThis concession has, in the past been open to abuse, with taxi drivers working predominantly accepting pre-booked fares outside the area in which they were licensed. The courts, while careful not to direct how a licensing authority should exercise its discretion to grant licences, have commented that it would be “difficult” to justify granting a taxi licence where a licensing authority knows the applicant has no intention of plying for hire in its area. It is the local licensing authority’s discretion as to whether or not to license such a vehicle, however to remain within the spirit of the legislation, the authority should consider the intended use of the licence.\r\n\r\nLocal licensing authorities are therefore able to address any local concerns that there may be about this issue. A number of local licensing authorities have already introduced a taxi ‘intended use’ policy when considering licence applications.\r\n \r\nThese policies are reducing the number of taxis working predominantly on pre-booked fares in other areas. If there are particular concerns in a specific area, these should be raised with the relevant licensing authorities.\r\n\r\nDepartment for Transport\r\n","created_at":"2017-01-12T13:43:32.749Z","updated_at":"2017-01-12T13:43:32.749Z"},"debate":null}},{"type":"petition","id":168779,"links":{"self":"https://petition.parliament.uk/petitions/168779.json"},"attributes":{"action":"Stop medical appointments affecting school attendance","background":"I don't feel its fair that children with disabilities and illnesses are penalised for having essential and critical appointments that they need. Surely this is some sort of discrimination??","additional_details":"My daughter has a rare chromosome condition and has to have lots of different hospital appointments. She has always caught up at school but is marked down for attendance. Schools offer rewards and incentives to children that achieve 100% attendance records, they are penalising children with health needs and disabilities through no fault of their own. I am asking that schools be required by law to take into consideration of medical appointments when working out attendance.","state":"open","signature_count":11142,"created_at":"2016-10-07T20:06:12.602Z","updated_at":"2017-02-04T23:01:01.983Z","open_at":"2016-10-20T13:18:46.561Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-08T07:22:39.740Z","response_threshold_reached_at":"2017-01-25T08:29:50.089Z","creator_name":"Donna Nash","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177416,"links":{"self":"https://petition.parliament.uk/petitions/177416.json"},"attributes":{"action":"Babies should be checked for tongue tie by a professional in first week of birth","background":"Lots of babies have tongue tie which gets missed so leads to problems with breastfeeding including low weight gain and pain for the mother. Sometimes it isn't detected until a late stage when hospitals will no longer treat baby. If baby is checked early a lot of problems can be avoided.","additional_details":"My son was diagnosed with tongue tie at 9 weeks old at this point our local hospitals wouldn't treat him so as we were referred to a much further away hospital on a waiting list and by this point his weight gain was suffering, he was frustrated during feeds and I was in a lot of pain so we went private which isn't cheap. Because the tongue tie went so long undetected I now have damaged vessels in my breasts. If this was picked up in the early days we wouldn't have any of these issues. ","state":"open","signature_count":10933,"created_at":"2017-01-13T15:50:32.967Z","updated_at":"2017-02-04T23:59:54.478Z","open_at":"2017-01-16T11:15:11.105Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:13.386Z","response_threshold_reached_at":"2017-01-25T11:32:43.872Z","creator_name":"Hayley Louise Beardwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175823,"links":{"self":"https://petition.parliament.uk/petitions/175823.json"},"attributes":{"action":"Give immunity against prosecution to armed forces personel who served in NI.","background":"Armed Forces Personnel who served in Northern Ireland  should not be prosecuted for alleged crimes that may have been carried out during the Northern Ireland troubles. The IRA and other illegal organisations have been given immunity by the government of this, OUR country. So should our troops.","additional_details":"During the time of the Northern Ireland troubles (this is actually a euphomism for terrorism and the government, for \"PC\" reasons, will not class as a war) it is alleged that members of the armed forces acted illegally in carrying out their duties by killing members of these illegal organisations who were carrying out terrorist acts. It is difficult to know whether terrorists are armed or not and split second decisions have to be made as to what action to take when confronted by terrorists. ","state":"open","signature_count":10918,"created_at":"2016-12-17T09:29:03.602Z","updated_at":"2017-02-05T00:00:04.758Z","open_at":"2017-01-11T15:13:29.159Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-17T13:59:11.268Z","response_threshold_reached_at":"2017-02-02T18:33:49.821Z","creator_name":"Reg Davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170686,"links":{"self":"https://petition.parliament.uk/petitions/170686.json"},"attributes":{"action":"Replace the unelected House of Lords with a publicly elected body","background":"The House of Lords is being abused by our elected officials by filling it with cronies. It costs our taxpayers around £100 million a year (probably much more) The House of Lords is the largest parliamentary chamber in any democracy. It is surpassed in size only by China’s National People’s Congress.","additional_details":"","state":"open","signature_count":10783,"created_at":"2016-10-30T11:32:10.760Z","updated_at":"2017-02-04T23:51:45.774Z","open_at":"2016-11-02T18:49:40.766Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T13:07:55.795Z","response_threshold_reached_at":"2017-02-01T11:52:54.113Z","creator_name":"Scott Packer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166130,"links":{"self":"https://petition.parliament.uk/petitions/166130.json"},"attributes":{"action":"We want an urgent improvement in Mental Health Care in this country!","background":"My 22 year old son died this year. He suffered from depression. He was denied counselling and instead was prescribed medication. He turned to drugs just before his death to help him through these dark times and I truly believe, that had he been offered urgent counselling, he would not have done so. ","additional_details":"","state":"open","signature_count":10735,"created_at":"2016-09-01T22:37:05.660Z","updated_at":"2017-02-04T23:42:07.695Z","open_at":"2016-09-08T15:48:42.638Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-01T23:19:41.991Z","response_threshold_reached_at":"2017-01-31T09:31:41.426Z","creator_name":"Zoe May ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172968,"links":{"self":"https://petition.parliament.uk/petitions/172968.json"},"attributes":{"action":"No closures for legal routes for motorcycle trail riding without new provision.","background":"Make a legal requirement that any current legal unsurfaced road open to motor vehicles (including motorcycles) cannot be closed by any local authority or local council highways authority without new provision of a similar route or facility being provided.   ","additional_details":"Many local authorities  are closing legal routes to responsible and legal motorcyclists or vehicle users without apparent regard for the need for the provision of this kind of recreational pursuit. The amount of these lanes are being reduced to a critically low number which can result in illegal use of unsuitable lanes without vehicle status. We say it is not reasonable to simply close the facilities and walk away from the responsibility to provide legitimate places to ride or drive.","state":"open","signature_count":10630,"created_at":"2016-11-18T11:02:26.597Z","updated_at":"2017-02-04T12:47:58.738Z","open_at":"2016-11-23T14:22:38.851Z","closed_at":null,"government_response_at":"2017-01-18T14:43:30.411Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T11:42:58.310Z","response_threshold_reached_at":"2016-12-22T21:55:26.021Z","creator_name":"Andrew Richardson","rejection":null,"government_response":{"summary":"The Government believes that local highway authorities, which are responsible for the management of motor vehicles and unsealed routes, are best placed to develop local solutions for their area.","details":"Each local highway authority, or national park authority where appropriate, has considerable local knowledge about users to develop the most effective local solutions for their area. The Government believes that locally brokered solutions are therefore the most effective solutions in the long-term.\r\n\r\nLocal authorities have legislative powers, including powers to make a traffic regulation order to close a route to motorised vehicles if any problems occur, but they must fully consider and respond to any representations they receive about a proposed order.\r\n\r\nWe have helped establish a forum to bring together a number of motor vehicle stakeholders to discuss ways of working together in the future. The forum met on 17 November 2016, chaired by Natural England. It looks to identify and develop solutions for a range of issues about motorised vehicles.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-01-18T14:43:30.408Z","updated_at":"2017-01-18T14:43:30.408Z"},"debate":null}},{"type":"petition","id":168130,"links":{"self":"https://petition.parliament.uk/petitions/168130.json"},"attributes":{"action":"Make cannabis oil legal for medicinal purposes","background":"Our daughter Sophia age 5 has a rare form of epilepsy called dravet syndrome and after exhausting every other avenue her neurologist thinks cannabis oil may be able to help her control her seizures as all medications available are not working.Please can everyone help our daughter by signing petition","additional_details":"Our daughter Sophia is 5yrs old and has dravet syndrome which is a rare and refractory form of epilepsy that also affects her development. After exhausting every other avenue her neurologist feels that cannabis oil may be the key to help control her seizures. There have been many success stories regarding this medicine in America where it is currently legal in many states and also in several Europe on countries which would mean reducing/stopping several other Meds and only needing a small dose","state":"open","signature_count":10400,"created_at":"2016-09-29T19:00:46.429Z","updated_at":"2017-02-04T23:57:32.908Z","open_at":"2016-10-04T11:22:31.210Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:56:15.380Z","response_threshold_reached_at":"2017-02-04T13:12:52.436Z","creator_name":"Danielle davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10192,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2017-02-04T12:57:05.465Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":177076,"links":{"self":"https://petition.parliament.uk/petitions/177076.json"},"attributes":{"action":"Approve funding for stem cell transplantation in sickle cell patients","background":"Sickle Cell Disease (SCD) is the most common inherited blood disorder in the UK, affecting 15K people, mostly of African/Caribbean descent. Hematopoietic stem cell transplantation is the only cure but funding in the UK has been refused. Clinicians are asking the government to reconsider its decision","additional_details":"SCD patients produce unusually shaped red blood cells that become stuck in blood vessels. Lack of tissue oxygen triggers sudden attacks requiring hospital treatment. The sickling can also cause organ damage, strokes, bone damage and disability. Denying funds for HSCT is an act of false economising that fails to consider the cost of repeated hospitalization. The procedure is safe and it's routinely used in the US. https://www.channel4.com/news/sickle-cell-bone-marrow-transplants-offer-hope","state":"open","signature_count":9632,"created_at":"2017-01-09T18:09:20.654Z","updated_at":"2017-02-04T23:44:40.739Z","open_at":"2017-01-13T15:16:21.360Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T20:30:16.686Z","response_threshold_reached_at":null,"creator_name":"Patrick Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":129454,"links":{"self":"https://petition.parliament.uk/petitions/129454.json"},"attributes":{"action":"Improve understanding \u0026 treatment of people with hidden illnesses in PIP process","background":"Assessors don't understand that I can't correctly fill in their forms as I can't tell you how many days I will become unable to help myself after any given activity. I visit my family at the weekend, and it takes me ALL WEEK to recover, just to do it again. I just want us to be heard and understood.","additional_details":"I suffer from many hidden illnesses, but my main problem (Fibromyalgia \u0026 Chronic Fatigue Syndrome) is not yet recognised as a disability in the UK, yet my symptoms are. I ask for a better understanding from PIP assessors and a system that works for people like me.","state":"open","signature_count":9628,"created_at":"2016-05-04T15:27:25.734Z","updated_at":"2017-02-04T23:57:22.885Z","open_at":"2016-09-22T12:07:00.541Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T15:47:33.825Z","response_threshold_reached_at":null,"creator_name":"Beverley Crowe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178087,"links":{"self":"https://petition.parliament.uk/petitions/178087.json"},"attributes":{"action":"Don't allow prescriptions to stop for dairy free milk in the UK.","background":"Prescriptions for baby-milk and gluten free products will be stopped to save money in Croydon.\r\n\r\nAccording to the CCG it spends £395,000 per year on baby milks and specialist infant formula but under the new cuts baby-milk will no longer be available.","additional_details":"How are our babies going to cope without the milk? \r\n\r\nHow are we expected to pay upwards of 25 pounds a tin for baby milk that our babies need to survive, yet we pay for other items such as methadone. \r\n\r\nIt is not our babies fault and they should not be cut out. They are the next generation!!! ","state":"open","signature_count":9345,"created_at":"2017-01-21T20:11:22.012Z","updated_at":"2017-02-04T23:57:43.133Z","open_at":"2017-01-24T09:40:25.687Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-21T20:20:01.562Z","response_threshold_reached_at":null,"creator_name":"Charlotte elsom ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170055,"links":{"self":"https://petition.parliament.uk/petitions/170055.json"},"attributes":{"action":"CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom","background":"Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.","additional_details":"Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".","state":"open","signature_count":9052,"created_at":"2016-10-21T21:40:30.303Z","updated_at":"2017-02-04T21:19:43.561Z","open_at":"2016-11-21T17:24:42.128Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-22T00:41:22.829Z","response_threshold_reached_at":null,"creator_name":"Paramjeet Singh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169835,"links":{"self":"https://petition.parliament.uk/petitions/169835.json"},"attributes":{"action":"Call on the Government to urge Whirlpool UK to recall all faulty tumble dryers","background":"Following hundreds of fires caused by Whirlpool tumble dryers, we are concerned that Whirlpool have not recalled the approximately 5 million faulty dryers and have not changed their safety advice to customers, as recommended by the London Fire Brigade, who advise consumers to stop using the dryers.","additional_details":"There have been several hundred fires caused by Whirlpool tumble dryers, including on 19 August 2016, in a block of flats in Shepherds Bush, which left 26 homes uninhabitable. \r\n\r\nWe are concerned that manufacturers Whirlpool UK have failed to recall the faulty dryers, of which there are around 5 million in Britain, and have not changed their safety advice to consumers, despite the London Fire Brigade advising consumers to stop using the machines with immediate effect.","state":"open","signature_count":8830,"created_at":"2016-10-19T16:18:00.418Z","updated_at":"2017-02-04T21:51:54.047Z","open_at":"2016-11-01T10:15:42.551Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T16:12:01.173Z","response_threshold_reached_at":null,"creator_name":"Andy Slaughter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174713,"links":{"self":"https://petition.parliament.uk/petitions/174713.json"},"attributes":{"action":"This petition calls for a total ban on the use of packs of hounds for hunting","background":"Fox hunting has been banned for a number of years. Hunts still kill ,claiming it was an accident. They can follow a man made trail legally but this leads to confusion in making a prosecution as the hunt readily admits the hounds are uncontrollable when catching the scent of a live fox. ","additional_details":"Police forces across the country readily admit that they have no manpower to monitor hunting. When faced with evidence of illegal kills, assaults on saboteurs , foxes bred in captivity to release for the hunts, they rarely prosecute. \r\nThe majority of UK residents would like to see a total ban on fox/hare/deer hunting with a pack of hounds. It's a \" sport\" that should be consigned to our history books. \r\nHunts continue to hunt illegally, ignoring the law and the will of the British public. \r\n","state":"open","signature_count":8742,"created_at":"2016-12-04T17:13:54.747Z","updated_at":"2017-02-04T22:56:56.468Z","open_at":"2016-12-08T18:54:22.933Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-04T19:17:26.050Z","response_threshold_reached_at":null,"creator_name":"Lynne Fourrel de Frettes ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":166980,"links":{"self":"https://petition.parliament.uk/petitions/166980.json"},"attributes":{"action":"Cold calling by phone or email for investment or pensions should be made illegal","background":"Cold calling on investments and pensions to members of the public  very often leads to unregulated investments and scams. Banning cold calling would dramatically reduce the number of people falling prey to fraudsters and losing their savings and pensions.","additional_details":"","state":"open","signature_count":8465,"created_at":"2016-09-13T12:25:16.634Z","updated_at":"2017-02-04T21:07:21.516Z","open_at":"2016-09-21T15:27:10.913Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T14:26:00.702Z","response_threshold_reached_at":null,"creator_name":"Darren Cooke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175654,"links":{"self":"https://petition.parliament.uk/petitions/175654.json"},"attributes":{"action":"MPs' salary rises to be restricted to the same as public sector workers by law","background":"Public Sector workers have been restricted to a 1% annual pay rise for the last five years, a lot of them have had a pay freeze during this time, whilst MPs are exempt  from the restrictions they place on Public Sector workers. MPs should be subject to the same annual pay rises by law.","additional_details":"","state":"open","signature_count":8150,"created_at":"2016-12-15T10:53:55.703Z","updated_at":"2017-02-04T22:30:45.675Z","open_at":"2016-12-21T13:24:59.670Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-15T11:25:48.165Z","response_threshold_reached_at":null,"creator_name":"Phil Birch","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164891,"links":{"self":"https://petition.parliament.uk/petitions/164891.json"},"attributes":{"action":"Make it illegal to harass those engaged in legal fieldsports.","background":"For decades now those involved in legal fieldsports (hunting, shooting, fishing, trapping, etc.) have been subjected to a barrage of abuse, both verbally and more increasingly, physically by 'hunt saboteurs'.  This harassment of those involved in legal fieldsports should be made an offence.","additional_details":"In the US they have Hunter Harassment Laws, these include: \r\n\r\n\"Impeding or obstructing a person who is engaged in lawful hunting, fishing or trapping. This could include trying to get in the way of a sportsman.\" \r\n\r\n\"Impeding or obstructing a person who is engaged in a lawful activity.\"\r\n\r\nIt's also an offence to scare away game so it can't be hunted.\r\n\r\nWe need similar laws in the UK to stop the harassment of those participating in legal fieldsports activities.\r\n\r\n","state":"open","signature_count":8079,"created_at":"2016-08-14T21:36:08.238Z","updated_at":"2017-02-04T15:57:20.688Z","open_at":"2016-08-15T11:42:57.512Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-15T05:58:54.867Z","response_threshold_reached_at":null,"creator_name":"Mark Horsfall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171221,"links":{"self":"https://petition.parliament.uk/petitions/171221.json"},"attributes":{"action":"Make CCTV mandatory in the UK’s equine slaughterhouses","background":"We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.","additional_details":"Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ","state":"open","signature_count":8038,"created_at":"2016-11-03T20:14:58.466Z","updated_at":"2017-02-04T20:48:04.085Z","open_at":"2016-11-08T14:56:39.397Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T09:43:20.290Z","response_threshold_reached_at":null,"creator_name":"Jessica Stark ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165342,"links":{"self":"https://petition.parliament.uk/petitions/165342.json"},"attributes":{"action":"Stop Tony Blair  using taxpayers funding his legal costs for Iraq war defence!","background":"Tony Blair has more than enough finance to fund his own defence. Whereas the families have had to raise their own funds!","additional_details":"","state":"open","signature_count":7992,"created_at":"2016-08-20T17:43:31.181Z","updated_at":"2017-02-04T22:28:12.242Z","open_at":"2016-08-25T17:08:06.191Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-22T08:06:52.706Z","response_threshold_reached_at":null,"creator_name":"Barrie Parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167371,"links":{"self":"https://petition.parliament.uk/petitions/167371.json"},"attributes":{"action":"Everyone in the UK must have a vote on who is elected Mayor of London.","background":"Sadiq Kahn has been getting involved in foreign political matters and policies that affect not just London but the rest of the UK. If any Mayor of London can meddle (Unchecked) in political activities that affect the whole of the UK, then the whole of the UK should have a say in who is Mayor!","additional_details":"His pro-Hillary Clinton tour of the United States, whose appointment will have an affect on everyone in the UK.\r\nHis joint venture with Obama to tackle anti hate speech against Muslims online.. no mention of hate crimes committed by Muslims. He recently quoted “too many white men” working for the city’s underground train service. ","state":"open","signature_count":7365,"created_at":"2016-09-18T00:19:43.299Z","updated_at":"2017-02-04T23:10:43.313Z","open_at":"2016-09-21T10:03:02.423Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-18T01:55:33.173Z","response_threshold_reached_at":null,"creator_name":"Keith Frederick Benham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164625,"links":{"self":"https://petition.parliament.uk/petitions/164625.json"},"attributes":{"action":"I would like to see the introduction of safe standing at football matches.","background":"I, and many other football fans across the country, believe that the reintroduction of safe standing will produce an enhanced atmosphere at football games. It's been done successfully abroad, notably Germany, for many years. It's time we brought it back!","additional_details":"","state":"open","signature_count":7264,"created_at":"2016-08-11T12:34:21.009Z","updated_at":"2017-02-04T22:13:26.736Z","open_at":"2016-08-11T15:16:06.989Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-11T12:57:07.620Z","response_threshold_reached_at":null,"creator_name":"Ollie James Lawson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173668,"links":{"self":"https://petition.parliament.uk/petitions/173668.json"},"attributes":{"action":"Remove the Ban on agency fees and set a cap for fees instead.","background":"It is unfair for small businesses to survive especially after the increase in online estate agency and banning the agency fee makes it more difficult for estate agency to survive. To meet costs banned fee would be forwarded to landlords who would pass the cost onto tenants by increasing their rents.","additional_details":"It seems unfair for agents to charge tenants fee however Estate agents has to pay fees for referencing, Staff for viewings, Company cars, membership of professional bodies to regulated Fair trade, subscription for property portals and etc.These are paid for providing a professional first class service to the landlord and tenants.\r\nTo cover these costs agents should be allowed to charge agency fees. A cap should be set for agency fees instead so it would be fair for the tenants and Agents. \r\n\r\n","state":"open","signature_count":7025,"created_at":"2016-11-23T17:19:31.115Z","updated_at":"2017-02-03T18:00:54.991Z","open_at":"2016-11-28T17:58:17.677Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T17:37:52.795Z","response_threshold_reached_at":null,"creator_name":"Imran Alam","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167972,"links":{"self":"https://petition.parliament.uk/petitions/167972.json"},"attributes":{"action":"To Make it an Offence in Law to Desecrate a Memorial or Grave to War Dead","background":"There has been many cases of people urinating and damaging war memorials and they have been charged with Out Raging Public Decency.\r\nThe full weight of the law must be brought down on people that do this with a prison sentence,Memorials to those that gave there live`s for us must be protected ","additional_details":"Kelly Martin was on bail for urinating on a war memorial in Grays,Essex,UK April 2016, On the 30 June 2016 the day before the world commemorated the 100th anniversary of the Battle of the Somme she did the same thing at the same memorial again in front of shoppers and children,The case was reported world wide and upset not only veterans,serving members of forces all over the world including family members of those named on the memorial. Sentencing guidelines must be put in place. She got 7 months","state":"open","signature_count":6903,"created_at":"2016-09-27T14:43:07.007Z","updated_at":"2017-02-04T22:29:13.932Z","open_at":"2016-10-04T11:11:23.399Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:24:50.536Z","response_threshold_reached_at":null,"creator_name":"Stanley Kaye","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169667,"links":{"self":"https://petition.parliament.uk/petitions/169667.json"},"attributes":{"action":"Give more funding to brain tumour research.","background":"Government spend on brain tumour research represented just 0.52% of its total spend on cancer research.  This cancer is the biggest killer of the under 40 age group. More funding is needed to help research this most aggressive form of cancer that is killing so many people.  ","additional_details":"","state":"open","signature_count":6868,"created_at":"2016-10-17T20:15:23.766Z","updated_at":"2017-02-04T21:47:58.086Z","open_at":"2016-10-21T17:59:38.482Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-17T20:41:53.502Z","response_threshold_reached_at":null,"creator_name":"Jessica Campling","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165948,"links":{"self":"https://petition.parliament.uk/petitions/165948.json"},"attributes":{"action":"Properly fund the NHS and scrap the proposed STP programme.","background":"The UK spends less on health as a share of its GDP than most other G7 countries. Our NHS is under pressure as never before and is in danger of failure. The NHS is effectively only getting an increase of 0.95% per year. The STP programme will close A\u0026E's and essential services across the country.","additional_details":"Spending on health compared to other countries:\r\nhttp://www.kingsfund.org.uk/projects/nhs-in-a-nutshell/health-care-spending-compared\r\n\r\nEffective increase of 0.95% per year for the NHS:\r\nhttp://www.kingsfund.org.uk/projects/nhs-in-a-nutshell/nhs-budget\r\n\r\nDraft sustainability and transformation plans (STPs) which propose ward closures, cuts in bed numbers and changes to A\u0026E and GP care in 44 areas:\r\nhttp://www.bbc.co.uk/news/health-37186455\r\n","state":"open","signature_count":6797,"created_at":"2016-08-30T12:54:07.581Z","updated_at":"2017-02-04T23:14:48.504Z","open_at":"2016-08-30T15:13:28.063Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-30T15:00:16.886Z","response_threshold_reached_at":null,"creator_name":"David Donohue","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":163645,"links":{"self":"https://petition.parliament.uk/petitions/163645.json"},"attributes":{"action":"STOP the cruel treatment Foxhounds constantly receive","background":"Petition is asking for the govt or another source to monitor the welfare of the hounds. It is estimated that around 4,000 hounds are clubbed to death or shot each year if found unsuitable or show weakness. Week old pups are killed if not strong enough. Unsuitable or old dogs should be re-homed.","additional_details":"It is seen as normal to shoot \u0026 incinerate hounds when no longer productive \u0026 disposed of if they fail in any way. They are killed at half their life expectancy, Hounds are punished for chasing the wrong scent. As soon as they are born they are taught to be savage which is not their natural instinct \u0026 removed if not savage enough. Old dogs are replaced in a constant cycle \u0026 shot without remorse \u0026 burned. More hounds are bred than needed. Some hounds are killed when hunting. They deserve better.","state":"open","signature_count":6545,"created_at":"2016-07-31T14:04:29.374Z","updated_at":"2017-02-04T17:45:33.652Z","open_at":"2016-08-09T10:31:44.280Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-06T11:57:10.771Z","response_threshold_reached_at":null,"creator_name":"Dawn Waller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172220,"links":{"self":"https://petition.parliament.uk/petitions/172220.json"},"attributes":{"action":"Make co-operation with Trump administration conditional on human rights.","background":"Angela Merkel promised co-operation on the condition that “values of democracy, freedom and respect for the law and the dignity of man, independent of origin, skin colour, religion, gender, sexual orientation or political views” were upheld.\r\nThe UK Government should publicly adopt the same stance.","additional_details":"","state":"open","signature_count":6544,"created_at":"2016-11-11T14:12:58.095Z","updated_at":"2017-02-04T23:48:04.258Z","open_at":"2016-11-17T10:54:16.666Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T14:27:46.607Z","response_threshold_reached_at":null,"creator_name":"Adam Bernard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":164999,"links":{"self":"https://petition.parliament.uk/petitions/164999.json"},"attributes":{"action":"We want the government to explain why there was no threshold in the Referendum","background":"TU strike ballots and countries voting on constitutional matters set a 2/3 majority for change. It's inconceivable this didn't have one.Was it because it was advisory, a purely consultative exercise not binding on this or any other government or was it just a careless,omission?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","additional_details":"\r\n\r\n\r\nThe narrow Leave majority of 52% represents only 37% of the electorate. Important groups affected by it were not allowed to vote e.g. 16-18 year olds. This is too small to be a government mandate to leave the EU with the dire economic consequences already seen. The MPs Code of Conduct obliges them to do what is best for the NATION i.e. Scotland, NI, Wales and England.If a deal which is more favourable to the whole of the UK than EU membership cannot be reached, MPs must vote not to leave.","state":"open","signature_count":6541,"created_at":"2016-08-16T13:15:41.989Z","updated_at":"2017-02-04T23:59:12.214Z","open_at":"2016-08-17T13:12:20.269Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-17T07:13:54.960Z","response_threshold_reached_at":null,"creator_name":"Sandra Dunn","rejection":null,"government_response":null,"debate":null}}]}