{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=52\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":171928,"links":{"self":"https://petition.parliament.uk/petitions/171928.json"},"attributes":{"action":"Prevent Donald Trump from making a State Visit to the United Kingdom.","background":"Donald Trump should be allowed to enter the UK in his capacity as head of the US Government, but he should not be invited to make an official State Visit because it would cause embarrassment to Her Majesty the Queen.","additional_details":"Donald Trump's well documented misogyny and vulgarity disqualifies him from being received by Her Majesty the Queen or the Prince of Wales. Therefore during the term of his presidency Donald Trump should not be invited to the United Kingdom for an official State Visit.","state":"open","signature_count":1840898,"created_at":"2016-11-09T13:13:40.310Z","updated_at":"2017-02-04T23:59:05.360Z","open_at":"2016-11-29T16:32:44.442Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":"2017-02-20","debate_threshold_reached_at":"2017-01-29T12:40:56.821Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T20:28:21.805Z","response_threshold_reached_at":"2017-01-29T10:50:27.498Z","creator_name":"Graham Guest","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178844,"links":{"self":"https://petition.parliament.uk/petitions/178844.json"},"attributes":{"action":"Donald Trump should make a State Visit to the United Kingdom.","background":"Donald Trump should be invited to make an official State Visit because he is the leader of a free world and U.K. is a country that supports free speech and does not believe that people that appose our point of view should be gagged.","additional_details":"","state":"open","signature_count":297529,"created_at":"2017-01-29T11:40:35.005Z","updated_at":"2017-02-04T23:59:23.999Z","open_at":"2017-01-30T16:56:19.950Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":"2017-02-20","debate_threshold_reached_at":"2017-01-31T13:01:24.786Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-29T12:09:44.050Z","response_threshold_reached_at":"2017-01-30T20:25:04.250Z","creator_name":"Alan Augustus Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173199,"links":{"self":"https://petition.parliament.uk/petitions/173199.json"},"attributes":{"action":"Repeal the new Surveillance laws (Investigatory Powers Act)","background":"A bill allowing UK intelligence agencies and police unprecedented levels of power regarding the surveillance of UK citizens has recently passed and is awaiting royal assent, making it law. \r\n\r\nThis means it's not too late!\r\nThis is an absolute disgrace to both privacy and freedom and needs to stop!","additional_details":"With this bill, they will be able to hack, read and store any information from any citizen's computer or phone, without even the requirement of proof that the citizen is up to no good. \r\n\r\nThis essentially entitles them to free reign of your files, whether you're a law-abiding citizen or not!\r\n\r\nThis is sickening. It has only made it this far due to it being snuck past the population in relative secrecy. It isn't too late. We can fix this before the UK is turned into a dystopian surveillance state.","state":"open","signature_count":210795,"created_at":"2016-11-20T00:52:32.484Z","updated_at":"2017-02-04T23:46:12.252Z","open_at":"2016-11-23T11:56:18.361Z","closed_at":null,"government_response_at":"2016-11-29T12:00:09.559Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-26T16:44:33.030Z","rejected_at":null,"debate_outcome_at":"2016-12-06T16:47:34.931Z","moderation_threshold_reached_at":"2016-11-20T01:32:34.242Z","response_threshold_reached_at":"2016-11-24T22:22:03.669Z","creator_name":"Tom Skillinger","rejection":null,"government_response":{"summary":"The Investigatory Powers Act dramatically increases transparency around the use of investigatory powers. It protects both privacy and security and underwent unprecedented scrutiny before becoming law.","details":"The Government is clear that, at a time of heightened security threat, it is essential our law enforcement, security and intelligence services have the powers they need to keep people safe.\r\n\r\nThe Investigatory Powers Act transforms the law relating to the use and oversight of Investigatory powers. It strengthens safeguards and introduces world-leading oversight arrangements.\r\n\r\nThe Act does three key things. First, it brings together powers already available to law enforcement and the security and intelligence agencies to obtain communications and data about communications. It makes these powers – and the safeguards that apply to them – clear and understandable.\r\n\r\nSecond, it radically overhauls the way these powers are authorised and overseen. It introduces a ‘double-lock’ for the most intrusive powers, including interception and all of the bulk capabilities, so warrants require the approval of a Judicial Commissioner. And it creates a powerful new Investigatory Powers Commissioner to oversee how these powers are used.\r\n\r\nThird, it ensures powers are fit for the digital age. The Act makes a single new provision for the retention of internet connection records in order for law enforcement to identify the communications service to which a device has connected. This will restore capabilities that have been lost as a result of changes in the way people communicate.\r\n\r\nPublic scrutiny\r\n\r\nThe Bill was subject to unprecedented scrutiny prior to and during its passage.\r\nThe Bill responded to three independent reports: by David Anderson QC, the Independent Reviewer of Terrorism Legislation; by the Royal United Services Institute’s Independent Surveillance Review Panel; and by the Intelligence and Security Committee of Parliament. All three of those authoritative independent reports agreed a new law was needed.\r\n \r\nThe Government responded to the recommendations of those reports in the form of a draft Bill, published in November 2015. That draft Bill was submitted for pre-legislative scrutiny by a Joint Committee of both Houses of Parliament. The Intelligence and Security Committee and the House of Commons Science and Technology Committee conducted parallel scrutiny. Between them, those Committees received over 1,500 pages of written submissions and heard oral evidence from the Government, industry, civil liberties groups and many others. The recommendations made by those Committees informed changes to the Bill and the publication of further supporting material.\r\n\r\nA revised Bill was introduced in the House of Commons on 1 March, and completed its passage on 16 November, meeting the timetable for legislation set by Parliament during the passage of the Data Retention and Investigatory Powers Act 2014. Over 1,700 amendments to the Bill were tabled and debated during this time. \r\n\r\nThe Government has adopted an open and consultative approach throughout the passage of this legislation, tabling or accepting a significant number of amendments in both Houses of Parliament in order to improve transparency and strengthen privacy protections. These included enhanced protections for trade unions and journalistic and legally privileged material, and the introduction of a threshold to ensure internet connection records cannot be used to investigate minor crimes. \r\n\r\nPrivacy and Oversight\r\n\r\nThe Government has placed privacy at the heart of the Investigatory Powers Act. The Act makes clear the extent to which investigatory powers may be used and the strict safeguards that apply in order to maintain privacy. \r\n\r\nA new overarching ‘privacy clause’ was added to make absolutely clear that the protection of privacy is at the heart of this legislation. This privacy clause ensures that in each and every case a public authority must consider whether less intrusive means could be used, and must have regard to human rights and the particular sensitivity of certain information. The powers can only be exercised when it is necessary and proportionate to do so, and the Act includes tough sanctions – including the creation of new criminal offences – for those misusing the powers.\r\nThe safeguards in this Act reflect the UK’s international reputation for protecting human rights. The unprecedented transparency and the new safeguards – including the ‘double lock’ for the most sensitive powers – set an international benchmark for how the law can protect both privacy and security.\r\n \r\nHome Office","created_at":"2016-11-29T12:00:09.557Z","updated_at":"2016-11-29T12:00:09.557Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.  \r\n\r\nThe Investigatory Powers Bill was debated on many occasions in Parliament before it became law. You can read all the debates here: \r\nhttp://services.parliament.uk/bills/2015-16/investigatorypowers/stages.html \r\n\r\nBefore it was introduced into Parliament, the Bill was investigated by a Committee of MPs and Members of the House of Lords, who heard evidence and produced a report with recommendations about the Bill. You can find out about the work of that Committee here: \r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/joint-select/draft-investigatory-powers-bill/\r\n"}}},{"type":"petition","id":166847,"links":{"self":"https://petition.parliament.uk/petitions/166847.json"},"attributes":{"action":"Put a max of £1200 on car insurance for 18-25 year olds","background":"Insurance companies are making it harder and harder for people aged 18-25 years of age to start driving. I myself am looking at a £2500 insurance for my first year driving which is completely unaffordable as i am earning minimum wage £5.30 per hour and am also having to pay bill for my property.","additional_details":"","state":"open","signature_count":173196,"created_at":"2016-09-10T22:30:39.947Z","updated_at":"2017-02-04T23:58:33.682Z","open_at":"2016-09-14T10:18:56.752Z","closed_at":null,"government_response_at":"2016-12-13T09:14:32.038Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-30T15:45:14.744Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-11T07:12:56.500Z","response_threshold_reached_at":"2016-11-26T13:42:40.306Z","creator_name":"rhys micheal parker","rejection":null,"government_response":{"summary":"By strengthening the way that people learn to drive and are tested and by tackling insurance fraud this Government is helping bear down on the cost of insurance for new and inexperienced drivers.  ","details":"The Government is aware that the cost of motor insurance can be high for new and inexperienced drivers. We have taken forward a programme of measures to strengthen the way that people learn to drive and are tested.  We have engaged insurers in this process, so that they can have confidence that additional measures will make a real difference that can be rewarded with lower premiums.  \r\n\r\nMotor insurance premiums can vary according to the risks associated with different types of driver, vehicle and other factors such as age and driving experience.   Motor insurance is a very competitive market and shopping around for the best possible option before making any decisions is likely to benefit customers.  The British Insurance Brokers Association (BIBA) run a not for profit ‘find a broker’ service where there are many broker products for young drivers. Further information can be found on their website: www.biba.org.uk. New rules coming into force next year will require motor insurers to disclose last year’s premium at renewal and prompt customers to shop around for the best deal.\r\n\r\nSome insurers have introduced the use of telematics or in-car black boxes to allow better risk-based pricing for new drivers. It means insurers now have a real time data feed, which allows them to see an individual’s driving behaviour, which had not previously been possible in the past. There is some evidence that suggests new drivers could see their annual premiums fall by 20% or more if they show good driving behaviour with a black box installed in their cars. \r\n\r\nThe Government recently announced reforms aimed at tackling the continuing high number and costly whiplash injury claims that were having a negative impact on the price of motor insurance premiums.  These reforms will end the cycle in which motorists pay higher insurance premiums due to minor, exaggerated and fraudulent whiplash claims by others.   The government fully expects insurers to pass on the savings from these reforms to consumers through lower premiums and leading insurers have already committed to do this. \r\n\r\nDepartment for Transport","created_at":"2016-12-13T09:14:32.035Z","updated_at":"2016-12-13T09:14:32.035Z"},"debate":null}},{"type":"petition","id":168663,"links":{"self":"https://petition.parliament.uk/petitions/168663.json"},"attributes":{"action":"Ban the sale of fireworks to the public and only approve organised displays.","background":"Every year 1000's of people are hurt, burnt, maimed and even lose their lives through accidents involving fireworks.\r\nEvery year people are terrorised by the misuse of fireworks.\r\nEvery year animals are hurt and traumatised by fireworks.\r\nBan them please.","additional_details":"","state":"open","signature_count":153301,"created_at":"2016-10-06T14:50:30.633Z","updated_at":"2017-02-04T23:39:14.067Z","open_at":"2016-10-10T15:10:40.242Z","closed_at":null,"government_response_at":"2016-11-14T11:25:55.090Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-06T17:56:26.632Z","rejected_at":null,"debate_outcome_at":"2016-11-17T16:39:53.052Z","moderation_threshold_reached_at":"2016-10-06T15:09:03.033Z","response_threshold_reached_at":"2016-10-29T07:22:04.779Z","creator_name":"Mike Old","rejection":null,"government_response":{"summary":"Government acknowledges genuine concerns about the use and, the misuse, of fireworks. Legislation restricts the sale of fireworks and controls their use, and we have no plans to extend this further.","details":"The government recognises the concerns raised about the use of fireworks by the public, particularly the potential distress caused by the use of noisy fireworks to pets, livestock and the public, and injuries caused by accidents and the misuse of fireworks.\r\n\r\nMany individuals enjoy being able to hold private fireworks displays at home, and have a sensible and responsible attitude to their use.  Indeed, the majority of the public who use fireworks do so in a safe and considerate way; it is only an anti-social minority that uses them dangerously and inconsiderately. \r\n\r\nWhile members of the public can hold private firework displays at any time of the year, they are subject to strict curfews which prevent fireworks being used after 11pm, except on a limited number of specific nights of the year around the traditional celebrations of 5th November, New Year, Chinese New Year and Diwali when they can be used up to midnight (5th November) or 1am (New Year, Chinese New Year and Diwali). \r\n\r\nRetailers are restricted to selling fireworks for limited periods around these four traditional occasions, unless they have a valid licence specifically allowing all year round sales.\r\n\r\nThere is maximum noise level of 120 decibels on fireworks sold to the public, and local authorities have powers to deal with excessive firework noise.  There is also a prohibition on setting off fireworks in a public place, enforceable by the police with tough sanctions for non-compliance.\r\n\r\nThere is government-sponsored advice and guidance to support the responsible and considerate use of fireworks on the Safer Fireworks website.  \r\n\r\nWhile any firework-related injury is a cause for concern, the number of injuries are significantly lower than suggested.  Furthermore, the latest official statistics, demonstrate that there is a downward trend in hospital admissions in England (arising from the discharge of fireworks) with 28% decrease between 2010 and 2014/15, when there were 114 admissions.\r\n\r\nThe government will continue to focus on reducing accidents and nuisance by encouraging industry, retailers and others to promote responsible use through guidance and public education.  We urge those using fireworks to be considerate to their neighbours and give sufficient notice of firework use, particularly where they are proposing to let off fireworks in the vicinity of animals, especially livestock, where they should notify owners of livestock nearby of their plans.\r\n\r\nThe government considers these controls effectively manage and reduce the level of risk posed by the public use of fireworks, and that to bring in further restrictions would be detrimental to an important British tradition reflecting our history and multi-culturalism.  There are no plans at the moment to place further limitations on their use.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2016-11-14T11:25:55.088Z","updated_at":"2016-11-14T11:25:55.088Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.\r\n \r\nThere was a debate on Monday 6 June on a petition that called for restrictions on the use of fireworks. The Committee has therefore decided not to schedule a debate on this subject again, because it is only a few months since the last debate. \r\n\r\nYou can watch the debate here:\r\nhttp://parliamentlive.tv/Event/Index/be872a6a-721c-4dec-9a5b-0c136d4d1501\r\n\r\nYou can read a transcript of the debate here:\r\nhttps://hansard.parliament.uk/commons/2016-06-06/debates/16060612000001/Fireworks\r\n\r\nYou can read the petition here:\r\nhttps://petition.parliament.uk/petitions/109702"}}},{"type":"petition","id":168524,"links":{"self":"https://petition.parliament.uk/petitions/168524.json"},"attributes":{"action":"Close all retail on boxing day, retail isn't needed on boxing day!","background":"Christmas is a family time, the one day is not enough time to see two sides of families, retail workers work extremely hard during the Christmas run up and only get the one day. If only everywhere could be closed boxing day! Some things are needed over the festive period, retail isn't one of them.","additional_details":"","state":"open","signature_count":146416,"created_at":"2016-10-04T19:23:13.100Z","updated_at":"2017-02-04T23:29:35.108Z","open_at":"2016-10-14T15:40:00.876Z","closed_at":null,"government_response_at":"2016-11-22T14:00:43.922Z","scheduled_debate_date":"2016-12-12","debate_threshold_reached_at":"2016-11-15T18:54:03.677Z","rejected_at":null,"debate_outcome_at":"2016-12-13T10:03:33.624Z","moderation_threshold_reached_at":"2016-10-04T20:40:17.044Z","response_threshold_reached_at":"2016-10-28T21:08:07.317Z","creator_name":"Jack Johnson","rejection":null,"government_response":{"summary":"We do not believe it is for central Government to tell businesses how to run their shops or how best to serve their customers. Therefore we are not proposing to ban shops from opening on Boxing Day. ","details":"The Importance of the Retail sector and its employees\r\n\r\nThe Government recognises the importance of retail to national and local economies.  It employs 3 million people and the sector generated £90 billion of Gross Value Added in 2014, 5.6% of the UK economy and 4% higher than in 2013.\r\n\r\nThe Government also believes that all workers, including those in retail, should have access to employment rights and protections.  The Government’s website, GOV.UK, provides detailed and accessible advice on all aspects of employment, including what to do in case of a dispute.\r\n\r\nRetail opening hours\r\n\r\nThere are no controls on shops’ opening hours on Boxing Day, unless it falls on a Sunday. The Sunday Trading Act 1994 limits the opening hours of large stores in England and Wales (i.e. those with a trading area over 280 square metres / 3,000 square feet) to 6 continuous hours (between 10am and 6pm) on a Sunday and not at all on Easter Sunday. The Christmas Day Trading Act 2004 prohibits large shops from opening on Christmas Day whatever day of the week it falls. Similar legislation applies in Northern Ireland.\r\n\r\nThe arrival of the internet has changed consumers’ shopping habits radically and many have got used to the freedom to buy what they need at any time that suits them. Online businesses and smaller retailers already have the flexibility to respond to this demand. Billions of pounds are spent by millions of shoppers on Boxing Day and it is also a busy day for internet sales. The Government believes that all businesses should be allowed flexibility to meet their customers’ needs and offer consumers choice about when and how they want to shop. This will help drive competition, productivity and the local economy, as well as helping create jobs.\r\n\r\nIn this internet age, the Government aims to support local high streets to remain at the heart of our communities by being vibrant and viable places where people live, shop, use services and spend their leisure time, both during the day and evening. \r\n\r\nBoxing Day, Bank Holidays and Working Hours\r\n\r\nThe Government believes that the current regulatory situation represents a fair balance between the interests of employers and workers. \r\n\r\nUnder the relevant legislation (the Working Time Regulations or WTRs), workers do not have a statutory entitlement to time off on Bank Holidays.  However employers may allow workers to take time off on those days.\r\n\r\nWorkers have many protections under the WTR, including\r\n•\tA statutory annual leave entitlement of 5.6 weeks (subject to a limit of 28 days)\r\n•\tA maximum working week of 48 hours, normally averaged over 17 weeks (however workers can choose to opt-out of the 48 hour limit)\r\n•\tEntitlements to rest breaks, and daily and weekly rest periods\r\n\r\nYoung workers and night workers are entitled to additional protections.\r\n\r\nIf workers are unhappy with any aspects of their working conditions, they can contact the ACAS helpline for free and confidential advice on 0300 123 1100, or consult the ACAS website at www.acas.org.uk. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-11-22T14:00:43.918Z","updated_at":"2016-11-22T14:00:43.918Z"},"debate":{"debated_on":"2016-12-12","transcript_url":"https://hansard.parliament.uk/commons/2016-12-12/debates/11A5F923-B176-464D-8C10-6DAEBB4A3F30/RetailStoreClosureBoxingDay","video_url":"http://www.parliamentlive.tv/Event/Index/8ebf30b5-6d08-4c20-9978-836afc010c65","overview":""}}},{"type":"petition","id":173574,"links":{"self":"https://petition.parliament.uk/petitions/173574.json"},"attributes":{"action":"Air-drop life saving aid into the starving cities in Syria.","background":"As you may be aware, the situation in Syria has become critical this week. Aid is being blocked from reaching major cities, Russian and Assad forces have heavily increased their air strikes, targeting and destroying the only remaining hospital in Eastern Aleppo. The time to act is now. ","additional_details":"After attending an APPG friends of Syria discussion in the Houses of Parliament today, Raed Saleh, Head of Syrian Civil Defense informed us that within 20 days, a quarter of the people trapped in Aleppo will have starved to death, 100,00 of them are children. Aid has been blocked and bombing has increased. British planes use the airspace above these cities on their coalition operations. Use this advantage to drop vital aid to the people below. There is no excuse not to act immediately. ","state":"open","signature_count":144602,"created_at":"2016-11-22T20:38:56.656Z","updated_at":"2017-02-04T23:35:31.314Z","open_at":"2016-11-25T18:50:59.037Z","closed_at":null,"government_response_at":"2017-01-05T12:07:55.195Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-12-14T20:40:33.772Z","rejected_at":null,"debate_outcome_at":"2017-01-11T17:52:24.922Z","moderation_threshold_reached_at":"2016-11-22T21:44:11.206Z","response_threshold_reached_at":"2016-11-30T18:07:28.926Z","creator_name":"Ella Cosgrove","rejection":null,"government_response":{"summary":"What is happening in Aleppo is a tragedy caused by the Syrian regime, Russia and Iran.   We will continue to work with key international partners and the UN to help the people of Syria. ","details":"The UK Government is deeply concerned about the appalling humanitarian tragedy that is unfolding in eastern Aleppo.  We are painfully aware through our many contacts on the ground of how dire and desperate the situation is there, as well as for the 587,000 people besieged by the regime in other towns in Syria.  \r\n\r\nThat is why this Government has considered the option of airdrops very carefully.  However, as the Foreign Secretary, told the House of Commons on 13 December, we came reluctantly to the conclusion that airdrops over Syria would pose too great a risk in current circumstances.  The Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space.  Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria.  There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight. Other aerial options for delivering aid, including by drones, would also run up against these challenges.\r\n\r\nBy far the best way of delivering the large amount of humanitarian assistance that is required would be by road, by trusted and neutral humanitarian partners who can ensure it gets to those who need it most. The UN has humanitarian supplies ready to reach besieged areas.   The regime and its allies could decide in a moment to allow aid in. \r\n\r\nAll International Syria Support Group (ISSG) members committed to use their influence with parties on the ground to secure access for aid convoys across Syria, including Russia and Iran.  They are uniquely placed to use their influence to ensure the regime meets its obligations and we are lobbying both governments to fulfil their ISSG commitments.  The Foreign Secretary raised our concerns when he spoke to the Russian Foreign Minister Lavrov on 22 November.  On 7 December, the Prime Minister, along with five of our closest partners, issued a statement making clear that there must be no impunity for those found to be committing war crimes and calling for Russia and Iran to use their influence with the Syrian regime to protect people and allow aid in.\r\n\r\nWe are clear that the United Nations (UN) Security Council and the wider international community need to do everything they can to make protection of civilians the highest priority, and to do everything in their power to enable aid access to besieged areas across Syria.  We therefore continue to exert multilateral diplomatic pressure for humanitarian access to be opened up across Syria.  Emergency sessions of the Security Council were held at the UK and France’s request on 30 November and 13 December to discuss Aleppo.  In his most recent intervention our Ambassador to the United Nations, Matthew Rycroft, pressed for the regime’s pitiless assault to stop and for the UN to be allowed access to help civilians on the ground.  Russia has blocked meaningful action in the UN Security Council, vetoing six UN Security Council resolutions, including one on 6 December calling for a seven day ceasefire to allow the UN to get desperately needed aid to the civilians of besieged eastern Aleppo.  \r\n\r\nOver the five years of the Syrian conflict one of our priorities has been to address the humanitarian situation through our support to international humanitarian agencies and Syrian civil society organisations.  We have pledged £2.3 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis.  This makes the UK the second largest bilateral humanitarian donor after the US.  We have also given £32.5 million of support since 2013 to Syrian Civil Defence, which has done so much to save lives and to put a spotlight on the plight of civilians caught up in this conflict.\r\n\r\nWe will continue to do all in our power to help the people of Syria.  We continue to work closely with international partners to increase pressure on those involved in this abhorrent conflict. We will continue to support the efforts of the United Nations to get humanitarian assistance to besieged and hard to reach communities in Syria.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-01-05T12:07:55.192Z","updated_at":"2017-01-05T12:07:55.192Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons. \r\n\r\nThere was an emergency debate on 13 December about international action to protect civilians in Aleppo and more widely across Syria. You can find out more about this debate, and watch the video or read a transcript, here: \r\n\r\nhttps://www.parliament.uk/business/news/2016/december/emergency-debate-international-action-to-protect-civilians-in-aleppo-and-syria/\r\n\r\nThere was also an emergency debate on 11 October about the humanitarian catastrophe in Aleppo and Syria. You can find out more about this debate, and watch the video or read a transcript, here:\r\n\r\nhttps://www.parliament.uk/business/news/2016/october/emergency-debate-humanitarian-catastrophe-in-aleppo-and-syria/\r\n\r\nIn making its decision, the Committee has also taken into account the current situation in Syria. The Government response to the petition says that the Government has reluctantly concluded that airdrops over Syria would pose too great a risk in the current circumstances. The Government explains that: “the Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space. Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria. There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight.” In the light of this, the Committee believes that the time for a debate on airdrops of aid has passed. \r\n\r\nFor these reasons, the Committee has decided not to schedule a debate on this petition. The Committee would, however, look favourably on future petitions calling for action to address the humanitarian crisis in Syria, if they have substantial public support.\r\n"}}},{"type":"petition","id":168678,"links":{"self":"https://petition.parliament.uk/petitions/168678.json"},"attributes":{"action":"Give status to Police Dogs and Horses as 'Police Officers'","background":"I propose that UK Police Dogs and Horses be given protection that reflects their status if assaulted in the line of duty. This would be similar to the US Federal Law Enforcement Animal Protection","additional_details":"PD Finn of Hertfordshire Police to name but one.","state":"open","signature_count":126242,"created_at":"2016-10-06T17:30:58.590Z","updated_at":"2017-02-04T23:43:39.557Z","open_at":"2016-10-10T14:54:41.680Z","closed_at":null,"government_response_at":"2016-11-11T15:17:31.517Z","scheduled_debate_date":"2016-11-14","debate_threshold_reached_at":"2016-10-21T12:19:14.111Z","rejected_at":null,"debate_outcome_at":"2016-11-15T09:48:56.402Z","moderation_threshold_reached_at":"2016-10-06T17:52:03.128Z","response_threshold_reached_at":"2016-10-11T00:36:04.214Z","creator_name":"David Burstow","rejection":null,"government_response":{"summary":"Attacks on police support animals are unacceptable and should be dealt with under the criminal law which allows for penalties of up to 10 years’ imprisonment for those who carry out such attacks.","details":"Police support animals make a valuable contribution in the detection and prevention of crime and in maintaining public safety.  We recognise and are grateful for the bravery and skills shown by police dogs and their handlers day in and day out.\r\n\r\nThe Government agrees that attacks of any sort on police dogs or horses are unacceptable and should be dealt with severely under the criminal law. The law already allows for significant penalties to be issued to those who attack animals that support the police. An attack on a police dog or other police support animal can be treated as causing unnecessary suffering to an animal under section 4 of the Animal Welfare Act 2006. The maximum penalty is 6 months’ imprisonment, or an unlimited fine, or both. The financial element of the penalty was raised only last year from a maximum fine of £20,000. An attack on a police animal could be considered by the court as an aggravating factor leading to a higher sentence within the available range. Under some circumstances assaults on support animals could be treated as criminal damage which would allow for penalties of up to 10 years’ imprisonment.  \r\n\r\nWhilst police leaders and campaigners agree that these penalties are appropriate, I understand that it is unpalatable to think of police animals as ‘equipment’ as is inferred by the charges of criminal damage.  This does not seem to convey the respect and gratitude police and public feel for the animals involved and their contribution to law enforcement and public safety. The Government has therefore agreed to explore whether there is more that the law should do to offer the most appropriate protections to police animals and all working animals.  \r\n\r\nWhen sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences.  The Government has requested that the Sentencing Council considers assaults on police animals as an aggravating factor as a part of their current review on guidelines for sentencing in the Magistrates’ Courts, which includes animal cruelty offences.\r\n\r\nThe Government will continue to work with the police to understand the extent of this problem.  Officials will be meeting national policing leads for police animals to discuss this issue over the coming weeks.  Police safety is an area of great concern for me, and one where I want to make sure we are doing all we can to protect frontline police officers, police staff and the animals that support them in their duties.\r\n\r\nHome Office","created_at":"2016-11-11T15:17:31.513Z","updated_at":"2016-11-29T16:02:02.811Z"},"debate":{"debated_on":"2016-11-14","transcript_url":"https://hansard.parliament.uk/Commons/2016-11-14/debates/D856FCAE-9EF4-49CF-99A0-AF5F379BEF94/PoliceDogsAndHorses","video_url":"http://www.parliamentlive.tv/Event/Index/b5f5b55e-3d6c-45f8-94b9-4411c366e114","overview":""}}},{"type":"petition","id":166711,"links":{"self":"https://petition.parliament.uk/petitions/166711.json"},"attributes":{"action":"April's Law","background":"We the undersigned call on the prime minister to make all sex offenders remain on the register for life no matter the crime, for service providers and search engines to be better policed regarding child abuse images and harder sentences on those caught with indecent images of children.","additional_details":"Five-year-old April Jones was murdered by paedophile Mark Bridger after being abducted from outside her home in Machynlleth October 2012.\r\nBefore April's abduction he was looking at child pornography. He had over 500 indecent imagines of children on his computer.","state":"open","signature_count":123046,"created_at":"2016-09-09T10:54:34.169Z","updated_at":"2017-02-04T23:31:20.381Z","open_at":"2016-09-16T09:45:52.700Z","closed_at":null,"government_response_at":"2016-11-09T13:23:12.646Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-01-31T06:49:19.745Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-09T11:09:10.642Z","response_threshold_reached_at":"2016-10-18T19:25:02.686Z","creator_name":"Jazmin Jones ","rejection":null,"government_response":{"summary":"The UK has some of the toughest powers in the world to deal with sex offenders and those who continue to pose a risk will remain subject to notification for life. ","details":"Protecting the public from harm remains a priority for this Government, and we have been clear that those offenders who continue to pose a risk will remain subject to notification for life.  The public should rest assured that sex offenders will not automatically come off the register; the order only provides a mechanism by which a sex offender can apply for a review.   \r\n\r\nOn 30 July 2012 the Sexual Offences Act 2003 was amended by the Sexual Offences Act 2003 (Remedial) Order 2012 to introduce a mechanism which will enable registered sex offenders who are subject to notification requirements for life to apply for those requirements to be reviewed.  \r\n\r\nThis was as a result of an earlier Supreme Court ruling that our then law on indefinite sex offender registration without the right for review was incompatible with article 8 of the European Convention on Human Rights (ECHR). \r\n\r\nThe Government fully acknowledged the ruling of the Supreme Court and took appropriate action as is its duty; to uphold the independence of the judiciary by complying with the judgement.\r\n\r\nUnder the previous Government, we made changes to the notification requirements introducing additional measures which sought to strengthen the existing mechanism by making it mandatory for all registered sex offenders to notify to the police:\r\n\r\n•\tall foreign travel;\r\n•\tweekly, where they are registered as having ‘no fixed abode’;\r\n•\twhere they are living in a household with a child under the age of 18; and;\r\n•\ttheir bank account and credit card details, and information about their passports or other identity documents.\r\n\r\nWe continue to work with the police and other law enforcement agencies to ensure that the right powers are available for the authorities to tackle sexual crimes and to bring perpetrators to justice. \r\n\r\n\r\nPolicing of child abuse images\r\n\r\nThe Government agrees that industry has a responsibility to work together with law enforcement and Government to prevent and inhibit the use of their services by those seeking to generate and share child abuse material. In 2015, Google announced that it had made changes to its search algorithm to prevent images and videos containing child abuse material from appearing in search results.  They have publicly stated there has been an eight-fold reduction in child sexual abuse image related search queries since. \r\n\r\nThe Internet Watch Foundation, which is funded by industry, has been active in facilitating the removal of indecent imagery of children from the internet. Their efforts have helped the UK see a reduction from the UK hosting 18% of web pages of child abuse imagery, to 0.2% by 2015.  Since April 2014 as permitted by Government, they have proactively sought out child sexual abuse material to take action to get this material removed.  \r\n\r\nAt the WePROTECT summit in December 2014, industry committed to taking digital hashes of known child abuse imagery in order to ensure these could be identified and referred to the US National Centre for Missing and Exploited Children, and removed.  As of October 2016, over 34,750 image hashes have been shared among industry by the IWF. \r\n\r\nSentencing\r\n\r\nSentencing is entirely a matter for our independent courts.   When deciding what sentence to impose the courts take into account the circumstances of the offence and any mitigating and aggravating factors, in line with the sentencing guidelines.  Maximum penalties are kept under review to ensure that the courts have adequate powers to deal with offences effectively and proportionately.\r\n\r\nThe independent Sentencing Council are responsible for issuing guidelines to the courts.  In December 2013 the Sentencing Council issued a revised guideline on sentencing for sexual offences, which came into force in England and Wales in April 2014.  \r\n\r\nUnder the Protection of Children Act 1978 (as amended), the UK prohibits the taking, making circulation and possession with a view to distribution of any indecent photograph or pseudo-photograph of a child under 16.  Such offences carry a maximum sentence of 10 years’ imprisonment.  Section 160 of the Criminal Justice Act 1988 also makes the simple possession of indecent photographs or pseudo-photographs of children an offence.  This carries a maximum sentence of 5 years’ imprisonment.  This age was raised to 18 in the Sexual Offences Act 2003 and there are defences for those aged over the age of consent (16) who produce sexual photographs for their own use within a marriage or civil partnership.  These defences are lost, however, if such images are distributed. \r\n\r\nThe Sexual Offences 2003 Act significantly modernised and strengthened the laws on sexual offences in England and Wales to provide extra protection to children from sexual abuse and sexual exploitation.  It was designed to meet 21st century challenges of protecting children, and addresses issues including internet pornography and ‘grooming’ children for sexual abuse.  \r\n\r\nHome Office","created_at":"2016-11-09T13:23:12.643Z","updated_at":"2016-11-09T13:23:12.643Z"},"debate":null}},{"type":"petition","id":176138,"links":{"self":"https://petition.parliament.uk/petitions/176138.json"},"attributes":{"action":"Make it a specific criminal offence to attack any member of NHS Medical Staff.","background":"There are 193 attacks on NHS staff a day in England. LBC's Nick Ferrari thinks this is unacceptable. Support his 'Guard Our Emergency Medical Services' campaign to better protect our doctors and nurses by making it a specific legal offence to attack them. ","additional_details":"Figures show that attacks on NHS staff are rising. With stretched resources, higher demand and rising waiting times the NHS can ill afford this violence. \r\nFor twenty years it has been a specific offence to attack a Police officer conducting their duties. (Section 89(1) of the Police Act 1996) \r\nWe the undersigned believe it is time to extend this higher legal provision and protection to NHS medical staff and make it a specific offence to assault them.","state":"open","signature_count":115095,"created_at":"2016-12-22T15:45:24.285Z","updated_at":"2017-02-04T23:49:25.561Z","open_at":"2016-12-22T15:50:23.169Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":"2017-02-27","debate_threshold_reached_at":"2017-01-19T13:01:44.342Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-22T15:49:20.308Z","response_threshold_reached_at":"2017-01-10T18:09:34.885Z","creator_name":"Nick Ferrari","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165905,"links":{"self":"https://petition.parliament.uk/petitions/165905.json"},"attributes":{"action":"Shut down the domestic ivory market in the UK.","background":"The Conservatives pledged to shut down the UK’s domestic ivory market in their manifesto for the past two elections. 30,000 African Elephants are slaughtered a year for their tusks yet, the government has still not outlawed the trade. From 2009 to 2014, 40% of UK customs seizures were ivory items.","additional_details":"Many African nations, the US, France and even China have committed to outlawing the markets. There are only around 450,000 African Elephants left, in another six years there will be almost half this amount if governments continue to turn a blind eye; the UK are putting Elephants at risk from extinction. If there were not a market, then the elephants would no longer be in danger. The UK needs to set an example that the only tusks of value are those on a live Elephant, before they cease to exist.","state":"open","signature_count":106560,"created_at":"2016-08-29T16:24:48.811Z","updated_at":"2017-02-04T23:56:32.221Z","open_at":"2016-08-30T14:22:53.066Z","closed_at":null,"government_response_at":"2016-11-17T16:00:52.907Z","scheduled_debate_date":"2017-02-06","debate_threshold_reached_at":"2017-01-14T23:24:34.941Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-30T14:13:03.572Z","response_threshold_reached_at":"2016-11-02T20:20:20.373Z","creator_name":"Ellen Cobb","rejection":null,"government_response":{"summary":"The Government shares concerns about the crisis facing African elephants from poaching and illegal trafficking and has proposed a ban on trade in modern day ivory as a step towards a total ban. ","details":"The Government is deeply concerned by the continued poaching of elephants for their ivory, which is why we are committed to maintaining the current global ban on any international trade in new ivory.\r\n\r\nWe have been actively exploring options to implement the Government’s manifesto commitment to press for a total ban on ivory sales. On 21 September the Secretary of State for Environment, Food and Rural Affairs announced a ban on sales of items containing ivory dated between 1947 and the present day, making UK rules on ivory sales among the world’s toughest. The Government will consult on the ban early next year as a first step in meeting the manifesto commitment. This will complement our existing approach of not permitting sales of raw ivory tusks of any age.\r\n\r\nDr Thérèse Coffey, Parliamentary Under Secretary of State for Environment, Food and Rural Affairs, attended the recent 17th Conference of Parties to the Convention on International Trade in Endangered Species (CITES) during September 2016. The UK was pleased that at the CITES Conference, Parties voted against a resumption of trading in modern day ivory, in line with recent domestic UK action. There was also a clear direction to close national ivory markets where these fuel poaching and illegal trade and decisive action to strengthen National Ivory Action Plans, which help combat ivory trafficking in key markets.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-11-17T16:00:52.905Z","updated_at":"2016-11-17T16:00:52.905Z"},"debate":null}},{"type":"petition","id":168127,"links":{"self":"https://petition.parliament.uk/petitions/168127.json"},"attributes":{"action":"Demand an end to the pay restraint imposed on agenda for change NHS staff.","background":"Agenda for change staff including nursing, midwifery, healthcare assistants and associated healthcare professionals have suffered a pay restraint since 2010. Losing approximately 14% in real terms of their pay, staff are struggling nationwide and many have been pushed into poverty.  ","additional_details":"The impact of the pay restraint is harsh. Many are sadly leaving the professions they love. There is an NHS staff crisis. In London we lack 10,000 nurses. Yet two fifths of nurses living in the capital plan to leave as they are unable to pay their rent. Staff reporting using food banks and hardship funds is increasing. The pay restraint must end. \r\nhttps://www.nursingtimes.net/news/workforce/london-nurses-priced-out-of-capital-by-housing-costs/7004379.article\r\nhttps://www.rcn.org.uk/nursingcounts","state":"open","signature_count":105571,"created_at":"2016-09-29T18:08:16.227Z","updated_at":"2017-02-04T23:44:10.035Z","open_at":"2016-10-03T16:42:35.321Z","closed_at":null,"government_response_at":"2016-11-11T13:59:50.758Z","scheduled_debate_date":"2017-01-30","debate_threshold_reached_at":"2017-01-17T03:20:53.569Z","rejected_at":null,"debate_outcome_at":"2017-01-31T10:18:21.666Z","moderation_threshold_reached_at":"2016-09-29T18:31:09.096Z","response_threshold_reached_at":"2016-10-05T07:01:54.062Z","creator_name":"Danielle Tiplady","rejection":null,"government_response":{"summary":"Agenda for Change staff are vital. They work incredibly hard for patients and deserve to be fairly rewarded. We are committed to ensuring trusts can afford to employ the staff the NHS needs. ","details":"NHS staff are our greatest asset. Despite the pressures on the NHS driven by an increasingly aged and frail population, nurses, and all our hard working NHS staff continue to put patients first, keeping them safe whilst providing the high quality care patients and their families expect.\r\n\r\nThe Government has protected NHS front line funding whilst increasing staffing levels with over 3,500 more nurses and midwives employed since May 2010 and over 51,000 nurses currently in training.\r\n\r\nHealth Education England, NHS England and the Department have taken a range of actions to boost the supply of domestically trained staff and to increase the efficiency and productivity of the existing workforce.  The NHS is already recruiting more home-grown nurses, promoting return to practice programmes and improving retention of existing staff. For example, an additional £5 million will support the Return to Practice scheme, aimed at encouraging and supporting experienced nurses who have left the profession to return. More than 2,300 returners have been on the programme, with over 700 now back in employment. Reforms to the funding of pre-registration nurse education will enable universities to significantly expand training places by the end of the parliament.\r\n\r\nThe Government greatly values the important work that Agenda for Change (AfC) staff do in delivering essential public services and it is crucial that the public sector continues to recruit, retain and motivate the highest quality staff. In responding to the 2013 Francis Enquiry into the appalling events at Mid Staffordshire NHS Foundation Trust, it was right that trusts wanted to ensure they had the right number of nurses to provide safe quality care. The demand for nurses was much higher than planned, but nearly three years on,  trusts cannot either provide safe quality care or balance their books; they must do both.\r\n\r\nThere is a trade-off between pay and jobs in many public services, and pay restraint is one of the many difficult choices the Government has had to make.  At Summer Budget 2015, the Government announced that it will fund public sector workforces for an average pay award of 1 percent for four years from 2016/2017.  The Office for Budget Responsibility estimates that this policy will protect 200,000 public sector jobs. Whilst pay restraint is challenging, CPI inflation has been at historic low levels, currently 0.6%. Overall earnings for nurses and other non-medical staff have increased year-on-year since 2010/11, in total by 4.0% or 0.8% a year. Average basic pay per full time equivalent has increased by more than the impact of annual pay awards.\r\n\r\nAverage earnings for qualified nurses were £31,214 in the 12 months to June 2016, a slight increase from the same time last year and above the £31,189 figure for the NHS as a whole, which remains well above the national average salary for 2015 of £27,500 a year.\r\nFor nurses and midwives employed in the NHS between March 2010 and March 2015, average total earnings (adjusted for changes in contracted hours) increased by 2.2% a year.\r\n\r\nThe NHS is one of few public sector workforces that receive incremental pay. Around half of AfC staff receive incremental pay of around 3% on average.  A typical qualified nurse (Band 5) can expect seven years of pay progression averaging around 3.8% a year, in addition to annual pay awards.\r\n\r\nWe know pay is not the only reason nurses and other health workers choose a career in the NHS. The reward package also includes a valued pension scheme and other non-pay benefits. Members of the pension scheme can generally expect to receive around £3 to £6 in pension benefits value for every £1 they contribute, while flexible working patterns help staff better manage their personal commitments.\r\n\r\nWe appreciate that housing and travel costs in London can be a barrier to recruiting and retaining the nurses and other key workers the NHS needs.  The reward package for AfC staff that work in and around London includes High Cost Area Supplements:\r\n•\t20% of basic salary, subject to a minimum payment of £4,158 and a maximum payment of £6,405 for staff that work in ‘inner’ London;\r\n•\t15% of basic salary subject to a minimum payment of £3,518 and a maximum payment of £4,483 for ‘outer’ London; and\r\n•\t5% of basic salary, subject to a minimum payment of £961and a maximum payment of £1,665 for the London ‘fringe’.\r\n\r\nThe Department is also considering how best to take account of the housing requirements for NHS staff, particularly in high-cost areas to support permanent staffing.\r\n\r\nThe 2015 NHS Staff Survey shows that for nurses and midwives morale and motivation has improved since 2014. It is critical that the NHS continues to work hard on its staff engagement strategies. We want the NHS to be a place where nurses want to work, where poor care, poor behaviour, bullying and harassment is not tolerated. We know there is a strong link between the reduction in patient standardised mortality rates and organisations with high staff engagement.\r\n\r\nDepartment of Health","created_at":"2016-11-11T13:59:50.754Z","updated_at":"2016-11-11T13:59:50.754Z"},"debate":{"debated_on":"2017-01-30","transcript_url":"https://hansard.parliament.uk/commons/2017-01-30/debates/86C7A0AE-7CA2-4142-9B4A-A03DA115C397/AgendaForChangeNHSPayRestraint","video_url":"http://parliamentlive.tv/Event/Index/b18b254b-2450-4a4d-86d0-947792490a6c","overview":""}}},{"type":"petition","id":165672,"links":{"self":"https://petition.parliament.uk/petitions/165672.json"},"attributes":{"action":"End the badger cull instead of expanding to new areas","background":"Since 2013, thousands of badgers have been killed in a Government cull attempting to control bovine TB. Against scientific advice \u0026 before a 4 year trial has completed, the government is now expanding the cull to new counties - tens of thousands of healthy badgers could be killed. ","additional_details":"Experts in disease control and animal welfare agree that pilot badger culls have proven both ineffective and inhumane. Shooting badgers is also expensive, costing tax-payers some £5,000 per animal. Bovine TB is a serious problem but killing badgers is not the solution, and could actually make the situation worse. It is a costly distraction from an effective solution incorporating vaccination, increased cattle movement control measures and improved testing.","state":"open","signature_count":101399,"created_at":"2016-08-25T12:12:07.185Z","updated_at":"2017-02-04T23:59:44.355Z","open_at":"2016-08-25T16:25:31.192Z","closed_at":null,"government_response_at":"2016-09-21T14:25:14.649Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-02-04T15:10:28.181Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T16:22:38.003Z","response_threshold_reached_at":"2016-08-30T22:25:55.358Z","creator_name":"Simon King OBE","rejection":null,"government_response":{"summary":"The Government is pursuing a comprehensive bovine TB eradication strategy including tighter cattle controls, biosecurity, and badger control in areas where the disease is widespread.  ","details":"Bovine TB is the greatest animal health threat to the UK. Dealing with this dreadful disease is costing taxpayers over £100 million each year and last year alone more than 28,000 cattle had to be slaughtered in England, causing devastation and distress for farmers and rural communities, where often herds have often been built up over many generations.   \r\n\r\nThat is why it is essential that we eradicate bovine TB.  \r\n\r\nWe are taking strong action to deliver a long-term plan to eradicate the disease and protect the future of the UK’s dairy and beef industries, with a comprehensive strategy including tighter cattle testing and movement controls, improving biosecurity on farm and when trading, and badger control in areas where badgers are an important factor in spreading disease to cattle.   \r\n\r\nThis approach is backed up by the evidence and experience of other countries. This approach has successfully eradicated bovine TB in Australia and is working in Ireland and New Zealand.  \r\n\r\nThere is still a long way to go. While cattle controls can have a significant impact, the Government’s Chief Veterinary Officer and the British Veterinary Association agree that we won’t eradicate the disease without dealing with the spread of TB from infected wildlife too.   \r\n\r\nThere is broad scientific consensus that badgers are implicated in the spread of TB in cattle in parts of England. \r\n\r\nTB was first found in English badgers in 1971. In 1974 badgers were removed from a severely infected cattle farm with the result that there were no herd TB outbreaks there for five years. Between 1975 and 1978 the Ministry of Agriculture, Fisheries and Food funded work that demonstrated conclusively that there is a link between TB in badgers and cattle. Subsequent work in Ireland has reaffirmed that finding.\r\n\r\nThe Krebs Review observed that between 1975 and 1979 when gassing was used to remove badgers, cattle TB incidence in the South-West fell from 1.65% to 0.4%, a 75% reduction. Subsequently, in the late 1970s and early 1980s, more widespread badger removal was carried out in three areas. In Thornbury, Gloucestershire, cattle TB incidence fell from 5.6% in the ten years before badger removal to 0.45% in the fifteen years afterwards, a reduction of 90%. In Steeple Leaze, Dorset, there were no herd TB outbreaks for seven years after badgers were removed. In Hartland, Devon, cattle TB incidence dropped from 15% in 1984 to just 4% in 1985, a reduction of more than two thirds.\r\n\r\nFollowing concerns that those exercises lacked rigorous scientific ‘controls’ the government commissioned the Randomised Badger Culling Trial (RBCT). Despite the challenge of the Foot and Mouth Disease outbreak, the RBCT showed that in the four years after proactive badger removal there was a significant reduction in cattle TB incidence relative to control areas. The greatest relative reduction seen was 54% in the eighteen months after proactive badger removal operations, when the full benefits began to appear. The RBCT confirmed what the previous exercises had shown.\r\n\r\n\r\nLicensed badger control operations led by local farmers and landowners in parts of Gloucestershire, Somerset and Dorset have shown that it is safe, humane and effective in reducing the number of badgers needed to bring down disease levels in cattle.  \r\n\r\nBased on the advice of the Chief Veterinary Officer, we are extending this approach over a wider area to bring greater disease control benefits to hard-pressed farmers in the South West. \r\n\r\nWe have also funded licensed private badger vaccination projects to help create a buffer zone around the South-West where TB is most widespread. However TB vaccination does not provide complete protection and it has no impact on infected badgers so it cannot replace culling and a shortage of the vaccine means it’s not an option right now.  \r\n\r\nTo ensure we have a successful and resilient industry, we are determined to use all available measures necessary to eradicate this devastating disease as quickly as possible.   \r\n\r\nWe will continue to deliver on our 25-year strategy for a TB-free England. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-09-21T14:25:14.646Z","updated_at":"2016-09-21T14:25:14.646Z"},"debate":null}},{"type":"petition","id":167596,"links":{"self":"https://petition.parliament.uk/petitions/167596.json"},"attributes":{"action":"Ban all non-recyclable/non-compostable packaging in the UK","background":"The UK fails to recycle over 1.5 million tonnes of plastic packaging waste each year, which ends up in landfill \u0026 waterways instead. \r\n\r\nCreating packaging that our society cannot deal with is blatantly unsustainable. We urgently need 100% recyclable/compostable packaging on every product in the UK.","additional_details":"The UK currently recycles 64% of all packaging waste, but only about 32% of plastic packaging waste.\r\n\r\nThis is unacceptable. We cannot let big business create more packaging that our society cannot deal with - it may be good for profits but it is irresponsible and unsustainable.\r\n\r\nWe call upon our leaders to take action: to ban all non-sustainable packaging on all products, with a grace period of 5 years to allow manufacturers to integrate viable, sustainable alternatives into their supply chains.","state":"open","signature_count":80453,"created_at":"2016-09-21T10:56:18.861Z","updated_at":"2017-02-04T23:53:29.175Z","open_at":"2016-09-21T15:44:26.051Z","closed_at":null,"government_response_at":"2017-01-17T15:20:45.209Z","scheduled_debate_date":"2017-01-23","debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2017-01-24T12:25:24.430Z","moderation_threshold_reached_at":"2016-09-21T11:47:43.001Z","response_threshold_reached_at":"2017-01-03T09:32:08.782Z","creator_name":"Teja Hudson","rejection":null,"government_response":{"summary":"The Government is committed to increasing recycling rates and recognises more needs to be done. We will continue to encourage the use of recycled materials in products and recycling by consumers. ","details":"Almost all packaging materials are technically recyclable. However, not all may actually be recycled for a number of reasons: it may not be economically viable for a local council to collect and recycle some formats; local reprocessing infrastructure may be limited, and there may be a lack of end markets for some types of recycled materials.\r\n\r\nWe are aware of the interest in compostable packaging, but the composition of packaging remains a decision for individual businesses and their customers and consumers. It is worth noting that biodegradable materials must be properly disposed of if the benefits of such technologies are to be fully realised.  While biodegradable material may be able to reduce the impact of waste, it can also be more environmentally damaging than non-biodegradable plastic packaging if disposed of incorrectly.  If biodegradable packaging is put in the domestic waste bin it is likely to end up in landfill and break down to release methane, a powerful greenhouse gas.  Furthermore, if biodegradable packaging is mistakenly recycled with other plastics, it has the potential (when it biodegrades at a later date) to damage the quality of the new products – such as damp-proof courses for houses – made from the recycled plastic. However, the Government does support the development of sustainable biodegradable plastics and works with industry and trade organisations on this issue.\r\n\r\nIt is ultimately for businesses to decide what packaging materials they use to supply products to customers. However, retailers and their suppliers are encouraged to use materials that are widely collected for recycling wherever possible. For example, the Producer Responsibility Obligations (Packaging Waste) Regulations place a legal obligation on UK businesses that make or use packaging to ensure that a proportion of the packaging they place on the market is recovered and recycled. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. The targets for plastic packaging are set to increase until 2020 and we are currently consulting on possible increases for other materials. \r\n\r\nBusinesses are also encouraged to reduce waste arising in the first place by using appropriately sized packaging. The Packaging (Essential Requirements) Regulations require businesses to ensure that all packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer.  These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nWorking through the Waste and Resources Action Programme (WRAP), the Government is developing and delivering activities in support of the use of recycled materials in new products and activities to stimulate its demand. For example, the Plastics Industry Recycling Action Plan has identified key actions that need to take place across the whole supply chain to ensure that recycling plastics packaging can be done sustainably. This includes design for recyclability, collections and sorting, reprocessing and development of sustainable end markets. In September last year, WRAP and an industry advisory group published a framework for greater consistency in recycling. Actions from this framework aim to identify opportunities to rationalise packaging formats (in particular plastic packaging) to those that are recyclable and for which there is a steady market, and to help local authorities to recycle a greater variety of plastics.\r\n\r\nThe Government is committed to increasing recycling rates. Current policies and regulations have resulted in a significant increase in recycling over the last decade, with recycling of packaging rising from around 46% in 2005 to 59% in 2014, but we recognise that more needs to be done. We will continue to work with businesses, local authorities and waste managers to encourage the use of recycled materials where possible in products and activities to stimulate demand.   \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-01-17T15:20:45.206Z","updated_at":"2017-01-17T15:20:45.206Z"},"debate":{"debated_on":"2017-01-23","transcript_url":"https://hansard.parliament.uk/commons/2017-01-23/debates/590623BD-398C-4586-A693-FCC1DB5EA444/Non-RecyclableAndNon-CompostablePackaging","video_url":"http://parliamentlive.tv/Event/Index/84903098-e7b6-40af-b1f7-f07e415d5a9f","overview":""}}},{"type":"petition","id":170740,"links":{"self":"https://petition.parliament.uk/petitions/170740.json"},"attributes":{"action":"Suspend the Myanmar Ambassador for Genocide of Rohingya Muslims.","background":"\r\nYale's Allard K. Lowenstein International Human Rights Clinic analysed research conducted by Fortify Rights and Al Jazeera, to see if genocide had been committed as defined by the 1948 U.N. \r\n\r\nClear evidence that four acts of the 1948 U.N. convention on genocide had been committed","additional_details":"- Killing members of the group: The Rohingya, who have a distinctive language, culture, history and traditions, have been killed by security forces, or by the local Rakhine population as security forces stood by without intervening;\r\n\r\n- Serious bodily or mental harm to members of the group: They are subjected to rape, torture, arbitrary detention and other crimes;\r\n\r\n- Inflicting conditions to destroy the group: \r\n\r\n- Preventing births within the group: Marriage and birth restrictions. ","state":"open","signature_count":64129,"created_at":"2016-10-31T03:05:27.095Z","updated_at":"2017-02-04T23:56:22.178Z","open_at":"2016-11-11T11:28:01.615Z","closed_at":null,"government_response_at":"2016-12-01T11:31:31.227Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-31T10:22:19.162Z","response_threshold_reached_at":"2016-11-20T10:26:46.272Z","creator_name":"Saiful Islam","rejection":null,"government_response":{"summary":"The UK is deeply concerned by Rohingya persecution, including recent violence. We have called for restraint, humanitarian access and an investigation. Allegations of genocide are for courts to decide.","details":"The British Government remains deeply concerned by the situation in Rakhine and the persecution of the Muslim minority Rohingya community. It is clear that the Muslim Rohingya minority are being persecuted and denied fundamental rights. The policy of the British Government is that any judgment on whether genocide has occurred is a matter for international judicial decision, rather than for governments or non-judicial bodies.\r\n\r\nWe are particularly concerned by the recent flare-up of violence. This was triggered on 9 October, when three Burmese Border Guard Police posts were attacked by Rohingya militants. We condemn this attack in which nine police and eight attackers were killed.  Since then, media, humanitarian and diplomatic access to North Rakhine has been limited by the imposition of a curfew while the military carry out security operations to root out the perpetrators and retrieve the weapons taken during the attacks.  \r\n\r\nAlthough the lack of access makes facts difficult to verify, we are deeply concerned about a growing body of anecdotal evidence suggesting human rights violations in the security response.  Reports suggest there could be a serious humanitarian impact if aid is not resumed quickly, particularly impacting those already affected by malnutrition.\r\n\r\nIn response to the latest outbreak of violence, our Ambassador visited northern Rakhine together with a number of international counterparts and the UN Resident Coordinator on 2-3 November. He has also lobbied five Ministers (most recently on 21 November), urging a restrained security response, an independent investigation and for the immediate resumption of humanitarian access. \r\n\t\t\r\nThese same messages were repeated by the Minister of State for Foreign and Commonwealth Affairs with responsibility for human rights, Baroness Anelay, who visited Burma from 9-12 November. She called on Burmese Ministers to launch an investigation into allegations of human rights abuses, and called for an immediate resumption of humanitarian aid.\r\n\r\nThe UK also discussed the issue at the UN Security Council on 17 November, where we raised our concerns about the lack of humanitarian access.\r\n\r\nThe Government of Burma has now committed to investigating both the 9 October attacks and allegations of human rights abuses carried out during the military operations in the wake of the initial attack on 9 October. It has also given a further commitment to restore humanitarian access to northern Rakhine State. We believe our efforts are best focused on monitoring implementation of these commitments and pressing privately if they do not move forward.  We further believe the best approach to finding a long-term solution to the underlying inter-communal tensions in Rakhine State is to work with the democratically elected Government to de-escalate tensions. We do not believe expelling the Government’s representative in the UK would assist this process.\r\n\r\nSince coming into power in April, Burma’s Government has taken some encouraging steps to begin tackling the issue of Rakhine and the treatment of the Rohingya community. In August State Counsellor Daw Aung San Suu Kyi announced the establishment of a new hybrid Burmese/international Rakhine Advisory Commission headed by Kofi Annan to provide advice and recommendations for a durable solution to the problems of Rakhine State. We take this announcement as a sign of the seriousness with which the NLD-led Government views the situation there.\r\n\r\nNevertheless, we will continue to monitor the situation closely.  Our priority remains the resumption of humanitarian aid.  The UK has long been one of the biggest bilateral humanitarian donors to Burma and to Rakhine State. Since 2012, we have provided over £18m in humanitarian assistance, supporting work, including on sanitation and nutrition for over 126,000 people.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-12-01T11:31:31.225Z","updated_at":"2016-12-01T11:31:31.225Z"},"debate":null}},{"type":"petition","id":168657,"links":{"self":"https://petition.parliament.uk/petitions/168657.json"},"attributes":{"action":"To make votes matter, adopt Proportional Representation for UK General Elections","background":"The vast majority wants PR. Our FPTP voting system makes Parliament unrepresentative. One party got 37% of the vote and 51% of seats, while 3 parties got 24% of the vote but share 1.5% of seats. FPTP violates the democratic principle of majority rule and causes problems like costly policy reversals.","additional_details":"The UK has never had a say on PR. As David Cameron himself said, the AV Referendum was on a system that is often less proportional than FPTP, so the rejection of AV could not possibly be a rejection of PR. In fact, so few voters wanted either system on offer that the turnout was just 42%.\r\n\r\nThere are tried and tested PR systems that keep the constituency link. They would make every vote matter equally, rather than allowing a minority of swing voters in a few marginal seats to pick the government.","state":"open","signature_count":58869,"created_at":"2016-10-06T13:08:12.580Z","updated_at":"2017-02-04T23:59:26.191Z","open_at":"2016-10-06T14:11:12.051Z","closed_at":null,"government_response_at":"2016-10-24T12:55:42.961Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-06T14:06:15.313Z","response_threshold_reached_at":"2016-10-12T15:47:29.279Z","creator_name":"Tim Ivorson","rejection":null,"government_response":{"summary":"First Past The Post (FPTP) is a robust method of electing MPs. A referendum on changing the voting system was held in 2011 and the public voted overwhelmingly in favour of keeping the FPTP system.","details":"The Government’s manifesto made a commitment to respect the will of the British people as expressed in the 2011 UK Parliamentary elections voting system referendum and keep the First Past the Post system for elections to the House of Commons. The Government, therefore, has no plans to change the voting system for elections to the House of Commons.\r\n\r\nThe Government is concerned that proportional voting systems would weaken the direct constituency link which is a key feature of our Parliamentary system, and under a proportional system the voting process is more complicated for the voter. \r\n\r\nThe Government’s view is that the First Past the Post voting system is the best system for elections to the House of Commons. The system is well established and understood by voters and provides a clear link between constituents and their representatives in Parliament. More often than not, it results in a government with a working majority in Parliament making decisive government possible. \r\n\r\nAt the voting system referendum in May 2011, electors were asked whether the Alternative Vote system (AV) should be used instead of the First Past the Post system for electing members of the House of Commons. The referendum produced a clear result with over 13 million voters rejecting the option for change to move away from the First Past the Post system, compared to over 6 million voters who voted for change. \r\n\r\nCabinet Office","created_at":"2016-10-24T12:55:42.959Z","updated_at":"2016-10-24T12:55:42.959Z"},"debate":null}},{"type":"petition","id":178330,"links":{"self":"https://petition.parliament.uk/petitions/178330.json"},"attributes":{"action":"Make the uk armed forces pensions for 22 years service tax free.","background":"The current U.K. Armed forces pensions, after 22 years service is taxable, other services are non taxable, this should be addressed and made fair across the public sector. Why should the armed forces serve 22 years plus to receive a taxable pension? ","additional_details":"The police force recieve a 100% non taxable pension after 20 years service with a maximum of 30 years service. \r\nThe fire service receive a 100% non taxable pension after the same service but can serve up to 40 years for a increased pension of roughly £19,000 a year.\r\n the armed forces, however serve to their immediate pension point and have their pensions taxed, and classed a second earning, this needs to be changed and made fair across the board of the public sector industry. ","state":"open","signature_count":57400,"created_at":"2017-01-24T22:55:30.361Z","updated_at":"2017-02-04T23:54:30.249Z","open_at":"2017-01-27T17:42:34.630Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T21:49:54.794Z","response_threshold_reached_at":"2017-01-28T14:29:34.375Z","creator_name":"Steven wainfur ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168391,"links":{"self":"https://petition.parliament.uk/petitions/168391.json"},"attributes":{"action":"Make tampons and sanitary towels free for females","background":"Menstruation is a natural part of life for almost every female on the planet. The fact that women have to spend thousands of pounds on their periods whilst free contraception is handed out is absurd and needs to be changed. Menstruation is a lot harder to refrain from than sex.","additional_details":"The average woman spends around £6,000 in her lifetime on tampons and sanitary towels, not including money also spent on pain relief (a further £2,000).\r\n\r\nThe NHS spends roughly £68,000 a year on free contraception.\r\n\r\nSex and periods; both are equally important and need to be treated as such. ","state":"open","signature_count":57213,"created_at":"2016-10-03T11:00:39.877Z","updated_at":"2017-02-04T23:54:30.238Z","open_at":"2016-10-05T16:20:26.155Z","closed_at":null,"government_response_at":"2016-11-16T13:21:22.142Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-03T11:22:31.648Z","response_threshold_reached_at":"2016-10-12T18:31:18.169Z","creator_name":"Halima Nabahan","rejection":null,"government_response":{"summary":"The Government has no plans to make feminine hygiene products available free.","details":"The Tampon Tax Fund was set up in 2016, using the tax raised from the sale of sanitary products to support a range of good causes that focus on improving the lives of disadvantaged women and girls. In 2016, 25 charities were allocated funding and we entered into partnerships with Comic Relief and Rosa to disburse £5.2m of funding to help meet our ambition to reach grassroots women’s organisations across the country.\r\n \r\nThe Tampon Tax Fund supports women’s charities that are making a significant impact in the lives of women and girls in the UK, including health, wellbeing and education initiatives, and services for vulnerable women. The bids selected represent a range of different initiatives to benefit women across the whole of the UK.\r\n \r\nFollowing a review of the grants already awarded and in order to further focus resources the OCSI/Cabinet Office has carried out a targeted exercise to seek views on how to spend the remaining capital in the Tampon Tax Fund effectively. We will consider the results of this exercise in designing any such fund.  \r\n\r\nDepartment of Health","created_at":"2016-11-16T13:21:22.138Z","updated_at":"2016-11-16T13:21:22.138Z"},"debate":null}},{"type":"petition","id":178082,"links":{"self":"https://petition.parliament.uk/petitions/178082.json"},"attributes":{"action":"Ringfence the NHS from trade deals","background":"As the UK leaves the EU, the NHS should not be used as a bargaining tool in trade negotiations and deals with other countries","additional_details":"","state":"open","signature_count":49096,"created_at":"2017-01-21T18:39:34.819Z","updated_at":"2017-02-04T23:52:58.791Z","open_at":"2017-01-24T17:05:17.124Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-22T08:45:30.975Z","response_threshold_reached_at":"2017-01-29T14:39:40.664Z","creator_name":"Richard neville ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171036,"links":{"self":"https://petition.parliament.uk/petitions/171036.json"},"attributes":{"action":"Ban Palm Oil in products produced or sold in the UK","background":"Palm Oil is found in many products you buy in the supermarket. It's also one of the main reasons for the destruction of rainforests, loss of wildlife habitat \u0026 climate change. Plenty of sustainable options are available and could be used instead. Encourage sustainability and ban palm oil in the UK.","additional_details":"","state":"open","signature_count":36054,"created_at":"2016-11-02T19:14:24.421Z","updated_at":"2017-02-04T23:50:57.429Z","open_at":"2016-11-03T17:57:33.111Z","closed_at":null,"government_response_at":"2016-11-29T15:27:49.557Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T20:02:59.207Z","response_threshold_reached_at":"2016-11-11T11:05:29.927Z","creator_name":"Daniel Furmage","rejection":null,"government_response":{"summary":"In 2012 Defra published a statement on sustainable palm oil production, setting out the UK’s ambition to work towards achieving 100% sourcing of credibly certified sustainable oil by the end of 2015.","details":"Using sustainable palm oil helps protect the world’s valuable rainforests, wildlife and the rights of local peoples. There are environmental issues associated with the production of other vegetable oils which can be as serious, or worse, than palm oil. Substituting palm oil for other oils would therefore not necessarily be beneficial.\r\n\r\nIn 2012 Defra published the UK statement on sustainable production of palm oil, which set out the overarching ambition that the UK would work towards achieving 100% sourcing of credibly certified sustainable palm oil by the end of 2015. The statement was signed by trade associations representing key palm oil using sectors including retailers, food and drink manufacturers, oil processors and distributors, animal feed manufacturers, the catering and hospitality sector, the renewable energy sector, the cleaning products industry, and the speciality chemicals sector, as well as by NGOs and Government. \r\n\r\nSince 2012 considerable progress has been made towards achieving the statement’s ambition, with substantial increases in the percentage of UK palm oil imports accounted for by certified sustainable palm oil. The most recent reports setting out progress under the Statement to 2014 can be found at: www.gov.uk/government/publications/uk-statement-on-sustainable-palm-oil-three-years-on-progress-report. The final consumption analysis and progress reports, including 2015 data, will be published shortly.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-11-29T15:27:49.554Z","updated_at":"2016-11-29T15:27:49.554Z"},"debate":null}},{"type":"petition","id":169889,"links":{"self":"https://petition.parliament.uk/petitions/169889.json"},"attributes":{"action":"Let the general public participate when the government sells its Lloyds stake.","background":"The government has withdrawn plans to allow the public to participate when it sells its stake in Lloyds Banking Group. We urge the government to reconsider this decision. Rather than engage with working taxpayers willing to invest in our economy, it has snubbed them in favour of city institutions.","additional_details":"","state":"open","signature_count":31622,"created_at":"2016-10-20T09:19:07.074Z","updated_at":"2017-02-04T19:15:53.283Z","open_at":"2016-10-25T15:42:36.760Z","closed_at":null,"government_response_at":"2016-11-09T17:42:20.824Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-20T10:35:54.616Z","response_threshold_reached_at":"2016-10-26T21:14:13.773Z","creator_name":"Ian Gorham","rejection":null,"government_response":{"summary":"The government remains committed to returning Lloyds to the private sector, where it belongs, in the way that delivers best value for the taxpayer. ","details":"Returning Lloyds to the private sector will promote financial stability, a more competitive banking sector, and the interests of the wider economy. That is why selling the government’s stake in Lloyds Banking Group continues to be a priority.\r\n \r\nSince the retail sale was announced by the previous Chancellor, market conditions have changed and volatility has increased, with Lloyds dropping sharply from above 70p pre- referendum to a post-referendum range of between 47p and 60p. The government has been advised by UK Financial Investments (UKFI) that a trading plan, rather than an incentivised retail offer, would represent the best opportunity to sell shares at a price that delivers value for money for the taxpayer.\r\n\r\nThat is why, on 7 October, we re-launched a trading plan, whereby shares are gradually sold in the market over time, in an orderly and measured way. Members of the public will have the same opportunity as any other investor to purchase shares in the market while we are selling. The previous trading plan was hugely successful and generated £9.2bn for the taxpayer. \r\n\r\nSales through the trading plan will deliver value for money for the taxpayer, and we will ensure that the government will get back all of the £20.3 billion that taxpayers injected into Lloyds during the financial crisis. \r\n\r\nHM Treasury","created_at":"2016-11-09T17:42:20.821Z","updated_at":"2016-11-09T17:42:20.821Z"},"debate":null}},{"type":"petition","id":170006,"links":{"self":"https://petition.parliament.uk/petitions/170006.json"},"attributes":{"action":"Set up Independent Pump-Watch body to monitor and regulate vehicle fuel pricing","background":"You may be surprised to learn that how much we pay to fill up our cars vans and trucks isn’t regulated at all.  And having no government watchdog or independent pricing body means that how, when and why forecourt prices rise and fall is a closely guarded secret. We think that’s wrong.","additional_details":"The FairFuelUK Campaign’s 1.3 million supporters along with hundreds of MPs and their constituents want this to change. We’re recommending an independent Pump Watch body to ensure everybody understands how road fuels are priced and that the 37 million drivers in the UK get the fairest and most transparent deal possible.  So if you’re one of the millions of drivers who can’t understand why fuel prices rise almost overnight but take weeks to go down, please sign this E petition. ","state":"open","signature_count":31171,"created_at":"2016-10-21T13:03:36.533Z","updated_at":"2017-02-04T17:27:09.410Z","open_at":"2016-10-28T11:17:58.417Z","closed_at":null,"government_response_at":"2016-12-08T10:07:18.246Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T19:30:43.025Z","response_threshold_reached_at":"2016-11-05T17:29:25.152Z","creator_name":"Howard Cox, Quentin Willson, Charlie Elphicke MP","rejection":null,"government_response":{"summary":"Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.","details":"The Government believes that it is essential that consumers get a fair deal and that falls in oil prices are passed on to lower retail prices without unnecessary delay.  This can most effectively be achieved through an open and competitive market, which drives prices down.  We will therefore continue to make it clear to industry that we expect it to pass any savings that result from lower oil prices onto customers.  \r\n\r\nThe Department for Business, Energy and Industrial Strategy monitors and publishes weekly national average pump prices: \r\nhttps://www.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nAnalysis by the Department for Business, Energy and Industrial Strategy suggests that on average, at a national level, crude price changes are fully passed through into pump prices within 6-7 weeks. This time represents wholesale contractual arrangements and the time taken for fuel to be delivered to filling stations through the supply chain. There is no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall.\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors; including refining capacity, stock levels, biofuels cost, distribution costs and retail margins. Tax and duty is the largest single component of retail petrol and diesel prices; as fuel duty is charged at a fixed rate per litre, retail product prices are therefore always less volatile than crude prices. A reduction in crude oil prices will consequently produce a less than proportionate reduction in retail product prices. Another factor affecting the relationship between crude prices and the retail price of oil products is the exchange rate. Crude oil and oil products are traded in dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nThe Office of Fair Trading’s call for information on the petrol and diesel sector, published in 2013, found that competition in the road fuels sector was working relatively effectively, although it was found that fuel is often significantly more expensive at motorway service stations. Action has since been taken at Autumn Statement 2014 to trial new road signs that display motorway service station petrol and diesel prices for motorway drivers. The aim of the trial is to determine whether the new fuel comparison price signs are effective in providing useful information to road users and to understand the impact of improving fuel price transparency on driver behaviour and fuel prices at Motorway Service Areas. \r\n\r\nCommercially managed Apps or Websites are also available for motorists that provide price comparisons between petrol stations to help them to save money.  \r\n\r\nFrom this analysis we do not think that establishing a new regulator with the associated costs of establishing such a body would be justified.  The sector is subject to the normal competition and consumer protection law.  \r\n\r\nOn 1st April 2014 the Competition and Markets Authority (CMA) became the UK's lead competition and consumer body. The CMA brought together the existing competition and certain consumer protection functions of the Office of Fair Trading and the responsibilities of the Competition Commission. The CMA will work to promote competition for the benefit of consumers, both within and outside the UK. Its aim is to make markets work well for consumers, businesses and the economy. If people have evidence of anti-competitive practices in the fuel supply sector they should pass this to the CMA.  \r\n\r\nThe Government recognises fuel costs remain a significant part of both business and household costs. This is why at Budget 2016 the Government announced that fuel duty will be frozen for the sixth successive year.  The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.  By the end of 2016-17, fuel duty will have been frozen for seventh successive years resulting in the longest fuel duty freeze for 40 years. \r\n\r\nIn addition, people living across seventeen of the UK’s most rural communities benefit from a 5 pence per litre relief on fuel duty. The scheme allows 125,000 people living in the selected areas, who currently face some of the highest fuel prices in the country despite depending on cars for transport, to benefit from cheaper fuel. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-12-08T10:07:18.244Z","updated_at":"2016-12-08T10:07:18.244Z"},"debate":null}},{"type":"petition","id":176555,"links":{"self":"https://petition.parliament.uk/petitions/176555.json"},"attributes":{"action":"Make mental health education compulsory in primary and secondary schools.","background":"Mental health education is still not part of the UK curriculum despite consistently high rates of child and adolescent mental health issues. By educating young people about mental health in schools, we can increase awareness and hope to encourage open and honest discussion among young people. ","additional_details":"1 in 10 children and young people aged 5 - 16 suffer from a diagnosable mental health disorder - that is around three children in every class. \r\n\r\nThere has been a big increase in the number of young people being admitted to hospital because of self harm. Over the last ten years this figure has increased by 68%. \r\n\r\nMore than half of all adults with mental health problems were diagnosed in childhood. Less than half were treated appropriately at the time. \r\n\r\nSource: YoungMinds \r\n","state":"open","signature_count":29713,"created_at":"2017-01-02T10:34:38.056Z","updated_at":"2017-02-04T23:59:46.704Z","open_at":"2017-01-06T12:56:50.936Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-02T11:33:23.735Z","response_threshold_reached_at":"2017-02-02T09:54:03.004Z","creator_name":"Thomas Christopher King on behalf of The Shaw Mind Foundation's Headucationuk Crusade","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174321,"links":{"self":"https://petition.parliament.uk/petitions/174321.json"},"attributes":{"action":"The NHS must never be privatised and remain a free, publicly funded UK service.","background":"The NHS is the bedrock of a fair and compassionate society, which is what any decent, caring person should be aspiring to be part of. The majority of our population have experienced the excellent work carried out by the NHS staff since it began treating people without asking how much money they had.","additional_details":"Our number 1 priority in the UK must be the people and their health. Our doctors, nurses and the free service provided by them, are the envy of the rest of the world. The NHS is part of our national culture and has saved and cared for countless lives. It is currently being underfunded in favour of less worthy departments, such as the hundreds of billions being invested into Trident nuclear weapons and fighting wars in the middle east. The preservation and continuation of a free NHS is paramount.","state":"open","signature_count":28934,"created_at":"2016-11-30T13:31:28.509Z","updated_at":"2017-02-04T23:59:36.331Z","open_at":"2016-12-08T18:27:09.100Z","closed_at":null,"government_response_at":"2017-01-24T14:07:43.554Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-02T12:51:29.888Z","response_threshold_reached_at":"2017-01-10T13:44:08.672Z","creator_name":"TIMOTHY SHIPLEY","rejection":null,"government_response":{"summary":"The Government remains committed to the principles of the National Health Service, enshrined in the NHS Constitution, that access to NHS services is based on clinical need, not the ability to pay.","details":"Under this Government, the NHS will remain free at the point of use, based on need and not ability to pay. We recognise the NHS, moreover, as part of the social fabric of this country and the single most important public service.  That’s why we believe in the NHS and its values. \r\n\r\nThe vast majority of NHS care has and will continue to be provided by public sector organisations.  Any decision about use of the private sector is for local commissioners.  We are clear though, that patients should be able to access the best possible treatments based on quality of care not the type of provider.\r\n\r\nThe principles the NHS was founded on will remain as important in the future as they were when the NHS was created: of healthcare free at the point of use, funded from general taxation and available to all based on need rather than the ability to pay.  Clinical services will continue to be available on the basis of need, as they are now.\r\n\r\nWe know that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs. However we have more doctors, more nurses, more paramedics all delivering more treatments than ever, funded by a budget at record levels.\r\n\r\nIt is important to remember though, that the pressures faced by the NHS are common to most developed health systems, regardless of how the system is funded.  There is no evidence to suggest that tax funded systems are less effective or efficient than any other system.  The OECD has said that “no broad type of healthcare system performs systematically better than another in improving the population’s health status in a cost-effective manner”.\r\n\r\nThe NHS and wider health system has already examined what needs to be done to ensure the sustainability of the health and care system.  This is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15.  This is the money that the NHS in England asked for and will support the NHS’s own plan for its future – the Five Year Forward View – which set out what needs to change and how this can be achieved.  And £6 billion of this will be frontloaded by the end of this year, kick starting the process of change, and enabling the Government to deliver Government objectives including seven day services and improved access to cancer treatments and mental health services.  The Five Year Forward View is available on NHS England’s website – https://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf. \r\n\r\nAnd this has been committed in spite of the continuing fiscal challenges.  It is also the case that NHS spending has increased as a proportion of total Government spending every year since 2010.  Alongside this, we are giving local authorities access of up to £3.5 billion of new support for social care by 2019-20, through the social care precept and the Better Care Fund.  And aware of the more imminent pressures on social care, the Government took the necessary steps in the recent Local Government Settlement to help in the shorter-term, making available almost £900 million of additional social care funding over the next two years.\r\n\r\nThe Government believes that the answer to the challenges faced by the NHS lies in delivering more integrated services and keeping people well and independent for longer, not in altering the fundamental principles that underpin the NHS, and in working with the NHS in implementing its own plan for the future of the NHS – the Five Year Forward View.\r\n\r\nDepartment of Health","created_at":"2017-01-24T14:07:43.551Z","updated_at":"2017-01-24T14:07:43.551Z"},"debate":null}},{"type":"petition","id":171052,"links":{"self":"https://petition.parliament.uk/petitions/171052.json"},"attributes":{"action":"Save State-Funded Nursery Schools","background":"The government's consultation paper (Early Years Funding: changes to funding for 3 \u0026 4 year olds 11/8/16) outlined proposals that will leave Nursery schools financially nonviable, forcing them to close. This funding will not cover basic costs, let alone staffing with qualified teachers.","additional_details":"State nursery schools have very good outcomes with regard to closing the achievement gap and supporting children with special needs. State nursery schools are legally required to employ highly-qualified teaching staff, who are proven to give young children the best opportunities for academic achievement and enabling social mobility. The petitioners request the House of Commons to urge the government to recognise the school status of State nursery schools \u0026 fund them accordingly.","state":"open","signature_count":27078,"created_at":"2016-11-02T21:44:20.677Z","updated_at":"2017-02-04T23:13:37.043Z","open_at":"2016-11-03T17:56:13.145Z","closed_at":null,"government_response_at":"2016-11-24T14:22:00.616Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T22:39:22.479Z","response_threshold_reached_at":"2016-11-12T12:45:29.921Z","creator_name":"Kerry Walpole","rejection":null,"government_response":{"summary":"We want maintained nursery schools to be sustainable for the long-term. We will provide £55m a year of supplementary funding for them for at least 2 years and consult on their future in due course.","details":"Maintained nursery schools make an important contribution to social mobility, particularly in disadvantaged areas. They are also high quality providers, and are more likely to care for children with special educational needs than other types of early years and childcare provider.\r\n\r\nWe want maintained nursery schools to be sustainable for the long-term, not only to ensure that the quality support they give to disadvantaged areas continues, but also to make the most of the expertise and experience that they have for the benefit of the early years system as a whole. \r\n\r\nAs a result of being constituted as schools, they experience costs that other providers do not. That is why we proposed in our consultation on an early years national funding formula in August that we would provide £55m a year for them for at least two years. This will give them stability during wider changes to funding, and it is a level of funding based on what they currently receive.\r\n\r\nThis will also give us the time to consult on the future of maintained nursery schools, and we have already announced the intention to do so. We are developing this consultation informed by conversations with maintained nursery schools themselves and others with an interest in their role and future. We will publish the consultation in due course.\r\n\r\nDepartment for Education","created_at":"2016-11-24T14:22:00.614Z","updated_at":"2016-11-24T14:22:00.614Z"},"debate":null}},{"type":"petition","id":169664,"links":{"self":"https://petition.parliament.uk/petitions/169664.json"},"attributes":{"action":"Verify that all child refugees accepted into the UK are genuinely under 18.","background":"It is clear that there is some debate as to the veracity of many claims made by refugees, such as their actual age. \r\n\r\nMany appear visibly older than British children of the same claimed year of birth whose ages are verifiable with extensive documentation from birth. ","additional_details":"So we the undersigned call on the government to ensure that they seek the opinion of medical professionals to settle the question. We realise that age cannot be accurately pinpointed, but an estimate can be given to within a few years. \r\n\r\nFirstly this will create public confidence that only genuine child refugees are being accepted, and secondly it will ensure that British children are properly safeguarded in schools where adults are normally subjected to an extensive criminal records check.","state":"open","signature_count":26028,"created_at":"2016-10-17T20:00:02.907Z","updated_at":"2017-02-04T23:56:42.443Z","open_at":"2016-10-21T17:50:30.961Z","closed_at":null,"government_response_at":"2016-11-08T13:52:00.180Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-17T20:11:35.751Z","response_threshold_reached_at":"2016-10-23T10:55:58.031Z","creator_name":"John Jones","rejection":null,"government_response":{"summary":"We do as much as we can at initial interview to assess whether an asylum seeker is under 18.  This can be followed by a local authority age assessment, approved by two social workers. ","details":"Where credible and clear documentary evidence of age is not available, criteria including physical appearance and demeanour are used as part of the interview process to assess whether the person is under 18.  From 17 to 28 October, around 10 per cent of cases referred to us in France were refused on age grounds. \r\n\r\nOnce the person is in the UK, there is the option of requesting a local authority age assessment, which must comply with case law and be approved by two social workers.  \r\n\r\nThe courts have set out guidance and minimum standards for local authority age assessments.  Much of the initial guidance was set out in a High Court case in 2003 involving Merton Council.  Since then the courts have further developed their view as to the standards which must be followed.  These include that the assessment must be carried out by two trained social workers; an interpreter must be provided if this is necessary; and the individual must be offered the opportunity to have an independent appropriate adult present.  \r\n\r\nThe local authority may take into account information obtained by the Home Office, but it must make its own decision and have adequate information available to it.    We do not use dental x-rays to assess the age of those seeking asylum in the UK: the British Dental Association has described them as inaccurate, inappropriate and unethical.  \r\n\r\nHome Office","created_at":"2016-11-08T13:52:00.174Z","updated_at":"2016-11-08T13:52:00.174Z"},"debate":null}},{"type":"petition","id":172343,"links":{"self":"https://petition.parliament.uk/petitions/172343.json"},"attributes":{"action":"Reform the system of obtaining Permanent Residence Certification/Card (PR)","background":"The current system of PR discriminates against many groups of EU/EEA residents and their non-EEA spouses/civil partners. This reform will facilitate EU/EEA nationals to obtain Permanent Resident Certification/Card (PR), currently mandatory to become UK citizens (for those who wish to do so).","additional_details":"-British spouses/civil partners to be considered as sponsors for their EU/EEA spouses/civil partners in PR applications \r\n-Scrap Comprehensive Sickness Insurance as PR requirement for EU/EEA students, homemakers, carers, retired, and disabled people or applicants self-sufficient through other income, including their non-EEA spouses/civil partners\r\n-EU/EEA nationals, their spouses/civil partners, their children, who have exercised treaty rights for less than 5 years, to complete their journey to PR \r\n-Parents/carers of British citizens to obtain PR automatically \r\n-Spouses/civil partners of UK service men/women to acquire PR without proof of residency \r\n-PR to be protected under UK law \r\n-Type of residency evidence, currently accepted for PR/ILR, to be accepted for UK citizenship.","state":"open","signature_count":25727,"created_at":"2016-11-12T22:46:13.344Z","updated_at":"2017-02-04T23:47:43.891Z","open_at":"2016-11-17T16:55:33.503Z","closed_at":null,"government_response_at":"2017-01-25T14:37:36.337Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T11:36:54.214Z","response_threshold_reached_at":"2017-01-02T23:59:43.851Z","creator_name":"Claudia Holmes","rejection":null,"government_response":{"summary":"The rights of EEA and Swiss citizens in the UK remain unchanged.  The Government wants to protect their status, subject to reciprocal protection for British citizens living in other EU countries.","details":"Until the UK leaves the EU, EU citizens continue to enjoy their EU law rights to travel to, and live in, the UK.  \r\n\r\nThe right of permanent residence, and the requirements that need to be met to acquire it, originate from Directive 2004/38/EC (often referred to as “the Free Movement Directive”). This EU Directive sets the conditions for the acquisition of permanent residence and it applies in all EU Member States.  The Directive is currently implemented in the UK through the Immigration (European Economic Area) Regulations 2006.  Applications for documentation that confirms permanent residence status are refused where the requirements set out in the Directive and Regulations are not met.\r\n\r\nThe Prime Minister has been clear the Government wants to guarantee the status of EU nationals in the UK as early as we can. We have told other EU leaders that we can offer EU nationals here this certainty, as long as this is reciprocated for British citizens in other EU countries. \r\n\r\nHome Office","created_at":"2017-01-25T14:37:36.335Z","updated_at":"2017-01-25T14:37:36.335Z"},"debate":null}},{"type":"petition","id":164851,"links":{"self":"https://petition.parliament.uk/petitions/164851.json"},"attributes":{"action":"Protect grouse Moors and grouse shooting","background":"Grouse moors and grouse shooting are an integral part of moorland management both for the grouse and other native wildlife such as lapwing and curlew it also helps support of local businesses and jobs in the local areas this cannot be banned ","additional_details":"Here is a link to the Countryside Alliance website for more information on how grouse moors benefit the environment and the facts behind it:\r\n\r\nhttp://www.countryside-alliance.org/ca-flatcap/wp-content/uploads/2016/08/Grouse-Shooting-The-Facts-10-Key-Questions-Answered-July-2016.pdf","state":"open","signature_count":25279,"created_at":"2016-08-14T12:21:58.222Z","updated_at":"2017-02-04T19:40:24.358Z","open_at":"2016-08-15T13:01:14.433Z","closed_at":null,"government_response_at":"2016-10-10T15:42:37.725Z","scheduled_debate_date":"2016-10-31","debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":"2016-11-01T09:59:16.458Z","moderation_threshold_reached_at":"2016-08-14T14:14:57.817Z","response_threshold_reached_at":"2016-08-23T09:36:35.184Z","creator_name":"Jack Bryant ","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.","details":"A report by the UK shooting community (Public \u0026 Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive; the industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spent £52.5 million on managing 149 grouse moors for shooting in 2010. Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 full time equivalent jobs and is worth £97.7 million across Great Britain. \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nThe Government welcomes the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the British Association for Shooting and Conservation’s green shoots initiative. \r\n\r\nThe Government recognises the benefits that grouse shooting, and shooting more widely, bring to individuals, the environment and the rural economy. It is for these reasons that the Government believes shooting and other country pursuits such as hunting and fishing should be protected.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-10T15:42:37.722Z","updated_at":"2016-10-10T15:42:37.722Z"},"debate":{"debated_on":"2016-10-31","transcript_url":"https://hansard.parliament.uk/commons/2016-10-31/debates/06472E95-10EC-49A0-BF93-84CAD2BE4191/DrivenGrouseShooting","video_url":"http://www.parliamentlive.tv/Event/Index/0b841a46-eb3d-44b3-83b7-9500482b6d92","overview":""}}},{"type":"petition","id":168675,"links":{"self":"https://petition.parliament.uk/petitions/168675.json"},"attributes":{"action":"Overturn the Government's decision to allow fracking in Lancashire.","background":"Theresa May promised to give back control to local councils. However even though Lancashire County Council refused permission for fracking in their county, the Government overruled it. This is against the will of the people of Lancashire and the council they elected. Therefore it must be overturned.","additional_details":"Two thirds of Lancashire people are against fracking that is an overwhelming majority that is represented by the Lancashire County Council who refused permission as that is the will of their constituents. To simply ignore it, is beyond irresponsible. This decision must be overturned.\r\n\r\nLancashire Telegraph article:  http://www.lancashiretelegraph.co.uk/news/chorley/11637799._/?","state":"open","signature_count":24953,"created_at":"2016-10-06T16:21:24.054Z","updated_at":"2017-02-04T23:57:12.803Z","open_at":"2016-10-12T10:53:15.841Z","closed_at":null,"government_response_at":"2016-10-31T10:10:10.202Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-07T12:53:33.475Z","response_threshold_reached_at":"2016-10-15T07:24:12.841Z","creator_name":"Andrew Kerns","rejection":null,"government_response":{"summary":"Full reasons for the Secretary of State’s decisions were published in his decision letter of 6 October 2016. ","details":"Full reasons for the Secretary of State’s decisions are set out on pages 1-25 of the decision letter that was published on 6 October 2016.\r\n\r\nThe Secretary of State took into account the wide range of relevant issues that were raised and evidence that was put forward in these appeals, as well as the detailed findings, conclusions and recommendations of the Planning Inspector who held a public inquiry.  All relevant issues raised by local people, Lancashire County Council and others were carefully considered by the Inspector and by the Secretary of State.\r\n\r\nThe decision letter explains how the Secretary of State has taken these issues into account and how he has reached his conclusions and decisions. The decision letter and the Inspector’s Report are available at: \r\nhttps://www.gov.uk/government/publications/recovered-appeals-cuadrilla-bowland-ltd-and-cuadrilla-elswick-ltd-refs-3134386-3130923-3134385-and-3130924-6-october-2016\r\n\r\nThe Government is committed to devolving powers to local authorities, and the vast majority of planning applications are considered by local authorities. However, for most planning applications there is a right of appeal where the local authority refuses planning permission or does not make a decision within specified timescales. Decisions on appeals are made by the Planning Inspectorate or the Secretary of State, and there is also a right to legally challenge these decisions. Further information on planning appeals and legal challenges is available in the national planning policy guidance at: http://tinyurl.com/AppealGuidance\r\n\r\nDepartment for Communities and Local Government","created_at":"2016-10-31T10:10:10.199Z","updated_at":"2016-11-29T15:50:20.406Z"},"debate":null}},{"type":"petition","id":167410,"links":{"self":"https://petition.parliament.uk/petitions/167410.json"},"attributes":{"action":"Introduce a moratorium on the hunting of critically declining wading birds","background":"Woodcock, Snipe and Golden Plover are shot in the UK despite serious, ongoing population declines. A moratorium should be imposed to allow the impact of shooting to be established by independent scientific investigation and any necessary regulations introduced to ensure that shooting is sustainable.","additional_details":"BTO, JNCC and RSPB Bird Trends data report a 76% decline in Woodcock in the last 25 years. Although the wintering population is increased by migrants, BTO and GWCT studies of shot birds report that 17% are UK residents. It is Red Listed. In the same period Snipe (Amber listed) have declined by 89%. Between '93 and '13 Golden Plover decreased by 17% in England and 25% in Scotland. Continuing to harvest species in such steep decline is perilous and counterproductive to conservation practices. \r\n\r\n","state":"open","signature_count":24870,"created_at":"2016-09-18T16:40:41.400Z","updated_at":"2017-02-04T22:42:44.073Z","open_at":"2016-09-23T09:21:04.623Z","closed_at":null,"government_response_at":"2016-10-20T13:02:39.973Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T18:28:48.563Z","response_threshold_reached_at":"2016-09-27T10:17:52.781Z","creator_name":"Chris Packham","rejection":null,"government_response":{"summary":"It is unlikely that hunting has had a significant impact on recent population trends for woodcock, snipe and golden plover; trends are likely to be influenced more by the quality and extent of habitat","details":"All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981, however, some species of birds (as listed in Schedule 2 of the Act)  may be killed or taken outside the close season. Woodcock, snipe and golden plover are amongst those species that may be taken. In England and Wales the dates for woodcock are 1 October to 31 January; common snipe 12 August to 31 January; golden plover 1 September to 31 January.\r\n \r\nShooting is a legitimate activity and in addition to providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s manifesto commits to protect shooting for the benefits it brings to individuals, the environment and the rural economy.\r\n\r\nRecent data shows that the woodcock has a breeding population or around 78,000 pairs; common snipe 76,000 and golden plover between 38,000 and 59,000. Overwintering populations increase their numbers to approximately 1.4 million (woodcock), 1 million (common snipe) and 400,000 (golden plover). The numbers in winter are greatly increased as a result of birds arriving from Scandinavia, the Baltic States and Russia and many of our breeding birds (and their offspring) leave the country in winter.  \r\n\r\nFor all three species, the numbers of birds hunted is small compared with the population present in the country during the open season.\r\n\r\nWhen combined with the fact that many of our breeding birds winter abroad, it is unlikely that hunting pressure in this country has played a significant role in the recent downwards trends in the size and range of GB breeding populations of either woodcock or snipe. There is little evidence that the golden plover is currently in decline in GB as a whole.\r\n\r\nThe reasons for any declines are complex and include habitat loss as a result of land drainage, the drying out of natural woodlands, declining woodland management, the maturation of new plantations, overgrazing by deer, recreational disturbance and reductions in prey availability. The woodcock is currently red-listed due to breeding range decline in the past 25 years.\r\n\r\nMeasures have been taken to improve habitats through Environmental Land Management schemes such as the Countryside Stewardship Scheme, where grassland breeding waders have been specifically targeted. The woodcock will have benefited from Woodland Grant Schemes, some of which specifically target management for declining woodland birds.\r\n\r\nThe Government is not persuaded that the current level of hunting has a significant detrimental impact on the numbers of woodcock, common snipe and golden plover. A number of English estates have already instigated their own voluntary bans on the shooting of woodcock. Any moratorium in the rest of the UK is a matter for the devolved administrations.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-20T13:02:39.970Z","updated_at":"2016-10-20T13:02:39.970Z"},"debate":null}},{"type":"petition","id":175561,"links":{"self":"https://petition.parliament.uk/petitions/175561.json"},"attributes":{"action":"Work with UK Sport to reinstate GB badminton funding for the next Olympic cycle","background":"UK Sport have announced it is giving ZERO funding to GB badminton’s Olympic programme, despite exceeding the medal target by winning bronze in Rio.\r\nThis is an incomprehensible decision. We urge sports fans and the British public to sign this petition and get badminton’s voice heard in Government.","additional_details":"The ramifications of UK Sport’s decision are enormous not just for the elite end of the sport but for the grassroots who make up the heartbeat of badminton right across the UK.\r\nGB badminton stars have demonstrated they can compete with the best in the world and have the world-class talent to do so again in Tokyo. \r\nGB Badminton have appealed the decision.\r\n\r\nTo fight for the sport and support our appeal please sign this petition and lobby your local MP so we can save the future of badminton.\r\n","state":"open","signature_count":23161,"created_at":"2016-12-14T13:48:11.083Z","updated_at":"2017-02-04T23:37:12.796Z","open_at":"2016-12-15T16:55:58.560Z","closed_at":null,"government_response_at":"2017-01-17T09:42:13.399Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-14T14:01:51.316Z","response_threshold_reached_at":"2016-12-16T11:23:36.266Z","creator_name":"Adrian Christy","rejection":null,"government_response":{"summary":"Our strategic approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo.","details":"Our athletes made the nation proud in Rio with incredible performances that led to TeamGB and Paralympics GB finishing second in the medal tables with our Olympic and Paralympic heroes' amazing performances, including of course our badminton medallists. Our approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo. \r\n\r\nThe Government’s support for our elite athletes is unwavering, as underlined by the 29% increase in Exchequer funding at the Spending Review in 2015. The four-year journey to Tokyo 2020 starts now and the Government and National Lottery is backing UK Sport to help maintain our place as a sporting superpower.\r\n\r\nThe total Tokyo investment will be up to £345 million, allowing for in-cycle adjustments, transitioning sports and for UK Sport to continue to work with those newly confirmed Olympic and Paralympic sports with strong medal potential for Tokyo. \r\n\r\nRegretfully, UK Sport has been unable to invest in 5 sports that were funded in the Rio 2016 cycle; Archery, Badminton, Fencing, Weightlifting and Wheelchair Rugby.\r\n\r\nUK Sport have not taken these decisions lightly and know that this impacts athletes, coaches and support teams that miss out on funding. UK Sport are committed to managing this with appropriate care and will be working with those affected by these decisions to help them in their transition. \r\n\r\nWhile past performances are an indicator, they are no guarantee of the future potential of any sport. The Tokyo investment process has given UK Sport greater insight than ever before of each sport’s future potential through the analysis of the athletes in their system and their strategies for delivering medal success, so these investments have been made on the basis of future medal potential of each sport.\r\n\r\nHowever, the door is always open to sports that can demonstrate increased medal potential to come to UK Sport for support through their annual review process.\r\n\r\nOn Friday 16 December Sport England announced they would be investing £7.25m in Badminton over the next four years to support the grassroots of the sport, which will help pave the way for the next generation of talent.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2017-01-17T09:42:13.396Z","updated_at":"2017-01-17T09:42:13.396Z"},"debate":null}},{"type":"petition","id":173053,"links":{"self":"https://petition.parliament.uk/petitions/173053.json"},"attributes":{"action":"Increase teachers' PPA time to 1 day per week to promote teachers' wellbeing.","background":"The DfE Teachers’ workload survey 2013 shows Primary school teachers work almost 60 hrs a week. \r\n\r\nFull time teachers are contracted to 32.5 hours a week. Therefore, the U.K. education system is surviving only because of the additional 'goodwill' work teachers do!\r\n","additional_details":"The HSE's Labour force survey, listed teaching with one of the highest rates of work-related stress, anxiety or depression. With the unmanageable workload and unsustainable lifestyle as contributing factors to teachers 'burning out' due to a non existent work/life balance. \r\n\r\nThe 2014-15 figures from the DfE show that teachers on average each took 7.6 days off for sickness. A total of 2.22 million days were lost to teachers’ sickness absence. \r\n\r\nA full Friday of 'non-contact' PPA time would help teachers to manage workload prior to the weekend, so they could mentally and physically rest prior to the forthcoming week.\r\n","state":"open","signature_count":20562,"created_at":"2016-11-18T20:30:57.516Z","updated_at":"2017-02-04T23:58:53.776Z","open_at":"2016-12-15T15:13:18.021Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T23:28:32.603Z","response_threshold_reached_at":"2017-01-22T20:52:52.836Z","creator_name":"Rachael Meleady","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168107,"links":{"self":"https://petition.parliament.uk/petitions/168107.json"},"attributes":{"action":"UK Govt to strongly condemn Pakistan for providing safe haven for terrorists","background":"Pakistan continues to double speak on issue of terrorism. It has aided \u0026 abetted enemies of the international coalition (of which Britain is a leading partner with the US) against terrorism. Osama Bin Laden's hide out was in Pakistan. Pakistan continues to harbour UN sanctioned terror networks.","additional_details":"The Inter-Services Intelligence has often been accused of playing a role in major terrorist attacks across the world including the September 11, 2001 attacks in the United States, terrorism in Kashmir, Indian Parliament Attack and Mumbai terror attacks. It has been noted by many that several militant \u0026 criminal groups are backed by senior officers in the Pakistani army \u0026 the country's ISI intelligence establishment. Daniel Byman says Pakistan is probably today's most active sponsor of terrorism.","state":"open","signature_count":20354,"created_at":"2016-09-29T13:38:20.226Z","updated_at":"2017-02-04T22:23:13.640Z","open_at":"2016-09-29T15:06:37.774Z","closed_at":null,"government_response_at":"2016-10-17T16:09:25.858Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T14:02:14.611Z","response_threshold_reached_at":"2016-10-02T10:10:35.812Z","creator_name":"Naman Paropkari","rejection":null,"government_response":{"summary":"Pakistan has made significant sacrifices in opposing terrorism.The UK has regularly raised with Pakistan the need to take consistent action against all terrorist groups operating within its borders","details":"The UK and Pakistan have a shared interest in the battle against terrorism.  We are committed to working together to combat both the terrorist threat and the extremism that sustains it, in a human rights compliant manner. \r\n\r\nThe UK regularly highlights to Pakistan, at the highest level, the importance of taking effective action against all terrorist groups operating in Pakistan, as Pakistan has committed to do. \r\n\r\nWe recognise the significant sacrifices that Pakistan and its people have made in combating terrorism. We are helping Pakistan develop its capacity to protect itself and prosecute those who plan and commit terrorist attacks. This includes: (a) training on how to detect and disrupt improvised explosive devices; (b) advice on other Counter Terrorism security matters, such as aviation and airport security; (c) assistance in developing narratives to counter the extremist ideology that is the root cause of terrorism; (d) guidance on reforming the justice system to ensure that Pakistan can successfully prosecute those who are responsible for attacks in line with international standards on human rights and (e) providing senior support to help develop effective civilian Counter Terrorism responses through the Prime Minister’s Counter Terrorism Capability Envoy\r\n\r\nCountering the terrorist and extremist threats in Pakistan also requires investment in the underlying issues that can contribute, such as improving the rule of law and education as well as tackling poverty. The UK is working to help address these issues including through our bilateral aid programme.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-10-17T16:09:25.855Z","updated_at":"2016-10-17T16:09:25.855Z"},"debate":null}},{"type":"petition","id":175845,"links":{"self":"https://petition.parliament.uk/petitions/175845.json"},"attributes":{"action":"Debate the possibility that the \"Will of the People\" has changed since Brexit","background":"\r\nIt is becoming increasingly evident that the full implications of Brexit were not considered in the run-up to the Referendum. Numerous polls suggest that there would now be a clear majority for Remain","additional_details":"","state":"open","signature_count":20262,"created_at":"2016-12-17T17:16:13.402Z","updated_at":"2017-02-04T23:50:47.157Z","open_at":"2016-12-21T17:57:37.827Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-17T17:25:31.712Z","response_threshold_reached_at":"2017-01-27T23:15:05.763Z","creator_name":"Jeffrey Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170118,"links":{"self":"https://petition.parliament.uk/petitions/170118.json"},"attributes":{"action":"Scrap IR35 legislation reform proposals for public sector off-payroll workers.","background":"The proposal is to make ‘engagers’ deduct PAYE tax \u0026 NIC at source for self-employed people operating via a Limited Company if the end client is in the public sector.\r\nThis will severely reduce the income of such individuals but confer none of the rights \u0026 benefits of a staff employee.\r\n","additional_details":"Further information at the following sites:\r\n\r\nhttp://www.f9consulting.co.uk/crisis-for-public-sector-contractors/\r\n\r\nhttp://www.thisismoney.co.uk/money/smallbusiness/article-3761454/Tax-ruling-contractors-leave-public-sector-work.html\r\n\r\nhttps://www.cchdaily.co.uk/planned-public-sector-ir35-reforms-could-see-ps115m-tax-loss\r\n\r\nhttps://www.ipse.co.uk/news/ir35-proposal-how-will-you-get-paid-april-2017\r\n\r\n","state":"open","signature_count":20043,"created_at":"2016-10-23T00:17:08.041Z","updated_at":"2017-02-04T23:57:32.893Z","open_at":"2016-10-28T17:32:31.171Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-23T17:41:01.764Z","response_threshold_reached_at":"2017-01-23T17:26:46.176Z","creator_name":"Gareth P Rowell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":165674,"links":{"self":"https://petition.parliament.uk/petitions/165674.json"},"attributes":{"action":"Make Everolimus available in England for TSC-related Brain (SEGA) tumours.","background":"After a 4 year delay, in June 2016, NHS England decided that saving the lives of children and young adults with inoperable TSC-related brain tumours was \"unaffordable\" -  even though the drug (everolimus) would cost the NHS less per patient than kidney dialysis.  ","additional_details":"NHS England’s decision not to fund Everolimus for the very small number of patients with inoperable TSC brain tumours is unethical.  Without this therapy they will die - as some already have during this 4 year wait for access. With it almost all would live long lives. There is no right of appeal. We call on government to reverse this unsound decision and to openly debate and agree a fair system of prioritization with healthcare professionals and the public in relation to rare disease treatments.","state":"open","signature_count":19852,"created_at":"2016-08-25T12:27:21.453Z","updated_at":"2017-02-04T01:53:20.129Z","open_at":"2016-08-25T13:40:12.774Z","closed_at":null,"government_response_at":"2016-09-13T16:15:03.851Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-08-25T13:08:54.096Z","response_threshold_reached_at":"2016-08-28T05:28:34.993Z","creator_name":"Jayne Spink","rejection":null,"government_response":{"summary":"NHS England will consider its decision on the availability of everolimus for treating Tuberous Sclerosis Complex-related subependymal giant cell astrocytoma in its next commissioning cycle. ","details":"We are committed to ensuring that NHS patients with rare conditions are able to get access to the latest effective medicines on terms that represent value to the NHS and the taxpayer. The pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nTuberous Sclerosis Complex (TSC) is a rare genetic condition that can lead to non-cancerous tumours  developing in different parts of the body.  Although everolimus (Votubia) is licensed for the treatment of some TSC-related conditions including renal angiomyolipoma (AML) and subependymal giant cell astrocytoma (SEGA), it has not been appraised by the National Institute for Health and Care Excellence (NICE) for these conditions.\r\n\r\nIn the absence of NICE guidance, it is for commissioners to make funding decisions based on the available evidence.\r\n\r\nNHS England has operational responsibility for specialised commissioning.  It has been managing the clinical prioritisation process for specialised commissioning which considered the cost/benefit of everolimus for SEGA relative to a number of other treatments being considered for prioritisation this year. \r\n\r\nIn July 2016, NHS England set out the results of its annual process for deciding which new treatments and services it will make available to patients. These decisions were however provisional and subject to the outcome of a judicial review relating to NHS England’s commissioning power in relation to a different unrelated treatment.\r\n\r\nOn 2 August 2016, following the judgment being delivered on the outstanding judicial review, NHS England announced that it would, subject to the outcome of an appeal, be re-running its prioritisation process to include those policies that were previously prioritised in levels 3, 4 and 5.  Full details of NHS England’s announcement are available at: www.england.nhs.uk/2016/08/august-update-on-the-commissioning-and-provision-of-pre-exposure-prophylaxis-prep-for-hiv-prevention/. \r\n\r\nBefore the prioritisation process is re-run there will be a further opportunity for pharmaceutical companies, including Novartis (the manufacturer of everolimus), to offer better prices which would increase the likelihood of treatments being given a higher priority.  However if everolimus to treat SEGA remains at its current priority level of 5 then it will be considered again next year in the prioritisation process for 2017/18, taking into account any new evidence that may have emerged in that time.  The re-run of the prioritisation process is expected to take place at the end of October with final decisions being made in November 2016.  NHS England recognises the need to streamline decision-making and is considering how it can improve the balance between proper consideration of a new treatment, and pace.\r\n\r\nAlthough everolimus for SEGA is not being routinely funded by the NHS, the Individual Funding Request (IFR) route remains open to clinicians for patients with exceptional need. This enables clinicians, on behalf of their patients, to make an application for funding to NHS England for treatments that it does not routinely commission.  Demonstration of clinical exceptionality is a threshold criterion that needs to be met before funding can be considered.  That is, an IFR can only be considered if the patient can be demonstrated to be clinically exceptional compared to the wider group of patients and is likely to derive greater benefit from the treatment.\r\n\r\nDepartment of Health","created_at":"2016-09-13T16:15:03.848Z","updated_at":"2016-09-13T16:15:03.848Z"},"debate":null}},{"type":"petition","id":167168,"links":{"self":"https://petition.parliament.uk/petitions/167168.json"},"attributes":{"action":"Begin a public inquiry into the performance of the Northbound Dartford Crossing.","background":"Road users \u0026 hauliers have been suffering the incompetence of the 'new \u0026 improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.","additional_details":"","state":"open","signature_count":18081,"created_at":"2016-09-15T15:23:13.742Z","updated_at":"2017-02-04T22:01:07.189Z","open_at":"2016-09-15T16:39:59.490Z","closed_at":null,"government_response_at":"2016-10-03T15:30:45.051Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-15T15:48:10.272Z","response_threshold_reached_at":"2016-09-18T07:55:38.598Z","creator_name":"Alan Pattison","rejection":null,"government_response":{"summary":"Dart Charge has reduced journey times for users of the Dartford Crossing.","details":"Improving the performance of the Dartford – Thurrock Crossing is a priority for both the Department for Transport and Highways England (HE) and we have made considerable improvements which have reduced journey times on this crucial part of the road network. Nevertheless, demand for the Crossing is increasing. \r\nHE is working with partners to reduce the impact of incidents on journey times and ensure that the Crossing, the motorway approaches, and the connections with local routes on both sides of the Crossing work as well as they can. The government has no plans to launch a public inquiry into the performance of the northbound Crossing. However, we are closely monitoring conditions at the Crossing and will use the data we are collecting to understand how various factors are contributing to its performance. \r\n\r\nThrough its plans for a new Lower Thames Crossing the Government has a clear long term approach to increase capacity in the area and improve journeys. A consultation on a new Lower Thames Crossing took place earlier this year and a decision on the preferred route is due shortly. In the short term HE is working with partners to do all that is possible to improve traffic flow on the northbound approaches to the Dartford Crossing. \r\n\r\n‘Free-flow’ charging, known as Dart Charge, was introduced at the Crossing in November 2014.  The collection and payment of the road user charge is carried out remotely so drivers no longer stop and pay within a barrier-controlled environment. Introducing ‘free-flow’ charging at Dartford has delivered improvement whilst the government develops further options for additional crossing capacity on the Lower Thames. \r\n\r\nDart Charge has reduced journey times for drivers. These have been delivered despite an increase in traffic volumes of 7.2% over the last year (almost an extra 3.7 million crossings). Drivers are also seeing other benefits. Over one million drivers have Dart Charge accounts and are saving up to a third on every crossing, and more people living in Dartford and Thurrock are benefitting from the Local Residents Discount scheme than ever before.\r\n\r\nEven with ‘free-flow’ charging the Government is aware that there is still a wider congestion problem. With around 55 million vehicle crossings a year the Crossing is currently operating at over 117% capacity and traffic is expected to continue to grow.  In the immediate term, HE is closely monitoring the performance of the Crossing and the motorway approaches, and is looking for measures to improve journey times and reduce incidents.\r\n\r\nTo reduce congestion at the Crossing, HE is looking at the tunnel operating systems, at how traffic uses the northbound approaches and at the response to incidents to see what can be done to improve them.  \r\n\r\nDrivers may experience some delays on the northbound approaches to the tunnels due to the operation of the tunnel safety system of traffic lights, which was introduced to prevent queuing traffic within the tunnels, and to control the passage of oversized vehicles and those carrying dangerous goods. Around 300 vehicles approach the tunnels in the wrong lane each month and the impact of just one oversized vehicle entering the wrong tunnel could be extremely severe.\r\n\r\nThe new system was put into operation in summer 2015. Since then work has been on-going to increase its efficiency in operation and a series of fine-tuning upgrades have been introduced to speed up the safe passage of vehicles. Further improvements are planned for the coming months. \r\n\r\nHE is also looking at the road signing on the northbound Crossing approaches to see what improvements can be made here. \r\n\r\nHE is also working with local authorities on both sides of the Crossing to improve traffic flows between the local and strategic road network, including a joint approach between HE and Kent County Council on a number of improvement measures for the junctions used by traffic approaching the Crossing from Dartford. Improvement plans include new lane markings, including yellow boxes, at Junctions 1A and 1B to reduce lane blocking on the roundabouts and smarter management of the traffic lights at junctions 1A, 1B and 2 (the Darenth Interchange) to improve traffic flows.\r\n\r\nThe impact that of these measures will be evaluated, and the public will be kept apprised of our findings.\r\n\r\nDepartment for Transport","created_at":"2016-10-03T15:30:45.049Z","updated_at":"2016-10-03T15:30:45.049Z"},"debate":null}},{"type":"petition","id":170364,"links":{"self":"https://petition.parliament.uk/petitions/170364.json"},"attributes":{"action":"End the Fit For Work tests as not fit for purpose, and investigate 9,580 deaths.","background":"The DWPs 'Fit For Work' tests are not fit for purpose, and are routinely abused to cause stress and harm to vulnerable people.\r\n\r\nFrom Dec 2011 to Feb 2014, 2,380 people died shortly after being declared 'fit for work' and having their benefits stopped. I call on the House to hear their stories.","additional_details":"In the same period, 9,200 people in receipt of ESA were found 'fit to work in future' and died shortly afterwards. These statistics are from a Freedom Of Information request to the DWP.\r\n\r\nI call on the House to hear their stories, and to abolish this test. To allow GPs opinions to override that of a 'decision maker' with no medical qualifications. And to investigate how 2,380 people were declared fit enough to work and financially penalised, when they were not fit enough to live, let alone work.","state":"open","signature_count":17704,"created_at":"2016-10-26T12:44:14.352Z","updated_at":"2017-02-04T22:43:46.357Z","open_at":"2016-11-01T18:45:17.100Z","closed_at":null,"government_response_at":"2016-11-28T16:08:22.114Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-26T12:54:08.468Z","response_threshold_reached_at":"2016-11-13T10:02:14.279Z","creator_name":"Jack Monroe","rejection":null,"government_response":{"summary":"We are consulting on how to improve the Work Capability Assessment especially for those with the most severe health conditions and disabilities. Please tell us what you think through the consultation.","details":"We are consulting on further reform of the Work Capability Assessment (WCA). On 31 October we launched a Green Paper consultation on how we can further improve the process, such as through separating decisions on financial support from decisions on employment support. We are also consulting on how we can simplify and streamline assessments - particularly for those with the most severe health conditions and disabilities. Over the coming months we will be consulting with disabled people and those who have health conditions, as well as with carers, families, professionals, and a range of organisations who, like us, want to see further change. \r\n\r\nWhile reforming the welfare system so that the greatest number of people possible have the opportunity to lead a full and fulfilling life in work, we are protecting those who, through disability or ill health, are unable to work. We are conscious that it is of vital importance that while supporting so many people in such a range of circumstances, we treat every individual with the dignity and humanity they deserve.\r\n\r\nThere are circumstances in which we carry out internal reviews to establish whether anything related to an individual’s benefit claim should have been done differently. These could include cases where a complaint has been made by somebody who has been identified as vulnerable, or where we receive information that an individual has attempted or completed suicide and it is alleged that Departmental activity may have contributed to this – in these latter circumstances a review is mandatory.\r\n\r\nIt is a mechanism to get a factual account of events related to the individual’s claim, without opinion or judgement attached. The fact that a review has been carried out does not of itself imply that the Department was at fault.\r\n\r\nIn order to protect individual claimants as much as possible, a number of safeguards have been built into Employment and Support Allowance (ESA); some since its inception and others subsequently - some as a result of recommendations made in the independent reviews of the WCA.\r\n\r\nFor instance, Visiting Officers can visit individuals in their own homes if concerns have been raised about their vulnerability. As well as helping to complete benefit claims they can explain any requirements placed on claimants at various stages of their claim, and the consequences of not doing so without good reason. They can also relay concerns back to the Department if they are particularly concerned about an individual’s welfare. This could result in the person taking a decision contacting the claimant’s GP, social services department or, for example, their community mental health nurse if they have one.\r\n\r\nIn cases where it is likely a claimant will be found fit for work, the claimant is contacted by telephone to review the information already held, and to request any additional information that they could consider before making their decision. If they do then decide to find the claimant fit for work, they explain to the claimant that their ESA award will stop, and advise them which benefits they could apply for. The Department will make two separate attempts to contact the claimant; in cases where the claimant is vulnerable and cannot be contacted they will arrange a safeguarding home visit to the claimant. \r\n\r\nIf claimants are unhappy with the decision on their benefit claim they can ask for a mandatory reconsideration, where all of the evidence is looked at again by a different Decision Maker. As part of this process the claimant will be asked if there is any other evidence or information that they would like to be considered. If, following a mandatory reconsideration, the claimant is still not satisfied with the decision they have the right to lodge an appeal at the First-tier Tribunal.\r\n\r\nThe fairness of the welfare system remains one of its most important characteristics, and we are keen to make further improvements wherever possible. That’s why the Secretary of State announced on 1 October that we are stopping ESA reassessments for those with the most severe and life-long conditions, as well as announcing on 16 November that we want to ensure the sanctions system works for people with mental health problems and that from next year jobseekers who are homeless or who have a mental health condition will be able to immediately access hardship payments if they receive a benefit sanction. This change is expected to help around 10,000 people over four years from 2017/18.  \r\n\r\nWe welcome all views as part of our consultation: https://consultations.dh.gov.uk/workandhealth/consult\r\n\r\nDepartment for Work and Pensions","created_at":"2016-11-28T16:08:22.111Z","updated_at":"2016-11-28T16:08:22.111Z"},"debate":null}},{"type":"petition","id":169433,"links":{"self":"https://petition.parliament.uk/petitions/169433.json"},"attributes":{"action":"Ban the use of previous sexual history as evidence in sexual abuse or rape cases","background":"Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.","additional_details":"http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/","state":"open","signature_count":16900,"created_at":"2016-10-14T16:34:53.475Z","updated_at":"2017-02-04T22:44:17.186Z","open_at":"2016-10-18T10:12:22.042Z","closed_at":null,"government_response_at":"2016-11-02T16:22:51.628Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-14T16:53:34.308Z","response_threshold_reached_at":"2016-10-19T21:28:50.632Z","creator_name":"Louisa Carol pawsey ","rejection":null,"government_response":{"summary":"The law restricts the circumstances in which evidence of complainants’ sexual history may be used in trials of sexual offences. ","details":"This Government is committed to making sure that victims of sexual abuse and rape get the support they need and have the confidence to come forward. \r\n\r\nSection 41 of the Youth Justice and Criminal Evidence Act 1999 is intended to protect victims of rape and other serious sexual offences by making clear that evidence of previous sexual history is inadmissible in court unless a strict set of criteria is met. It is right that applications to admit such evidence are determined by the independent judiciary on a case-by-case basis to protect victims whilst maintaining a defendant’s right to a fair trial.\r\n\r\nThe Justice Secretary and Attorney General will be looking at how the law is working in practice before deciding if any further action needs to be taken.\r\n\r\nMinistry of Justice","created_at":"2016-11-02T16:22:51.626Z","updated_at":"2016-11-02T16:22:51.626Z"},"debate":null}},{"type":"petition","id":174988,"links":{"self":"https://petition.parliament.uk/petitions/174988.json"},"attributes":{"action":"Make offering Gay Conversion Therapy a criminal offence in the UK","background":"After events around the world such as the Orlando shootings and Trump's election, many members of the LGBT+ community no longer feel safe in the UK. \r\nThis legislation would help these people feel safer and more able to be open about their true identity.\r\n\r\n","additional_details":"Conversion Therapy is counselling or training which attempts to 'reverse' a person's non-heterosexual identity. This therapy often includes electric shocks, counselors encouraging suicide, and damaging ideology linking LGBT+ identities to sexual abuse from family members in early years.\r\n\r\nIt is scientifically proven that this therapy does not work\r\n","state":"open","signature_count":16281,"created_at":"2016-12-07T18:46:50.176Z","updated_at":"2017-02-04T23:57:14.735Z","open_at":"2016-12-19T17:11:44.075Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-07T18:53:37.429Z","response_threshold_reached_at":"2017-02-02T17:36:32.523Z","creator_name":"Molly Mantle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":174367,"links":{"self":"https://petition.parliament.uk/petitions/174367.json"},"attributes":{"action":"Teachers salaries should reflect the 50 plus hours they work a week.","background":"Average full-time teachers in the United Kingdom are paid for 32.5 hours a week. Research published by the BBC has shown that full-time primary school teachers are working an average of 59.3 hours a week and their counterparts in secondary schools are working 55.7 hours a week. ","additional_details":"An article published by Business Insider shows that teachers working in the public sector in the United Kingdom, do not even receive a salary that falls within the top 10 countries worldwide and the annual salaries that they pay their teachers. ","state":"open","signature_count":16229,"created_at":"2016-11-30T21:48:16.008Z","updated_at":"2017-02-04T23:52:48.633Z","open_at":"2016-12-08T16:38:45.755Z","closed_at":null,"government_response_at":"2016-12-23T16:05:03.554Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T10:29:01.106Z","response_threshold_reached_at":"2016-12-11T23:05:58.759Z","creator_name":"Jessica Richmond","rejection":null,"government_response":{"summary":"The most recent data from the OECD shows teachers in England are paid above the OECD average but we recognise we need to do more to empower teachers and school leaders to challenge unproductive tasks.","details":"The School Teachers’ Pay and Conditions Document (STPCD) covers the pay and conditions for teachers in maintained schools in England and Wales. Non-maintained schools, including academies and free schools, are responsible for determining the pay and conditions of their staff themselves. Such schools are therefore not obliged to follow the statutory arrangements set out in the STPCD, although they may still choose to do so if they wish.\r\n\r\nThe STPCD requires that a full time teacher works for 1265 hours across 195 working-days and they must also work such reasonable additional hours to ensure they are able to execute their professional duties.\r\n \r\nThe most recent data from Education at a Glance 2016, shows that when comparing their actual salaries with other tertiary educated workers, teachers in England are above the OECD average and fare better than teachers in many other OECD countries including Norway and Sweden.\r\n\r\nThe Government, however, realises the importance of continuing to attract and retain high quality teachers and is actively addressing the issues that teachers tell us matter the most including unnecessary teacher workload.\r\n\r\nWe want to ensure that teachers can concentrate on teaching and not bureaucracy and paperwork. As part of our response to the 2014 ‘Workload Challenge’, the Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and resources and data management. These groups published their reports in March 2016.\r\n\r\nThe reports include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. We have accepted, and are acting on, the recommendations for Government. As the reports make clear, it is for everybody involved in education to act on the principles and recommendations in these reports.\r\n\r\nTeaching continues to be an attractive profession for high quality graduates, with 18 per cent of this year’s cohort again holding a first class degree whilst 74 per cent of trainees hold a 2:1 or above. We currently have more teachers in our schools than ever, with over 456,000 teachers in schools throughout England- up more than 15,000 since 2010 - and retention rates have remained broadly stable.\r\n\r\nWe also have a range of incentives to attract the very best graduates, including training bursaries of up to £30,000, and scholarships. Maintained schools have been granted greater pay freedoms, giving them the flexibility they need to meet their workforce needs.\r\n\r\nDepartment for Education ","created_at":"2016-12-23T16:05:03.552Z","updated_at":"2016-12-23T16:19:00.173Z"},"debate":null}},{"type":"petition","id":176033,"links":{"self":"https://petition.parliament.uk/petitions/176033.json"},"attributes":{"action":"Harvey's Army - Compulsory Microchip Scanning of Deceased Pets Found on railways","background":"Harvey's Army fully support Rory’s Mandate - To ensure that any domestic pet found on or by the tracks governed by Network Rail or Network Rail Infrastructure Limited is scanned for a microchip, details documented and the owners notified in a timely manner.","additional_details":"Rory was lost on the 3rd Dec 16. On the 4th Dec 16 his disappearance was reported to Network Rail and a reference number was given. On the 14th Dec 16 the family were informed by Network Rail that their Track Walker who saw the 'missing' article in the newspaper had discovered Rory and buried him trackside on the 6th Dec 16. Rory was microchipped and registered with Network Rail as missing so if he had been scanned at the time, days of anguish and heartache could have been avoided.","state":"open","signature_count":16220,"created_at":"2016-12-20T23:30:11.904Z","updated_at":"2017-02-04T23:55:00.753Z","open_at":"2016-12-21T14:22:45.415Z","closed_at":null,"government_response_at":"2017-01-23T13:51:57.131Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-21T13:33:15.678Z","response_threshold_reached_at":"2017-01-11T19:35:01.912Z","creator_name":"Kaye Beedle","rejection":null,"government_response":{"summary":"Network Rail uses specialist contractors to remove animal fatalities found on or by the rail tracks.These contractors scan for domestic pet microchips and notify the owners where details are available","details":"The process by which Network Rail manages domestic animal fatalities is outlined for its employees and contractors in its internal operations procedure which is adhered to by all of the railway company’s routes. \r\n\r\nSpecialist contractors, who vary dependent on route and geographical location, are alerted to incidents of animal fatalities by Network Rail’s operators or maintenance teams via the respective route’s control. These contractors are required under operating procedures to remove and scan for microchips any domestic pet fatalities found on Network Rail’s infrastructure. \r\n\r\nProvided that the animal’s body is in a suitable state to be scanned and that details are available on the national database of microchipped domestic pets, owners will be contacted and given the option to collect the deceased pet’s body if they wish.\r\n\r\nNetwork Rail’s operation process states that contractors must allow owners one hour for a response before they take actions to dispose of the animal, however, in practice contractors do extend this window significantly due to sensitivity and practicality, often allowing owners a few days for collection.\r\n\r\nIncidents of domestic animal fatalities are not formally recorded by Network Rail’s contractors. Nevertheless, a recent review by Network Rail of the information held by these contractors estimates that microchips have been found on deceased animals on 15 of 70 occasions where specialist contractors have responded to animal fatalities over the course of their contract respective periods.  \r\n\r\nFinally, with specific regard to the tragic loss of Rory who was lost on the 3rd December 2016, Network Rail regret that on this occasion proper procedure was not followed through the notification of control, and so the specialist contractor team was not alerted. Network Rail has extended its sincere apologies, and is determined to further improve awareness around the reporting procedures for animal fatalities on the company’s infrastructure. \r\n\r\nDepartment for Transport","created_at":"2017-01-23T13:51:57.128Z","updated_at":"2017-01-23T13:51:57.128Z"},"debate":null}},{"type":"petition","id":176672,"links":{"self":"https://petition.parliament.uk/petitions/176672.json"},"attributes":{"action":"Honour pension protections for nuclear workers.","background":"When companies in the nuclear sector were privatised, employees were granted statutory pension protections. Now, after many years, the Government is using spurious excuses to justify proposals to override the protections and impose detrimental changes. \r\nThese proposals must be completely withdrawn.","additional_details":"Pension protections were negotiated for workers in the nuclear sector to ensure privatisation succeeded. Employees kept to their commitment, Government should not renege on its part.\r\n\r\nIn arguing that pensions for nuclear workers should follow the same reforms as public sector workers, Government is guilty of cherry picking the detrimental changes it wants to apply while ignoring the improvements that those reforms would entail.\r\n\r\nGovernment has already achieved enough savings from these schemes.","state":"open","signature_count":16067,"created_at":"2017-01-04T11:02:34.651Z","updated_at":"2017-02-04T21:58:02.992Z","open_at":"2017-01-09T17:24:40.788Z","closed_at":null,"government_response_at":"2017-01-31T17:06:27.620Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T11:18:48.735Z","response_threshold_reached_at":"2017-01-12T22:13:49.421Z","creator_name":"Neil Walsh","rejection":null,"government_response":{"summary":"Government recognises sensitivities around these statutory pension protections. The NDA Estate Employers are consulting workforces on pension reform, after which Ministers will consider the results.","details":"The Government understands the concerns of the workforce across the Nuclear Decommissioning Authority estate about public sector pension reform, bearing in mind the existence of statutory pension protections.. The Government is supportive of the decommissioning programme and has allocated £11 billion of taxpayer funding over the 2015 Spending Review period, which recognises the vital work the workforce delivers on decommissioning, while maintaining the priority of safe and secure operations. The NDA has also been set a challenging programme of over £1 billion of efficiencies and savings for this period, part of which must come from the reform of two final salary defined benefit pension schemes within the NDA estate.\r\n\r\nGovernment policy on public sector pensions follows from recommendations made the Independent Public Service Pensions Commission’s report in 2011. The main recommendation is to reform final salary, defined benefit schemes in favour of Career Averaged Revalued Earnings schemes (CARE). The aim is to make the current and future costs of public sector pensions fairer between scheme members and other taxpayers and put them on an affordable and sustainable footing. Recommendations were enacted through the provisions of the Public Services Pension Act 2013.\r\n\r\nThe majority of public sector schemes have been reformed already. The Government have set a deadline of April 2018 to reform remaining public sector schemes, including those within the NDA estate and to be guided by the previous reforms. The NDA estate, which receives the majority of its funding from the public purse is classified as public sector by the Office of National Statistics and therefore within scope for pension reform. The ONS determines whether a body falls within the public sector by reference to objective criteria – based upon whether the governance, funding, ownership and function of these bodies demonstrate that they are controlled by government.\r\n\r\nThe two defined benefit pension schemes in scope for reform across the NDA estate cover approximately 10,800 employees and are closed to new members. Since 2006 new starters have been offered membership to a defined contribution pension scheme, which is out of scope for reform.\r\n \r\nGovernment acknowledges that CARE reform would require amendments to statutory pension protections, put in place at the time of privatisation of the electricity sector in the 1980s and the Energy Act 2004, when the NDA was formed. These protections sought to provide pension benefits for existing scheme members that were at least as good as those they were receiving in the public sector.\r\n\r\nThe Government has worked with the NDA in considering how best to implement pension reform and the NDA has held discussions with the trade unions on the potential for non-legislative options as an alternative to CARE to realise the required savings. This would be a bespoke solution to the NDA estate and in effect would leave the statutory protections in place. Consideration has focussed on a cap on pensionable pay, which would apply a reduction in pension schemes costs, by limiting an individual’s final salary used to calculate retirement benefits.\r\n\r\nThe NDA consultation document launched on 9th January sets out the details of two options (CARE and a pensionable pay cap) and seeks views from its workforce by the close of the consultation on 10th March. The consultation is the opportunity for the workforce and trade unions to make their views known so that they can be fully taken into account before any final decisions are made. The Government would therefore encourage the workforce and trade unions to engage constructively in the consultation process, after which the NDA will share the feedback from it with Government for its consideration.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-31T17:06:27.616Z","updated_at":"2017-01-31T17:06:27.616Z"},"debate":null}},{"type":"petition","id":177333,"links":{"self":"https://petition.parliament.uk/petitions/177333.json"},"attributes":{"action":"Give communities back the right to decide where houses are built.","background":"This petition calls for a parliamentary debate on government Housing and Planning policy over building on greenfield land and seeks community right of appeal on planning decisions and the removal of the presumption in favour of sustainable development. ","additional_details":"Too many communities are now forced to accept large housing developments seeing the irreversible loss of valuable greenfields without the right of appeal. The failure of government planning policy has resulted in the loss of valued countryside and agricultural land and leaves communities forced to grow too fast without appropriate infrastructure. Major changes to planning legislation are required to protect established communities across the UK and deliver the right housing in the right places.","state":"open","signature_count":16060,"created_at":"2017-01-12T15:49:32.774Z","updated_at":"2017-02-04T23:38:28.779Z","open_at":"2017-01-12T16:53:54.849Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-12T16:31:15.323Z","response_threshold_reached_at":"2017-01-24T15:49:31.815Z","creator_name":"Adam Zerny","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173099,"links":{"self":"https://petition.parliament.uk/petitions/173099.json"},"attributes":{"action":"Keep the Personal Injury Small Claims Limit at £1,000/ Keep Damages for whiplash","background":"The MOJ has published a consultation paper proposing amongst other things:-\r\n1. The abolish low value whiplash claims for injuries up to 6 months\r\n2. To raise the small claims track to £5,000 for all personal injury claims.\r\n3. To introduce the assistance of Mackenzie friends in such claims.","additional_details":"The reforms will have the effect of:-\r\nThe public will be frightened off from bringing claims, due to the costs and complications;\r\nInsurers will be able to instruct Solicitors and Barristers whilst the public will not and thus creating injustice;\r\nMembers of the public with upto 6 month whiplash injuries will be prevented from making a claim for injury;\r\nThere will be mass redundancies following implementation, possibly 60,000\r\nThe Treasury will lose PAYE, NIC, Employers NIC, and vat;","state":"open","signature_count":15876,"created_at":"2016-11-19T08:42:35.727Z","updated_at":"2017-02-04T22:21:20.488Z","open_at":"2016-11-23T12:02:17.042Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-19T09:21:16.695Z","response_threshold_reached_at":"2017-01-06T09:51:35.544Z","creator_name":"Andrew Mckie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167608,"links":{"self":"https://petition.parliament.uk/petitions/167608.json"},"attributes":{"action":"We ask the Government to reconsider proposed move of Southend A\u0026E to Basildon.","background":"It is proposed to move Southends A \u0026 E Dept to Basildon Hospital.\r\nThis will mean extended drive times as it is about 18 Miles on the shortest route, with traffic on an already overloaded road system even an ambulance with blue lights and siren could take upwards of 30 / 40 minutes for the journey.","additional_details":"Southend is a major short stay holiday centre, with it's own busy airport \u0026 2 extremely busy main line stations serving London and the East End. It would be impractical to expect the residents with an emergency to drive from Southend to Basildon on already overcrowded roads, journey times could be be way in excess of one hour. ","state":"open","signature_count":15817,"created_at":"2016-09-21T14:11:29.047Z","updated_at":"2017-02-04T23:07:04.598Z","open_at":"2016-09-22T16:38:45.632Z","closed_at":null,"government_response_at":"2016-10-21T13:07:20.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-22T05:59:51.378Z","response_threshold_reached_at":"2016-09-29T12:30:25.264Z","creator_name":"James Auger","rejection":null,"government_response":{"summary":"Local NHS service changes should be led by clinicians and be in patients’ best interests. The NHS in Mid and South Essex will consult fully as it develops a service model best to meet local need.","details":"The reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n\r\nTo ensure services across Mid and South Essex are sustainable in the future, the local NHS is reviewing service configuration across the Southend, Basildon and Chelmsford hospital sites, including urgent and emergency care. The local NHS is developing options in discussion with local people, which will be subject to further review to create a shortlist for consultation.\r\n\r\nLeaders of the local NHS in Mid and South Essex have said publicly that they are not discussing plans to move Southend A\u0026E to Basildon. Possible proposals under current discussion include the retention of 24/7 urgent and emergency services at all three sites, for the majority of people who go to A\u0026E.\r\n\r\nHowever, the local NHS is discussing whether increasing demands in Mid and South Essex would be better served by designating one of the three main hospitals as a specialist emergency hospital for life-threatening and ‘blue light’ emergencies, supported by a network of urgent and emergency care in both community and hospital settings. \r\n\r\nIt is important to emphasise that no decisions have been made on the future configuration of services, including which hospital may be designated the specialist emergency hospital. Once proposals are more fully developed, these will be subject to full public consultation in due course.\r\n\r\nDepartment of Health","created_at":"2016-10-21T13:07:20.802Z","updated_at":"2016-10-21T13:07:20.802Z"},"debate":null}},{"type":"petition","id":167761,"links":{"self":"https://petition.parliament.uk/petitions/167761.json"},"attributes":{"action":"All West Sussex Schools to receive pupil funding at the national average.","background":"Currently West Sussex Schools receive one of the lowest levels of pupil funding in the country. The situation has got so bad that it is having an impact on the standard of the education provided. West Sussex would like fairer funding for its schools.","additional_details":"","state":"open","signature_count":15781,"created_at":"2016-09-23T19:30:28.558Z","updated_at":"2017-02-04T20:46:51.931Z","open_at":"2016-09-28T14:52:57.971Z","closed_at":null,"government_response_at":"2016-10-19T09:05:43.166Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-25T15:14:04.314Z","response_threshold_reached_at":"2016-10-06T11:04:31.504Z","creator_name":"Tim Haines","rejection":null,"government_response":{"summary":"We are firmly committed to introducing fairer funding through the national funding formula, so schools are funded on a fair and transparent basis, according to actual measures of need.","details":"We have protected the core schools budget in real terms over the current spending review period. This year, the core schools budget will be over £40 billion – the highest on record. \r\n\r\nWe are aware that under the current funding system education spending is not distributed fairly and consistently. That is why we are committed to introducing fairer funding for schools so that funding is transparently matched to schools’ and children’s needs. In doing so, we will fund the education system in a way that promotes social mobility and social justice.\r\n\r\nEarlier this year we conducted the first stage of consultation on our proposals for making the funding system fairer by introducing the National Funding Formulae (NFF) for schools and high needs. We initially proposed to introduce the NFF from 2017-18.\r\n \r\nIn July the Secretary of State announced that the NFF will be introduced in 2018-19 instead, to allow time for full and proper consultation on these important proposals. It also allowed us to give certainty to local authorities about their budgets in 2017-18.\r\n\r\nWe recognise West Sussex is a relatively low-funded local authority. In 2015-16 we took a step towards fairer funding by allocating an additional £390 million to low funded authorities through the “minimum funding levels” reform. West Sussex received an additional £930,000 from this reform. The extra funding for West Sussex was included in their baseline in 2016-17, and is protected in their baseline for 2017-18.\r\n \r\nWe also recognise that many schools are facing cost pressures and that they have worked to find efficiencies. A national funding formula will give headteachers more certainty about their funding over the longer term so that they can better manage their budgets. We are also providing support to help schools improve their financial health, including a range of information, guidance and tools available at: \r\nhttps://www.gov.uk/government/collections/schools-financial-health-and-efficiency.\r\nIn the next stage of consultation, we will set out our plans for how the formula will be implemented including the impact on schools and local authorities. This stage will also confirm the factors that we will use in the formulae, and we will invite responses to the weightings we propose to give them. \r\n\r\nWe will release the response to the first consultation, and launch a full second consultation on the NFF later in the autumn.\r\n\r\nDepartment for Education","created_at":"2016-10-19T09:05:43.163Z","updated_at":"2016-10-19T09:05:43.163Z"},"debate":null}},{"type":"petition","id":177055,"links":{"self":"https://petition.parliament.uk/petitions/177055.json"},"attributes":{"action":"Theresa May: Seek an urgent cross-party solution to the health and care crisis","background":"There can be no doubt about the scale of the challenges facing health and social care services in England. We need a cross-party approach to achieve a long-term solution to ensure millions of older, ill and disabled people and their carers can access the high-quality care they deserve. ","additional_details":"Barely a day goes by without news of immediate problems – service reductions, missed targets – and warnings of future failings. 2017 simply cannot be another year where these huge issues are ducked.\r\n\r\nWhile the Government has taken some short-term steps to try and relieve pressures on the NHS and local authorities, without more fundamental action, these challenges will accelerate as out population increases and ages. ","state":"open","signature_count":15671,"created_at":"2017-01-09T13:24:44.725Z","updated_at":"2017-02-04T23:38:03.564Z","open_at":"2017-01-10T13:58:33.707Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T16:23:10.953Z","response_threshold_reached_at":"2017-01-15T16:08:59.416Z","creator_name":"Andrew Kaye","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170232,"links":{"self":"https://petition.parliament.uk/petitions/170232.json"},"attributes":{"action":"Make a legal requirement for papers to print corrections at same size as errors.","background":"Recent instances such as The Sun newspaper retracting significant headline news (eg. regarding \"benefit tourism\" figures) in tiny, easily-overlooked corrections have highlighted the need for this requirement in order for papers to fulfill a mandate to accurately and honestly inform the public.","additional_details":"Misuse and misrepresentation of information which is later retracted in miniscule font tucked away in the rear of a newspaper is endemic across several publications at every point on the political spectrum and allows newspapers to circumvent regulations regarding the accuracy of their reporting, often to the detriment of the public, the political life of the country, and the safety of vulnerable people. ","state":"open","signature_count":15284,"created_at":"2016-10-24T18:38:12.942Z","updated_at":"2017-02-04T22:54:33.063Z","open_at":"2016-10-27T12:55:51.490Z","closed_at":null,"government_response_at":"2016-12-14T14:08:20.626Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-24T18:50:39.393Z","response_threshold_reached_at":"2016-11-23T18:33:25.343Z","creator_name":"Derek Des Anges","rejection":null,"government_response":{"summary":"The Government is committed to independent press self-regulation and does not interfere with decisions taken by press regulators.","details":"This government upholds the core principle of freedom of expression, recognising the invaluable role a free press plays in our cultural and democratic life. We are committed to independent self-regulation of the press and do not interfere in settling press complaints, as long as the press abides by the law particularly with regard to libel and defamation. It is therefore not the role of government to interfere with the practices of independent regulators with regard to the printing of corrections.\r\n\r\nIndependent press self-regulators, the Independent Press Standards Organisation (IPSO) and IMPRESS, have an editors’ code to which their members are expected to adhere, and, in line with Lord Justice Leveson’s recommendations, they have the power to direct the placement and prominence of corrections. On several occasions IPSO has ordered corrections to be made on the front page.\r\n\r\nDepartment for Culture, Media and Sport ","created_at":"2016-12-14T14:08:20.623Z","updated_at":"2016-12-14T14:08:20.623Z"},"debate":null}},{"type":"petition","id":177423,"links":{"self":"https://petition.parliament.uk/petitions/177423.json"},"attributes":{"action":"To stop disabled children and adults being changed on dirty toilet floors.","background":"I'm a mum of two children with complex medical and physical needs. When I'm out with them I need a toilet where I can change them dignifyed  and not on a smelly dirty toilet floor! It spoils days out as a family as we can't leave them in soiled pads.","additional_details":"There are changing places toilets where there is hoist and changing table but they are not in many places.\r\n\r\nIf the government make changing places facilities \"mandatory\" rather than \"desirable\" under building regulations for all places stated in BS8300:2009\" This would help the disabled community and families like mine.","state":"open","signature_count":14173,"created_at":"2017-01-13T17:47:54.106Z","updated_at":"2017-02-04T23:43:19.074Z","open_at":"2017-01-16T10:42:14.894Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T18:53:19.562Z","response_threshold_reached_at":"2017-01-19T07:47:22.920Z","creator_name":"Jacqueline Ann Hoadley ","rejection":null,"government_response":null,"debate":null}}]}