{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=57\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":175134,"links":{"self":"https://petition.parliament.uk/petitions/175134.json"},"attributes":{"action":"STOP all immigration \u0026 implement an Aussie style border control system.","background":"We the British public would like to see an immediate STOP on all immigration and see the implementation of a border control system for all future immigration.","additional_details":"We need an Aussie style border control system, where people trying to come into the Country are checked for full documentation, passport, birth certificate, working visa’s, health insurances etc, proof of an address where they will live, proof of an employment contract, educational \u0026 professional qualifications, an adequate amount of money to live on until they are paid from their employment. Failure to supply ALL of this information should find an individual with refusal of entry.","state":"open","signature_count":19206,"created_at":"2016-12-09T13:02:43.848Z","updated_at":"2017-03-04T23:56:19.652Z","open_at":"2016-12-20T15:02:09.029Z","closed_at":null,"government_response_at":"2017-02-24T14:27:59.593Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-11T18:56:33.897Z","response_threshold_reached_at":"2017-01-30T19:41:13.741Z","creator_name":"Bert Travers","rejection":null,"government_response":{"summary":"The Government is committed to reducing net migration to sustainable levels. Non-EU workers must have a skilled job and pay towards the NHS. Brexit will allow us to get more control of EU migration. ","details":"The immigration system has a role to play in supporting growth and meeting the needs of UK businesses.  Migrant workers fill skills gaps in our labour market and help to boost our economy.  We also welcome international students who want to come to study at our world-leading universities and are committed to making sure we attract the brightest and the best.\r\n\r\nUncontrolled, however, mass immigration makes it difficult to maintain social cohesion, puts pressure on public services and can drive down wages for people on low incomes.  That is why we are committed to reducing net migration to sustainable levels.\r\n\r\nThe context that Australia operates in is very different to the UK.  It has a low population density and there is public support for increased legal migration.  The net immigration rate in Australia is, in proportion to their population, three times ours at 240,000 per year on a population one third of the UK’s.  \r\n\r\nThe Australian points-based system forms only a part of the work migration system and is intended primarily for job seekers, not employers (who have a different route for recruitment).  As the Prime Minister has said many times in the past, a points-based system will not work and is not an option. It would give foreign nationals the right to come to the UK if they meet certain criteria, instead of ensuring that decisions on who comes to the country are based on our economic needs and reside with the Government.\r\n\r\nOur immigration system is designed to meet the UK’s specific needs.  We are putting an end to automatic entry where points tests are met and placing more emphasis on credibility testing.  We have closed routes which allowed migrants to come to the UK without a skilled job offer to look for work. There is a renewed emphasis on migrants being selected by sponsors such as employers and universities, with sponsors being made accountable for their choices. To qualify for a Tier 2 work visa, non-EU nationals must have a specific job offer from an employer which has been licensed by the Home Office to sponsor migrant workers.\r\n\r\nWe have capped the number of migrants outside the EU who can come here to work and are ensuring that only those who make a real economic contribution can come. We have also closed almost 1,000 bogus colleges, and increased scrutiny of sham marriages. We are removing more foreign national offenders than ever before and have legislated to stop illegal migrants operating under the radar.\r\n\r\nApplicants coming to the UK to work, study or join family need to provide documentation and must have sufficient money to support themselves without relying on public funds.  Those coming for more than six months must pay an immigration health surcharge to ensure they make a fair contribution towards the costs of the NHS.\r\n\r\nAs we conduct the negotiations to leave the EU, it must be a priority to regain more control of the numbers of people who come here from Europe.  The precise way in which we will do this is yet to be determined. There are a whole range of issues to consider, not just how to bring control through the rules for people coming in, but also crucially the activities they are permitted to undertake when they are here.\r\n\r\nAt every step of the negotiations, the Government will work to ensure the best possible outcome for the British people. We are about to begin these negotiations and it would be wrong to set out unilateral positions in advance.\r\n\r\nOur reforms since 2010 have already made it more difficult for EU migrants to claim benefits in the UK and, through the landmark Immigration Act, made it tougher for illegal immigrants to remain by restricting access to work, housing, benefits, healthcare, bank accounts and driving licences and making it easier to remove those who have no right to be here by reducing the number of appeals.\r\n\r\nHome Office","created_at":"2017-02-24T14:27:59.590Z","updated_at":"2017-02-24T14:27:59.590Z"},"debate":null}},{"type":"petition","id":182705,"links":{"self":"https://petition.parliament.uk/petitions/182705.json"},"attributes":{"action":"Reconsider The National Funding Formula so that NO child at school will LOSE out","background":"Some schools will suffer £1000's in cuts over the next 3 years under the NFF. The Government should reconsider the introduction of the National Funding Formula and commit to provide additional funding to schools in more deprived areas without cutting funding to schools already struggling. ","additional_details":"I support the need for children in more deprived areas to benefit from additional resources but that should not be at the expense of my own child’s education. Previous restrictive funding arrangements have meant that some schools have operated with no viable contingency for years, but have managed to balance budgets by making significant year-on-year cuts and increasing reliance on donations. Schools can not absorb further cuts without reducing staffing and asking parents to contribute more. ","state":"open","signature_count":18708,"created_at":"2017-02-03T16:10:41.619Z","updated_at":"2017-03-04T23:54:06.793Z","open_at":"2017-02-08T19:40:48.915Z","closed_at":null,"government_response_at":"2017-03-02T16:56:23.741Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-03T16:36:37.994Z","response_threshold_reached_at":"2017-02-16T21:28:43.185Z","creator_name":"A Georgio","rejection":null,"government_response":{"summary":"School funding is at its highest ever level - more than £40 billion in 2016-17. We are consulting on our proposed national funding formula, and we are keen to hear from as many people as possible.","details":"Please respond online here:\r\nhttps://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nThe Government has protected the core schools budget in real terms for the duration of this Parliament.  School funding is at its highest level on record, and will be over £40bn in 2017-18. Additionally, as school funding is driven by pupil numbers, where pupil numbers rise, the amount of money schools receive will also increase.\r\n\r\nBut the system for distributing that record amount of funding is unfair, opaque and outdated.  Similar schools, educating similar pupils, receive very different levels of funding with little or no justification, because the system is based on historic data and has not kept up with changes since it was established more than a decade ago. We are determined to end this postcode lottery and make sure that funding is consistent across the country, rather than depending on where children happen to live.  That is why we are introducing a national funding formula for schools.\r\nThe national funding formula does not affect how much money is available for schools overall – it is purely about ensuring that that money is distributed more fairly across the country.  The national funding formula will mean that, for the first time, we will have a clear, simple and transparent system that matches funding to children’s needs and the school they attend.  More than half of England’s schools, many of which have been under funded for years, will see their funding increase as a result of our reforms.\r\n  \r\nThe biggest element of our formula will be basic per-pupil funding.  This will make up about three-quarters of the total funding and means that every child, regardless of circumstances, will attract a consistent amount of money to their school.\r\nWe also want to support schools as they continue to work to break the link between disadvantage and attainment.  So we think it is right that schools serving children with additional needs, who face entrenched barriers to their success, benefit from extra resources to help support these children.  That is why we are also proposing to target money towards pupils who have additional needs through the formula.\r\n\r\nWe have thought very carefully about how to help schools that are losing funding manage the transition to the new system. We have built significant protections into the formula, so that no school will face a reduction of more than more than 1.5% per pupil per year, or 3% per pupil overall.  This limits the otherwise very large reductions that some schools would have seen, which we know would have been unmanageable. \r\n\r\nWe are also continuing to work with schools to help them use their funding in the most efficient way.\r\n   \r\nTo support schools to improve their financial health and efficiency we have produced a collection of tools, information and guidance, https://www.gov.uk/government/collections/schools-financial-health-and-efficiency\r\nincluding benchmarking tools and case studies of best practice, to help schools make savings. \r\n\r\nMost recently, we published the Schools’ Buying Strategy, \r\nhttps://www.gov.uk/government/publications/schools-buying-strategy\r\nto support schools to make significant savings, over £1bn a year by 2019-20, in non-pay and procurement costs. We also launched Workforce Planning Guidance,\r\nhttps://www.gov.uk/government/publications/school-workforce-planning\r\nwhich contains links to advice and case studies, as well as lists of options and questions for school leaders to consider when reviewing their staff structures.\r\n\r\nCreating any national funding formula involves balancing the core funding that every child attracts, and the extra funding targeted to those with additional needs; and balancing increases for those that are due to see gains with stability for those schools that are due to see losses.  We are consulting for a full 3 months on our proposals to ensure we get them right.  We are keen to hear views from as many schools, governors, local authorities and parents as possible.  Please respond to the consultation online here by 22 March 2017:https://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nDepartment for Education","created_at":"2017-03-02T16:56:23.739Z","updated_at":"2017-03-02T16:56:23.739Z"},"debate":null}},{"type":"petition","id":183921,"links":{"self":"https://petition.parliament.uk/petitions/183921.json"},"attributes":{"action":"Do not abandon the Dubs Scheme for refugee children","background":"On 8th February, the government ended its committment to taking in unaccommpanied child refugees, stating that we do not have the capacity for the 3,000 refugee children we promised to take. This petition is to request a debate of that important issue. ","additional_details":"","state":"open","signature_count":18498,"created_at":"2017-02-08T17:03:56.031Z","updated_at":"2017-03-04T22:49:37.240Z","open_at":"2017-02-13T21:13:38.043Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T17:23:09.391Z","response_threshold_reached_at":"2017-02-15T15:14:51.361Z","creator_name":"Rev Philip Blackledge ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168130,"links":{"self":"https://petition.parliament.uk/petitions/168130.json"},"attributes":{"action":"Make cannabis oil legal for medicinal purposes","background":"Our daughter Sophia age 5 has a rare form of epilepsy called dravet syndrome and after exhausting every other avenue her neurologist thinks cannabis oil may be able to help her control her seizures as all medications available are not working.Please can everyone help our daughter by signing petition","additional_details":"Our daughter Sophia is 5yrs old and has dravet syndrome which is a rare and refractory form of epilepsy that also affects her development. After exhausting every other avenue her neurologist feels that cannabis oil may be the key to help control her seizures. There have been many success stories regarding this medicine in America where it is currently legal in many states and also in several Europe on countries which would mean reducing/stopping several other Meds and only needing a small dose","state":"open","signature_count":18157,"created_at":"2016-09-29T19:00:46.429Z","updated_at":"2017-03-04T21:53:00.875Z","open_at":"2016-10-04T11:22:31.210Z","closed_at":null,"government_response_at":"2017-02-21T10:20:21.079Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:56:15.380Z","response_threshold_reached_at":"2017-02-04T13:12:52.436Z","creator_name":"Danielle davis","rejection":null,"government_response":{"summary":"The Home Office will consider issuing a licence to enable trials of any new medicine containing a controlled drug, providing it complies with appropriate ethical approvals. ","details":"Cannabis is controlled as a class B drug under the Misuse of Drugs Act 1971. It is listed in Schedule 1 to the Misuse of Drugs Regulations 2001 and designated under the Misuse of Drugs (Designation) Order 2015 because, in its raw form, it currently has no recognised medicinal or legitimate uses beyond research. As such it is unlawful to possess, supply, produce, import or export these drugs except under a Home Office licence for research and other special purposes. \r\nThe same legislative controls apply to cannabis plants cultivated for the production of drug material (for example cannabis oil).  Cultivation or possession of cannabis, irrespective of the tetrahydrocannibinol (THC) content of a plant, cannot lawfully be undertaken without the requisite Home Office Licence. \r\n\r\nAt present the MHRA has offered an opinion that products containing cannabidiol (CBD), another compound found in cannabis, when used for a medical purpose should be regulated as medicinal products, which can be found here: https://www.gov.uk/government/news/mhra-statement-on-products-containing-cannabidiol-cbd. Cannabidiol is not controlled under the Misuse of Drug Act 1971.\r\n \r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorization in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval.\r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products, should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals. Medicinal products must have a product licence (marketing authorisation) before they can be legally sold, supplied or advertised in the UK, unless exempt. Licensed medicinal products have to meet safety, quality and efficacy standards to protect public health. We are also aware of a cannabis based medicine (Epidiolex) being used in trials to treat some epilepsy-related illnesses.\r\n\r\nCannabis and any cannabis products should be subjected to the same regulatory framework that applies to all medicines in the UK. To do otherwise will amount to a circumvention of the clearly established regime for approving medicines in the UK.\r\n\r\nHome Office\r\n","created_at":"2017-02-21T10:20:21.077Z","updated_at":"2017-02-21T10:20:21.077Z"},"debate":null}},{"type":"petition","id":167168,"links":{"self":"https://petition.parliament.uk/petitions/167168.json"},"attributes":{"action":"Begin a public inquiry into the performance of the Northbound Dartford Crossing.","background":"Road users \u0026 hauliers have been suffering the incompetence of the 'new \u0026 improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.","additional_details":"","state":"open","signature_count":18152,"created_at":"2016-09-15T15:23:13.742Z","updated_at":"2017-03-04T19:48:37.478Z","open_at":"2016-09-15T16:39:59.490Z","closed_at":null,"government_response_at":"2016-10-03T15:30:45.051Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-15T15:48:10.272Z","response_threshold_reached_at":"2016-09-18T07:55:38.598Z","creator_name":"Alan Pattison","rejection":null,"government_response":{"summary":"Dart Charge has reduced journey times for users of the Dartford Crossing.","details":"Improving the performance of the Dartford – Thurrock Crossing is a priority for both the Department for Transport and Highways England (HE) and we have made considerable improvements which have reduced journey times on this crucial part of the road network. Nevertheless, demand for the Crossing is increasing. \r\nHE is working with partners to reduce the impact of incidents on journey times and ensure that the Crossing, the motorway approaches, and the connections with local routes on both sides of the Crossing work as well as they can. The government has no plans to launch a public inquiry into the performance of the northbound Crossing. However, we are closely monitoring conditions at the Crossing and will use the data we are collecting to understand how various factors are contributing to its performance. \r\n\r\nThrough its plans for a new Lower Thames Crossing the Government has a clear long term approach to increase capacity in the area and improve journeys. A consultation on a new Lower Thames Crossing took place earlier this year and a decision on the preferred route is due shortly. In the short term HE is working with partners to do all that is possible to improve traffic flow on the northbound approaches to the Dartford Crossing. \r\n\r\n‘Free-flow’ charging, known as Dart Charge, was introduced at the Crossing in November 2014.  The collection and payment of the road user charge is carried out remotely so drivers no longer stop and pay within a barrier-controlled environment. Introducing ‘free-flow’ charging at Dartford has delivered improvement whilst the government develops further options for additional crossing capacity on the Lower Thames. \r\n\r\nDart Charge has reduced journey times for drivers. These have been delivered despite an increase in traffic volumes of 7.2% over the last year (almost an extra 3.7 million crossings). Drivers are also seeing other benefits. Over one million drivers have Dart Charge accounts and are saving up to a third on every crossing, and more people living in Dartford and Thurrock are benefitting from the Local Residents Discount scheme than ever before.\r\n\r\nEven with ‘free-flow’ charging the Government is aware that there is still a wider congestion problem. With around 55 million vehicle crossings a year the Crossing is currently operating at over 117% capacity and traffic is expected to continue to grow.  In the immediate term, HE is closely monitoring the performance of the Crossing and the motorway approaches, and is looking for measures to improve journey times and reduce incidents.\r\n\r\nTo reduce congestion at the Crossing, HE is looking at the tunnel operating systems, at how traffic uses the northbound approaches and at the response to incidents to see what can be done to improve them.  \r\n\r\nDrivers may experience some delays on the northbound approaches to the tunnels due to the operation of the tunnel safety system of traffic lights, which was introduced to prevent queuing traffic within the tunnels, and to control the passage of oversized vehicles and those carrying dangerous goods. Around 300 vehicles approach the tunnels in the wrong lane each month and the impact of just one oversized vehicle entering the wrong tunnel could be extremely severe.\r\n\r\nThe new system was put into operation in summer 2015. Since then work has been on-going to increase its efficiency in operation and a series of fine-tuning upgrades have been introduced to speed up the safe passage of vehicles. Further improvements are planned for the coming months. \r\n\r\nHE is also looking at the road signing on the northbound Crossing approaches to see what improvements can be made here. \r\n\r\nHE is also working with local authorities on both sides of the Crossing to improve traffic flows between the local and strategic road network, including a joint approach between HE and Kent County Council on a number of improvement measures for the junctions used by traffic approaching the Crossing from Dartford. Improvement plans include new lane markings, including yellow boxes, at Junctions 1A and 1B to reduce lane blocking on the roundabouts and smarter management of the traffic lights at junctions 1A, 1B and 2 (the Darenth Interchange) to improve traffic flows.\r\n\r\nThe impact that of these measures will be evaluated, and the public will be kept apprised of our findings.\r\n\r\nDepartment for Transport","created_at":"2016-10-03T15:30:45.049Z","updated_at":"2016-10-03T15:30:45.049Z"},"debate":null}},{"type":"petition","id":173099,"links":{"self":"https://petition.parliament.uk/petitions/173099.json"},"attributes":{"action":"Keep the Personal Injury Small Claims Limit at £1,000/ Keep Damages for whiplash","background":"The MOJ has published a consultation paper proposing amongst other things:-\r\n1. The abolish low value whiplash claims for injuries up to 6 months\r\n2. To raise the small claims track to £5,000 for all personal injury claims.\r\n3. To introduce the assistance of Mackenzie friends in such claims.","additional_details":"The reforms will have the effect of:-\r\nThe public will be frightened off from bringing claims, due to the costs and complications;\r\nInsurers will be able to instruct Solicitors and Barristers whilst the public will not and thus creating injustice;\r\nMembers of the public with upto 6 month whiplash injuries will be prevented from making a claim for injury;\r\nThere will be mass redundancies following implementation, possibly 60,000\r\nThe Treasury will lose PAYE, NIC, Employers NIC, and vat;","state":"open","signature_count":17946,"created_at":"2016-11-19T08:42:35.727Z","updated_at":"2017-03-04T20:16:56.043Z","open_at":"2016-11-23T12:02:17.042Z","closed_at":null,"government_response_at":"2017-02-20T10:39:32.054Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-19T09:21:16.695Z","response_threshold_reached_at":"2017-01-06T09:51:35.544Z","creator_name":"Andrew Mckie","rejection":null,"government_response":{"summary":"The government has consulted on measures to reduce the number and cost of whiplash claims. Implementing these reforms will enable insurers to cut motor insurance premiums by around £40 per policy.","details":"The reforms on which the government consulted build on previous reforms to control and reduce the costs of civil litigation. The consultation ran from 17 November 2016 to 6 January 2017 and the government will publish its response to the consultation shortly.  \r\n\r\nThe current small claims track limit for all claims other than personal injury and housing disrepair claims is £10,000. Claims above these limits are generally dealt with in the fast track if valued up to £25,000 or the multi-track if above £25,000.  In the small claims track the costs are generally borne by each side, whereas legal costs are generally recoverable by the winning party in the fast and multi-tracks. The government consulted on raising the small claims limit to £5,000 for personal injury claims, as the limit has been set at £1,000 since 1991 and an increase is long overdue.\r\nAs set out in the consultation, raising the small claims limit in personal injury cases to £5,000 would cover relatively straightforward, minor personal injury claims, which should not need legal representation. However claimants are not, and would not, be precluded from seeking legal representation in the small claims track if they so wished. Support for litigants in person is also available from a number of advice organisations and online sources. It should also be remembered that whilst the financial limits are one of the primary factors considered as to which track a claim should be in, the court can, on application, transfer a claim to the fast or multi track if it is particularly complex. \r\n\r\nIn addition to proposing to raise the small claims limit, the government consulted (1)  on removing the right to claim compensation for pain, suffering and loss of amenity (PSLA) in minor whiplash claims. Other measures included in the consultation were: \r\n•\tan alternative option of a fixed sum for PSLA compensation for minor whiplash claims, rather than removing compensation for PSLA altogether; \r\n•\tthe introduction of a tariff of compensation payments for PSLA for those with more significant injuries; and \r\n•\ta ban on offers to settle claims without medical evidence.\r\nThe price paid by all motorists from the continuing high number and cost of these ‘minor’ and ‘straightforward’ claims is too great, and it is right for the government to take firm action to reduce the financial burdens on consumers. Whichever option for tackling minor claims is pursued, all claimants will continue to receive compensation for other areas of loss such as the costs of medical treatment or for loss of earnings. Those with more serious injuries will also continue to be entitled to compensation for PSLA, but importantly, following the implementation of these measures, the excessive costs attached to dealing with these claims will be reduced and controlled. \r\n\r\nThe personal injury market has long proven itself to be adaptable and innovative, and it is likely that the industry will continue to provide cost effective services following the implementation of these reforms. The potential impact on solicitors will depend on a number of factors, including the volume of claims and their ability to adapt in response to a rapidly changing market. A full impact assessment which explores these issues in more detail was published alongside the consultation (2).\r\nImplemented as a package, these reforms would end the cycle in which innocent car owners pay higher premiums to cover minor, exaggerated or fraudulent claims by others. The government expects insurers to pass on savings of around £40 per motor policy, and a number of leading insurers have publicly stated that they will pass on all of the savings through lower premiums. \r\n\r\nFigures\r\nDWP Claims Recovery Unit figures show there were around 770,000 road traffic accident claims in 2015/16 (3) compared to 460,000 in 2005/06, of which around 690,000 (90%) are labelled as whiplash or soft tissue neck/back injuries. \r\nThe number and frequency of such claims continues to be too high and government action is needed to tackle this issue and help consumers through lower motor premiums. \r\n\r\n(1)  https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/reformingsofttissueinjuryclaimsprocess.pdf \r\n  \r\n(2) https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/Whiplash%20Impact%20Assessment%20Dec%202016%20v3.pdf \r\n(3) https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/516771/cases-registered-cru-2014-15.csv/preview \r\n\r\nMinistry of Justice","created_at":"2017-02-20T10:39:32.051Z","updated_at":"2017-02-20T10:39:32.051Z"},"debate":null}},{"type":"petition","id":177423,"links":{"self":"https://petition.parliament.uk/petitions/177423.json"},"attributes":{"action":"To stop disabled children and adults being changed on dirty toilet floors.","background":"I'm a mum of two children with complex medical and physical needs. When I'm out with them I need a toilet where I can change them dignifyed  and not on a smelly dirty toilet floor! It spoils days out as a family as we can't leave them in soiled pads.","additional_details":"There are changing places toilets where there is hoist and changing table but they are not in many places.\r\n\r\nIf the government make changing places facilities \"mandatory\" rather than \"desirable\" under building regulations for all places stated in BS8300:2009\" This would help the disabled community and families like mine.","state":"open","signature_count":17335,"created_at":"2017-01-13T17:47:54.106Z","updated_at":"2017-03-04T23:23:51.076Z","open_at":"2017-01-16T10:42:14.894Z","closed_at":null,"government_response_at":"2017-02-06T12:19:30.543Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T18:53:19.562Z","response_threshold_reached_at":"2017-01-19T07:47:22.920Z","creator_name":"Jacqueline Ann Hoadley ","rejection":null,"government_response":{"summary":"We recognise the importance of Changing Places toilets to disabled people and their carers and will continue to work with Mencap and others to support their provision.","details":"The Government recognises that “Changing Places” toilets play an important role to support the day to day life for many disabled people, their family and carers. The Department for Communities and Local Government (DCLG) has worked alongside local and national campaigners in partnership with business and local councils, to promote provision of these facilities, which have increased in number from 140 in 2007 to 918 now, but we recognise we need to do more.\r\n\r\nCurrent guidance in Part M (Access to and use of buildings) of the Building Regulations refers directly to “Changing Places” and the British Standard BS8300 (Design of buildings and their approaches to meet the needs of disabled people). Both advise that these facilities should be considered in large buildings and complexes, but it is not stated as a requirement. The British Standard recommends how to create an enlarged “Changing Places” cubicle in a separate-sex toilet washroom with additional functionality.\r\n\r\nThe Government has commissioned research to evaluate how well the current guidance in Approved Document M is working in meeting the needs of disabled people, including consideration of toilet provision. Once we have the results of this research we will decide if changes are needed to the current requirements of the Building Regulations.\r\n\r\nDepartment for Communities and Local Government","created_at":"2017-02-06T12:19:30.540Z","updated_at":"2017-02-06T12:19:30.540Z"},"debate":null}},{"type":"petition","id":169433,"links":{"self":"https://petition.parliament.uk/petitions/169433.json"},"attributes":{"action":"Ban the use of previous sexual history as evidence in sexual abuse or rape cases","background":"Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.","additional_details":"http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/","state":"open","signature_count":17098,"created_at":"2016-10-14T16:34:53.475Z","updated_at":"2017-03-04T20:50:56.052Z","open_at":"2016-10-18T10:12:22.042Z","closed_at":null,"government_response_at":"2016-11-02T16:22:51.628Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-14T16:53:34.308Z","response_threshold_reached_at":"2016-10-19T21:28:50.632Z","creator_name":"Louisa Carol pawsey ","rejection":null,"government_response":{"summary":"The law restricts the circumstances in which evidence of complainants’ sexual history may be used in trials of sexual offences. ","details":"This Government is committed to making sure that victims of sexual abuse and rape get the support they need and have the confidence to come forward. \r\n\r\nSection 41 of the Youth Justice and Criminal Evidence Act 1999 is intended to protect victims of rape and other serious sexual offences by making clear that evidence of previous sexual history is inadmissible in court unless a strict set of criteria is met. It is right that applications to admit such evidence are determined by the independent judiciary on a case-by-case basis to protect victims whilst maintaining a defendant’s right to a fair trial.\r\n\r\nThe Justice Secretary and Attorney General will be looking at how the law is working in practice before deciding if any further action needs to be taken.\r\n\r\nMinistry of Justice","created_at":"2016-11-02T16:22:51.626Z","updated_at":"2016-11-02T16:22:51.626Z"},"debate":null}},{"type":"petition","id":185827,"links":{"self":"https://petition.parliament.uk/petitions/185827.json"},"attributes":{"action":"Ensure the British fishing waters are returned to the UK post Brexit","background":"In the 1970s Edward Heath betrayed our fisherman and our coastal communities with the Common Fisheries Policy. A leaked report now shows that the EU wants to retain control over the fish stocks in British waters.\r\nWe call on Parliament to ensure these waters and fish stocks return to Britain","additional_details":"Much of the EU referendum was based on the idea of reclaiming the fish stocks in British waters. It became a key aspect of sovereignty. It would be an absolute failure for the government and parliament to allow the CFP to continue when the chance to rebuild the coastal fishing communities of Britain are so close.","state":"open","signature_count":16911,"created_at":"2017-02-16T11:55:36.735Z","updated_at":"2017-03-05T00:00:03.557Z","open_at":"2017-02-24T18:17:57.270Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-16T13:02:06.050Z","response_threshold_reached_at":"2017-03-02T12:27:44.127Z","creator_name":"Thomas Lewis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176672,"links":{"self":"https://petition.parliament.uk/petitions/176672.json"},"attributes":{"action":"Honour pension protections for nuclear workers.","background":"When companies in the nuclear sector were privatised, employees were granted statutory pension protections. Now, after many years, the Government is using spurious excuses to justify proposals to override the protections and impose detrimental changes. \r\nThese proposals must be completely withdrawn.","additional_details":"Pension protections were negotiated for workers in the nuclear sector to ensure privatisation succeeded. Employees kept to their commitment, Government should not renege on its part.\r\n\r\nIn arguing that pensions for nuclear workers should follow the same reforms as public sector workers, Government is guilty of cherry picking the detrimental changes it wants to apply while ignoring the improvements that those reforms would entail.\r\n\r\nGovernment has already achieved enough savings from these schemes.","state":"open","signature_count":16704,"created_at":"2017-01-04T11:02:34.651Z","updated_at":"2017-03-04T21:47:00.495Z","open_at":"2017-01-09T17:24:40.788Z","closed_at":null,"government_response_at":"2017-01-31T17:06:27.620Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T11:18:48.735Z","response_threshold_reached_at":"2017-01-12T22:13:49.421Z","creator_name":"Neil Walsh","rejection":null,"government_response":{"summary":"Government recognises sensitivities around these statutory pension protections. The NDA Estate Employers are consulting workforces on pension reform, after which Ministers will consider the results.","details":"The Government understands the concerns of the workforce across the Nuclear Decommissioning Authority estate about public sector pension reform, bearing in mind the existence of statutory pension protections.. The Government is supportive of the decommissioning programme and has allocated £11 billion of taxpayer funding over the 2015 Spending Review period, which recognises the vital work the workforce delivers on decommissioning, while maintaining the priority of safe and secure operations. The NDA has also been set a challenging programme of over £1 billion of efficiencies and savings for this period, part of which must come from the reform of two final salary defined benefit pension schemes within the NDA estate.\r\n\r\nGovernment policy on public sector pensions follows from recommendations made the Independent Public Service Pensions Commission’s report in 2011. The main recommendation is to reform final salary, defined benefit schemes in favour of Career Averaged Revalued Earnings schemes (CARE). The aim is to make the current and future costs of public sector pensions fairer between scheme members and other taxpayers and put them on an affordable and sustainable footing. Recommendations were enacted through the provisions of the Public Services Pension Act 2013.\r\n\r\nThe majority of public sector schemes have been reformed already. The Government have set a deadline of April 2018 to reform remaining public sector schemes, including those within the NDA estate and to be guided by the previous reforms. The NDA estate, which receives the majority of its funding from the public purse is classified as public sector by the Office of National Statistics and therefore within scope for pension reform. The ONS determines whether a body falls within the public sector by reference to objective criteria – based upon whether the governance, funding, ownership and function of these bodies demonstrate that they are controlled by government.\r\n\r\nThe two defined benefit pension schemes in scope for reform across the NDA estate cover approximately 10,800 employees and are closed to new members. Since 2006 new starters have been offered membership to a defined contribution pension scheme, which is out of scope for reform.\r\n \r\nGovernment acknowledges that CARE reform would require amendments to statutory pension protections, put in place at the time of privatisation of the electricity sector in the 1980s and the Energy Act 2004, when the NDA was formed. These protections sought to provide pension benefits for existing scheme members that were at least as good as those they were receiving in the public sector.\r\n\r\nThe Government has worked with the NDA in considering how best to implement pension reform and the NDA has held discussions with the trade unions on the potential for non-legislative options as an alternative to CARE to realise the required savings. This would be a bespoke solution to the NDA estate and in effect would leave the statutory protections in place. Consideration has focussed on a cap on pensionable pay, which would apply a reduction in pension schemes costs, by limiting an individual’s final salary used to calculate retirement benefits.\r\n\r\nThe NDA consultation document launched on 9th January sets out the details of two options (CARE and a pensionable pay cap) and seeks views from its workforce by the close of the consultation on 10th March. The consultation is the opportunity for the workforce and trade unions to make their views known so that they can be fully taken into account before any final decisions are made. The Government would therefore encourage the workforce and trade unions to engage constructively in the consultation process, after which the NDA will share the feedback from it with Government for its consideration.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-31T17:06:27.616Z","updated_at":"2017-01-31T17:06:27.616Z"},"debate":null}},{"type":"petition","id":177055,"links":{"self":"https://petition.parliament.uk/petitions/177055.json"},"attributes":{"action":"Theresa May: Seek an urgent cross-party solution to the health and care crisis","background":"There can be no doubt about the scale of the challenges facing health and social care services in England. We need a cross-party approach to achieve a long-term solution to ensure millions of older, ill and disabled people and their carers can access the high-quality care they deserve. ","additional_details":"Barely a day goes by without news of immediate problems – service reductions, missed targets – and warnings of future failings. 2017 simply cannot be another year where these huge issues are ducked.\r\n\r\nWhile the Government has taken some short-term steps to try and relieve pressures on the NHS and local authorities, without more fundamental action, these challenges will accelerate as out population increases and ages. ","state":"open","signature_count":16389,"created_at":"2017-01-09T13:24:44.725Z","updated_at":"2017-03-04T23:49:51.075Z","open_at":"2017-01-10T13:58:33.707Z","closed_at":null,"government_response_at":"2017-02-14T11:31:05.294Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T16:23:10.953Z","response_threshold_reached_at":"2017-01-15T16:08:59.416Z","creator_name":"Andrew Kaye","rejection":null,"government_response":{"summary":"The Government recognises the pressures on the health and social care system. It is supporting the NHS’s own plan for the future and going further than ever before to integrate health and social care.","details":"The Government knows that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system. It is important to remember that the pressures faced by the NHS are common to most developed health systems and are due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs. However we have more doctors, more nurses, more paramedics all delivering more treatments than ever, funded by a budget at record levels.\r\n\r\nThe NHS and wider health system has already examined what needs to be done to ensure the sustainability of the health and care system. This is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15. This is the money that the NHS in England asked for and will support the NHS’s own plan for its future – the Five Year Forward View – which set out what needs to change and how this can be achieved of this new funding. £6 billion will be provided by the end of this year, kick starting the process of change, and enabling the Government to deliver Government objectives including seven day services and improved access to cancer treatments and mental health services. The Five Year Forward View is available on NHS England’s website – https://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf. \r\n\r\nWe are making progress towards strategic system changes and new models of care. There is emerging evidence that the vanguards have had a significant impact, reducing pressure on busy services at local level since their launch. In the Fylde Coast Local Health Economy vanguard for example, early figures show that bringing different health professionals under one roof to support older patients with multiple conditions reduced A\u0026E attendance by 13%. We will continue to support this work to design a world class health system, fit for the future.\r\n\r\nAlongside this, we are giving local authorities access of up to £3.5 billion of new support for social care by 2019-20, through the social care precept and the Better Care Fund. And aware of the more imminent pressures on social care, the Government took the necessary steps in the recent Local Government Settlement to help in the shorter-term, making available almost £900 million of additional social care funding over the next two years.\r\n\r\nThe Government believes that the answer to the challenges faced by the health and social care system lies in delivering more integrated services and keeping people well and independent for longer, and in working with the NHS in implementing its own plan for the future of the NHS – the Five Year Forward View.\r\n\r\nDepartment of Health","created_at":"2017-02-14T11:31:05.292Z","updated_at":"2017-02-14T11:31:05.292Z"},"debate":null}},{"type":"petition","id":167608,"links":{"self":"https://petition.parliament.uk/petitions/167608.json"},"attributes":{"action":"We ask the Government to reconsider proposed move of Southend A\u0026E to Basildon.","background":"It is proposed to move Southends A \u0026 E Dept to Basildon Hospital.\r\nThis will mean extended drive times as it is about 18 Miles on the shortest route, with traffic on an already overloaded road system even an ambulance with blue lights and siren could take upwards of 30 / 40 minutes for the journey.","additional_details":"Southend is a major short stay holiday centre, with it's own busy airport \u0026 2 extremely busy main line stations serving London and the East End. It would be impractical to expect the residents with an emergency to drive from Southend to Basildon on already overcrowded roads, journey times could be be way in excess of one hour. ","state":"open","signature_count":16368,"created_at":"2016-09-21T14:11:29.047Z","updated_at":"2017-03-04T21:19:42.416Z","open_at":"2016-09-22T16:38:45.632Z","closed_at":null,"government_response_at":"2016-10-21T13:07:20.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-22T05:59:51.378Z","response_threshold_reached_at":"2016-09-29T12:30:25.264Z","creator_name":"James Auger","rejection":null,"government_response":{"summary":"Local NHS service changes should be led by clinicians and be in patients’ best interests. The NHS in Mid and South Essex will consult fully as it develops a service model best to meet local need.","details":"The reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n\r\nTo ensure services across Mid and South Essex are sustainable in the future, the local NHS is reviewing service configuration across the Southend, Basildon and Chelmsford hospital sites, including urgent and emergency care. The local NHS is developing options in discussion with local people, which will be subject to further review to create a shortlist for consultation.\r\n\r\nLeaders of the local NHS in Mid and South Essex have said publicly that they are not discussing plans to move Southend A\u0026E to Basildon. Possible proposals under current discussion include the retention of 24/7 urgent and emergency services at all three sites, for the majority of people who go to A\u0026E.\r\n\r\nHowever, the local NHS is discussing whether increasing demands in Mid and South Essex would be better served by designating one of the three main hospitals as a specialist emergency hospital for life-threatening and ‘blue light’ emergencies, supported by a network of urgent and emergency care in both community and hospital settings. \r\n\r\nIt is important to emphasise that no decisions have been made on the future configuration of services, including which hospital may be designated the specialist emergency hospital. Once proposals are more fully developed, these will be subject to full public consultation in due course.\r\n\r\nDepartment of Health","created_at":"2016-10-21T13:07:20.802Z","updated_at":"2016-10-21T13:07:20.802Z"},"debate":null}},{"type":"petition","id":167888,"links":{"self":"https://petition.parliament.uk/petitions/167888.json"},"attributes":{"action":"Put a VEGAN meal on every school, college, university, hospital and prison menu.","background":"Over 5% of the population is vegan and growing. A vegan diet is healthier, it conserves resources and protects the planet, above all it's cruelty free.\r\nUnited Nations has called upon us to consume more plant based foods. \r\nAnimal products are linked to the increase in cancer and heart disease.","additional_details":"Films : Earthlings and Cowspiracy\r\n\r\nOrganizations : Animal Aid, Mercy for Animals, Evolve, The Vegan Society, PETA\r\n\r\nActivists, Gary Yourovsky USA , Wollen, Australia\r\n\r\nRecipe Books: Amazon","state":"open","signature_count":16325,"created_at":"2016-09-25T23:37:18.035Z","updated_at":"2017-03-04T23:46:56.609Z","open_at":"2016-10-03T13:21:00.554Z","closed_at":null,"government_response_at":"2016-12-07T12:32:05.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-28T22:14:59.411Z","response_threshold_reached_at":"2016-10-28T06:35:28.469Z","creator_name":"Judith Ward","rejection":null,"government_response":{"summary":"Individual institutions are responsible for the nutrition of their members and being aware of health, religious, cultural and ethical choices: and doing all they can to facilitate that choice. ","details":"There are many different ways to achieve a healthy balanced diet and it is about personal choice – for people to choose those approaches which meet their particular cultural and individual preferences. Options that are suitable for vegans should be made available where individuals request this however any revisions in menu options provided need to reflect the needs of the population served.\r\n\r\nEvery hospital has a responsibility to provide the highest level of care possible for their patients and this, without question, includes the quality and nutritional value of the food that is served and eaten. The NHS Constitution includes the right; ‘You have the right to receive suitable and nutritious food and hydration to sustain good health and wellbeing’, and the constitution handbook sets the expectation that dietary requirements should be reasonably met, whether specific or unusual to an organisation’s general population, for example cultural or religious. This includes the provision of vegan foods.\r\n\r\nIt is a fundamental requirement that prisoners and members of staff are provided with meals which meet an individual’s religious, cultural and medical dietary needs. Consequently, the menu choices and meal provision reflect the religious and cultural needs of the prison.\r\n\r\nThe government’s School Food Standards regulate the food and drink provided at both lunchtime and at other times of the school day.  Beyond this, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nLike schools, we would expect further education colleges and providers and higher education institutions, as autonomous organisations which are responsible for making their own decisions on the catering arrangements they have in place for students, to want to make reasonable adjustments for their students with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nThe issue of diet is complex with many factors including cultural, social and religious influencing the make-up of what we eat. The Government does not aim to undermine these influences, and we see value in encouraging people to think carefully about the environmental impact of the food they eat. While food choices can have an impact on greenhouse gas (GHG) emissions, well managed livestock also provide many environmental benefits including supporting biodiversity, protecting the character and identity of the countryside and generating an important income for rural communities.\r\n\r\nDepartment for Education","created_at":"2016-12-07T12:32:05.509Z","updated_at":"2016-12-07T12:32:05.509Z"},"debate":null}},{"type":"petition","id":182951,"links":{"self":"https://petition.parliament.uk/petitions/182951.json"},"attributes":{"action":"Save the 'Children's nurse' degree course. Our\r\nChildren \u0026 Young People need us","background":"Moves are afoot to make Nursing a generic pathway ( getting rid of Childrens Nursing despite clear evidence of its worth) our children need and deserve appropriately skilled/educated children's nurses.NOT generic nurses( adult) with some limited experience and knowledge. Its our 11th hour. HELP? ","additional_details":"Please sign this petition for the retention of a 'Children's Nursing' degree. Your children deserve it and need it. Our children are our future. They have the right to optimised to health and wellbeing both physical and mental, from 0-25 years of age \r\n\r\nHelp our children to thrive and reach a healthy adulthood with Children's Nurses input.  We need your support before it is too late. Please sign ! Time is running out,we must act before we lose our Child \u0026 Young Peoples nurses. Irreversible!","state":"open","signature_count":15920,"created_at":"2017-02-04T20:27:39.829Z","updated_at":"2017-03-04T22:48:35.754Z","open_at":"2017-02-09T13:28:37.913Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-04T21:16:47.813Z","response_threshold_reached_at":"2017-02-12T14:21:47.998Z","creator_name":"Orla McAlinden","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167761,"links":{"self":"https://petition.parliament.uk/petitions/167761.json"},"attributes":{"action":"All West Sussex Schools to receive pupil funding at the national average.","background":"Currently West Sussex Schools receive one of the lowest levels of pupil funding in the country. The situation has got so bad that it is having an impact on the standard of the education provided. West Sussex would like fairer funding for its schools.","additional_details":"","state":"open","signature_count":15851,"created_at":"2016-09-23T19:30:28.558Z","updated_at":"2017-03-04T22:22:26.443Z","open_at":"2016-09-28T14:52:57.971Z","closed_at":null,"government_response_at":"2016-10-19T09:05:43.166Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-25T15:14:04.314Z","response_threshold_reached_at":"2016-10-06T11:04:31.504Z","creator_name":"Tim Haines","rejection":null,"government_response":{"summary":"We are firmly committed to introducing fairer funding through the national funding formula, so schools are funded on a fair and transparent basis, according to actual measures of need.","details":"We have protected the core schools budget in real terms over the current spending review period. This year, the core schools budget will be over £40 billion – the highest on record. \r\n\r\nWe are aware that under the current funding system education spending is not distributed fairly and consistently. That is why we are committed to introducing fairer funding for schools so that funding is transparently matched to schools’ and children’s needs. In doing so, we will fund the education system in a way that promotes social mobility and social justice.\r\n\r\nEarlier this year we conducted the first stage of consultation on our proposals for making the funding system fairer by introducing the National Funding Formulae (NFF) for schools and high needs. We initially proposed to introduce the NFF from 2017-18.\r\n \r\nIn July the Secretary of State announced that the NFF will be introduced in 2018-19 instead, to allow time for full and proper consultation on these important proposals. It also allowed us to give certainty to local authorities about their budgets in 2017-18.\r\n\r\nWe recognise West Sussex is a relatively low-funded local authority. In 2015-16 we took a step towards fairer funding by allocating an additional £390 million to low funded authorities through the “minimum funding levels” reform. West Sussex received an additional £930,000 from this reform. The extra funding for West Sussex was included in their baseline in 2016-17, and is protected in their baseline for 2017-18.\r\n \r\nWe also recognise that many schools are facing cost pressures and that they have worked to find efficiencies. A national funding formula will give headteachers more certainty about their funding over the longer term so that they can better manage their budgets. We are also providing support to help schools improve their financial health, including a range of information, guidance and tools available at: \r\nhttps://www.gov.uk/government/collections/schools-financial-health-and-efficiency.\r\nIn the next stage of consultation, we will set out our plans for how the formula will be implemented including the impact on schools and local authorities. This stage will also confirm the factors that we will use in the formulae, and we will invite responses to the weightings we propose to give them. \r\n\r\nWe will release the response to the first consultation, and launch a full second consultation on the NFF later in the autumn.\r\n\r\nDepartment for Education","created_at":"2016-10-19T09:05:43.163Z","updated_at":"2016-10-19T09:05:43.163Z"},"debate":null}},{"type":"petition","id":172393,"links":{"self":"https://petition.parliament.uk/petitions/172393.json"},"attributes":{"action":"Force the government to act on the eleven recommendations of the UNCRPD report","background":"As a result of being investigated by a United Nations committee for not fulfilling the terms of the UNCRPD, the government have been found guilty of grave \u0026 systematic violations of the rights of disabled people as a direct result of austerity policies introduced into welfare \u0026 social care.","additional_details":"A UN report says a range of measures including controversial cuts to disability benefits, social care budgets \u0026 the introduction of the bedroom tax, have disproportionately \u0026 adversely affected the rights of disabled people to live independently, to work \u0026 achieve an adequate standard of living.\r\n\r\nIt makes 11 recommendations, including calling on the government to carry out a study of the cumulative impact of all spending cuts on the disabled \u0026 to ensure human rights of disabled people are upheld","state":"open","signature_count":15518,"created_at":"2016-11-13T16:23:57.251Z","updated_at":"2017-03-04T23:19:33.037Z","open_at":"2016-11-17T17:46:27.931Z","closed_at":null,"government_response_at":"2017-02-13T13:53:04.331Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T18:56:37.290Z","response_threshold_reached_at":"2017-01-28T22:24:44.980Z","creator_name":"Simon Hywood","rejection":null,"government_response":{"summary":"This Government engaged fully with the inquiry process. However, we strongly reject the findings and believe that the core intentions of many of the recommendations are already being fulfilled.","details":"This Government engaged fully with the United Nations Convention on the Rights of Persons with Disabilities (the Convention) inquiry process. In their report, the UN Committee on the Rights of Persons with Disabilities (the Committee) expressed appreciation for our support throughout the process, which included facilitating a visit to the UK and providing written evidence on numerous occasions.\r\n\r\nOn receipt of the report, we considered the findings alongside our own evidence. In making this comparison, it was clear that there were individual facts in the report that were incorrect. Additionally, the report failed to place the reforms investigated in the wider context of improvements made and the support available. For example, in discussing Article 27 ‘Work and Employment’, the report barely mentions the raft of work-related support available to disabled people and therefore presents a highly partial view.\r\n\r\nThe UK supported the development of the Convention and was among the first countries to sign it in 2007. Our approach to disability equality, which focuses on inclusion and mainstreaming (with additional support provided as necessary) and on involving disabled people in decision-making, is very much aligned with the Convention. The report itself recognised that “at a national level, it appears that the welfare system together with a social and health care system provide a solid base for the protection of the rights of persons with disabilities and that the system has allowed persons with disabilities to achieve an acceptable level of autonomy and\r\nDWP E-Petitions Response independence”. It also recognised measures to reinforce choice and control in the UK through the increased personalisation and localisation of services.\r\n\r\nThis Government considered the recommendations made by the Committee. Many of the recommendations promote approaches and actions that we already take, such as actively engaging disabled people in policy design and delivery. Others promote actions that the UK Government has already identified as areas for improvement; the Government response sets out some of the work being done across the UK to ensure progress in these areas, such as increasing the accessibility of information and tackling negative attitudes towards disabled people. Several recommendations are prescriptive in nature, sighting specific methodologies that should be implemented. The UK is committed to meeting its obligations of progressing towards the full participation and inclusion of disabled people in all aspects of life on an equal basis. However, how we ensure this progression remains for the UK Government, and the wider parliament, to decide.\r\n\r\nThe UK is a strong parliamentary democracy, where the voices and opinions of disabled people are represented and listened to, and disabled people’s rights are respected, promoted and upheld. It is also a world leader in disability issues. We are proud of the work we do to support people with disabilities and health conditions, both domestically and abroad. And we believe that the core intentions of the recommendations are already incorporated into UK policies and practices, and delivered in a way that fits with the values and structures particular to the UK.\r\n\r\nHowever, we do recognise that there is more to do to meet the Convention’s ambition of full participation and inclusion, and this Government is committed to continuing progress towards this. Taking employment as an example, our aspiration is for disabled people to get the same opportunities as others to find work while ensuring that people who cannot work because of a disability or health condition receive the support they need. That is why this Government is committed to, and working towards, halving the disability employment gap. The ‘Improving Lives’ Green Paper seeks views on how to ensure that health and welfare systems support people who can work with better opportunities to stay in employment, while protecting people who can’t work, with a view to meeting the Government’s ambition.\r\n\r\nThis Government champions work because of its power to transform people’s lives. We strongly believe that, though welfare provides necessary social protection, it is not the only way to help disabled people live independent, inclusive lives in which they can fulfil their potential. Implementing the Convention articles requires more than higher welfare payments. It requires society-wide shifts in attitudes and behaviours, innovative approaches to health provision, and concerted efforts to break down persistent barriers preventing disabled people from living independently, working, and enjoying full inclusion in their communities. This Government remains committed to working across government and sectors to ensure that these changes take place, supporting disabled people in the UK to fully participate in all aspects of life on an equal basis.\r\n\r\nDepartment for Work and Pensions","created_at":"2017-02-13T13:53:04.328Z","updated_at":"2017-02-13T13:53:04.328Z"},"debate":null}},{"type":"petition","id":170232,"links":{"self":"https://petition.parliament.uk/petitions/170232.json"},"attributes":{"action":"Make a legal requirement for papers to print corrections at same size as errors.","background":"Recent instances such as The Sun newspaper retracting significant headline news (eg. regarding \"benefit tourism\" figures) in tiny, easily-overlooked corrections have highlighted the need for this requirement in order for papers to fulfill a mandate to accurately and honestly inform the public.","additional_details":"Misuse and misrepresentation of information which is later retracted in miniscule font tucked away in the rear of a newspaper is endemic across several publications at every point on the political spectrum and allows newspapers to circumvent regulations regarding the accuracy of their reporting, often to the detriment of the public, the political life of the country, and the safety of vulnerable people. ","state":"open","signature_count":15469,"created_at":"2016-10-24T18:38:12.942Z","updated_at":"2017-03-04T20:10:57.635Z","open_at":"2016-10-27T12:55:51.490Z","closed_at":null,"government_response_at":"2016-12-14T14:08:20.626Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-24T18:50:39.393Z","response_threshold_reached_at":"2016-11-23T18:33:25.343Z","creator_name":"Derek Des Anges","rejection":null,"government_response":{"summary":"The Government is committed to independent press self-regulation and does not interfere with decisions taken by press regulators.","details":"This government upholds the core principle of freedom of expression, recognising the invaluable role a free press plays in our cultural and democratic life. We are committed to independent self-regulation of the press and do not interfere in settling press complaints, as long as the press abides by the law particularly with regard to libel and defamation. It is therefore not the role of government to interfere with the practices of independent regulators with regard to the printing of corrections.\r\n\r\nIndependent press self-regulators, the Independent Press Standards Organisation (IPSO) and IMPRESS, have an editors’ code to which their members are expected to adhere, and, in line with Lord Justice Leveson’s recommendations, they have the power to direct the placement and prominence of corrections. On several occasions IPSO has ordered corrections to be made on the front page.\r\n\r\nDepartment for Culture, Media and Sport ","created_at":"2016-12-14T14:08:20.623Z","updated_at":"2016-12-14T14:08:20.623Z"},"debate":null}},{"type":"petition","id":176687,"links":{"self":"https://petition.parliament.uk/petitions/176687.json"},"attributes":{"action":"Delay triggering Article 50 until after voters vote on the UK EU Exit Package.","background":"The UK shouldn't be forced to leave the EU on terms nobody voted for. Therefore, Article 50 should be delayed until after the people have had the final say by voting on whether to accept the terms of the deal or to stay in the EU on current terms.\r\n","additional_details":"Triggering Article 50 on 31/3 hands back the UK's EU membership giving the remaining 27 EU member 2 years to decide a UK Exit Package which suits them \u0026 discourages others leaving. The UK only has power to negotiate before Article 50 is triggered. The EU incentive to negotiate before a UK vote on the Exit Package is that if it were rejected the UK stays in the EU. Hence, UK should negotiate the deal terms \u0026 let the people vote to accept the deal or to stay in the EU before triggering Article 50","state":"open","signature_count":13822,"created_at":"2017-01-04T16:09:51.413Z","updated_at":"2017-03-04T22:39:54.888Z","open_at":"2017-01-06T17:33:25.802Z","closed_at":null,"government_response_at":"2017-02-14T12:16:39.923Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T16:41:58.336Z","response_threshold_reached_at":"2017-01-28T16:56:44.227Z","creator_name":"Sarah Branson","rejection":null,"government_response":{"summary":"The people voted to leave the EU in a referendum and we will respect that decision. Under the EU treaties, the negotiations with the EU can only begin after Article 50 is triggered.","details":"The Government is committed to delivering on the will of the people as expressed on 23 June 2016. We are leaving the European Union.\r\n\r\nThere must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that.\r\n\r\nUnder Article 50 of the Treaty on European Union, the arrangements relating to the UK’s withdrawal are to be made between the UK and the EU in a withdrawal agreement. Our efforts will be focused on getting the best deal possible for the UK in the negotiations with the EU.\r\n\r\nFrom the UK side, we are embarking upon a programme of engagement at official and ministerial level with the EU institutions and Member States to understand our partners' concerns and priorities in order to prepare for these negotiations and ensure that they succeed.  The meetings did not seek to open negotiations, which can only begin after Article 50 is triggered, but to lay the ground for a constructive dialogue and a smooth and orderly exit which is in the interests of all parties.\r\n\r\nOn 17 January 2017, the Prime Minister set out the 12 objectives which will guide the Government in fulfilling the democratic will of the people of the UK. These are: \r\n\r\n1. Providing certainty and clarity; \r\n2. Taking control of our own laws; \r\n3. Strengthening the Union; \r\n4. Protecting our strong historic ties with Ireland and maintaining the Common Travel Area; \r\n5. Controlling immigration; \r\n6. Securing rights for EU nationals in the UK and UK nationals in the EU; \r\n7. Protecting workers’ rights; \r\n8. Ensuring free trade with European markets; \r\n9. Securing new trade agreements with other countries; \r\n10. Ensuring the United Kingdom remains the best place for science and innovation; \r\n11. Cooperating in the fight against crime and terrorism; and \r\n12. Delivering a smooth, orderly exit from the EU.\r\n\r\nThe Prime Minister has set out the timetable for triggering Article 50 by  31 March and we remain committed to that timetable. Delaying the triggering of Article 50 any longer simply extends the period of uncertainty. It is important to provide stability and reassurances for business, the public sector and the general public which can only be done by entering into negotiations with the EU.\r\n\r\nThe Government will bring forward a motion on the final agreement to be approved by both Houses of Parliament before it is concluded. We expect and intend that this will happen before the European Parliament debates and votes on the final agreement.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-14T12:16:39.921Z","updated_at":"2017-02-14T12:16:39.921Z"},"debate":null}},{"type":"petition","id":175823,"links":{"self":"https://petition.parliament.uk/petitions/175823.json"},"attributes":{"action":"Give immunity against prosecution to armed forces personel who served in NI.","background":"Armed Forces Personnel who served in Northern Ireland  should not be prosecuted for alleged crimes that may have been carried out during the Northern Ireland troubles. The IRA and other illegal organisations have been given immunity by the government of this, OUR country. So should our troops.","additional_details":"During the time of the Northern Ireland troubles (this is actually a euphomism for terrorism and the government, for \"PC\" reasons, will not class as a war) it is alleged that members of the armed forces acted illegally in carrying out their duties by killing members of these illegal organisations who were carrying out terrorist acts. It is difficult to know whether terrorists are armed or not and split second decisions have to be made as to what action to take when confronted by terrorists. ","state":"open","signature_count":13719,"created_at":"2016-12-17T09:29:03.602Z","updated_at":"2017-03-04T14:16:55.304Z","open_at":"2017-01-11T15:13:29.159Z","closed_at":null,"government_response_at":"2017-02-24T15:18:57.687Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-17T13:59:11.268Z","response_threshold_reached_at":"2017-02-02T18:33:49.821Z","creator_name":"Reg Davies","rejection":null,"government_response":{"summary":"The Government is unstinting in its admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. There is no amnesty for terrorists and criminality should be investigated.","details":"This Government remains unstinting in our admiration and support for the men and women of the Armed Forces and police whose sacrifice ensured that terrorism would never succeed in Northern Ireland and that its future would only ever be determined by democracy and consent.  The overwhelming majority carried out their duties with courage, professionalism and integrity. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. The Public Prosecution Service of Northern Ireland has made clear that prosecutions have been brought against a number of individuals - both republican and loyalist - for serious terrorist crimes during the Troubles. \r\n\r\nSo far as our overall approach to these matters is concerned, the Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution.\r\n\r\nLady Justice Hallett’s report in 2014 into the ‘On The Runs’ scheme made clear that the scheme did not amount to an amnesty or immunity from prosecutions for terrorists.  Suspected terrorists were not handed a ‘get out of jail free card.’ If the current government had been presented with a scheme that amounted to an amnesty, we would have stopped it. The report went on to confirm that the scheme was at an end, and that there was no basis for any reliance on letters received by so-called ‘On The Runs’ under the scheme. This was made very clear publicy by the Government in the House of Commons.\r\n\r\nThe Government remains committed to the full and faithful implementation of the legacy bodies in the Stormont House Agreement of December 2014. The Agreement concluded 11 weeks of talks between the UK Government, the five largest political parties in the Northern Ireland Assembly, and the Irish Government. It includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing in 1988.\r\n\r\nThe establishment of the HIU will effectively do away with the responsibility that the Police Service of Northern Ireland and the Police Ombudsman for Northern Ireland have in legacy investigations, freeing up both bodies to focus their time and resource on modern day policing matters. \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be required in legislation to operate in ways that are balanced, proportionate, transparent, fair and equitable. They will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and enable victims and survivors a degree of closure.\r\n\r\nNorthern Ireland Office","created_at":"2017-02-24T15:18:57.684Z","updated_at":"2017-02-24T15:18:57.684Z"},"debate":null}},{"type":"petition","id":168135,"links":{"self":"https://petition.parliament.uk/petitions/168135.json"},"attributes":{"action":"Support Live Music Venues by preventing inappropriate complaints being actioned","background":"In recent years \"New Neighbours\" complaining about music venues have caused many venues to close or cease live music. This results in major cultural degredation. We ask the government to legislate to prevent \"New Neighbours\" from having complaints against established Venues upheld","additional_details":"","state":"open","signature_count":13516,"created_at":"2016-09-29T19:32:47.292Z","updated_at":"2017-03-04T16:20:26.080Z","open_at":"2016-10-04T11:15:17.985Z","closed_at":null,"government_response_at":"2016-12-07T16:12:54.914Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:50:53.212Z","response_threshold_reached_at":"2016-10-08T18:15:05.798Z","creator_name":"John Blackledge","rejection":null,"government_response":{"summary":"Music venues are a vibrant and vital part of the music ecosystem and economy and government will continue to support and promote an environment in which UK’s live music industry can carry on thriving","details":"Between 2010-2015 government introduced a package of deregulation, including the Live Music Act 2012, removing the need for entertainment licences in certain circumstances and increasing the audience limit for performances of live amplified music in relevant alcohol licensed premises from 200 to 500 people\r\n\r\nAdditional licensing conditions should only be imposed on a business where appropriate - statutory guidance is clear that licensing authorities should avoid disproportionate measures that could deter valuable community events, such as live music.\r\n\r\nWe have also made changes to national planning guidance and permitted development rights, helping to prevent noise complaints from new development on existing businesses. National planning policy for England as set out in the National Planning Policy Framework sets out that existing businesses wanting to develop in continuance of their business should not have unreasonable restrictions put on them because of changes in nearby land uses since they were established. The planning guidance supporting the Framework is clear that the potential effect of a new residential development being located close to an existing business giving rise to noise should be carefully considered.  The guidance underlines planning’s contribution to avoiding future complaints and risks to local business from resulting enforcement action. To help avoid such situations, local councils are encouraged to consider appropriate mitigation including designing the new development to reduce the impact of noise from the local environment and optimising the sound insulation provided by the building envelope.\r\n \r\nOn 6 April, the Town and Country Planning (General Permitted Development) (England) (Amendment) Order 2016 made permanent the permitted development right for the change of use from office to residential. The permanent right includes a prior approval on noise, allowing consideration by local planning authorities of plans to mitigate the impacts of noise from commercial premises on the residents. In considering the prior approval, the local planning authorities will have regard to the relevant parts of the National Planning Policy Framework and supporting planning guidance, as would be the case under a planning application.\r\n\r\nWe want to encourage people to live in our towns and cities, while enabling small grassroots music venues to flourish - giving musicians and artists the opportunity to perform in front of a live audience and providing communities with a social and cultural attraction.\r\n\r\nWe will continue to engage with the industry and local authorities to support this important and dynamic sector.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-12-07T16:12:54.911Z","updated_at":"2017-01-06T12:16:35.139Z"},"debate":null}},{"type":"petition","id":170481,"links":{"self":"https://petition.parliament.uk/petitions/170481.json"},"attributes":{"action":"Introduce Animal Health and Welfare to the school curriculum","background":"Animal abuse complaints increased by over 6,000 in 2014. Education could be a key factor to preventing the pattern from continuing into the future; reducing animal suffering and also giving future generations an understanding of animal care.","additional_details":"The UK could be on the forefront of combating this through the introduction of a compulsory course that teaches students how to treat and perceive animals both wild and in our care. Education could take place both in and out of the classroom. Trips to sanctuaries, farms and zoos could be supplemented by an educational talk, allowing the students to see the animals first hand along side learning about their care and how to maintain their welfare.","state":"open","signature_count":13473,"created_at":"2016-10-27T22:11:11.155Z","updated_at":"2017-03-04T23:48:39.334Z","open_at":"2016-10-31T19:10:11.359Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-28T09:13:44.510Z","response_threshold_reached_at":"2017-02-15T12:07:26.868Z","creator_name":"Kristopher Dorr","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":185421,"links":{"self":"https://petition.parliament.uk/petitions/185421.json"},"attributes":{"action":"I would like non-halal meat in all chain restaurants \u0026 for halal to be labelled.","background":"I recently went to a restaurant that claimed to sell non-halal meat however i later on i found out they were selling only halal meat. As a practicing Sikh, i do not eat halal meat and all i would like is non-halal meat in all chain restaurants and halal meat to be labelled corectly in supermarkets.","additional_details":"","state":"open","signature_count":13217,"created_at":"2017-02-14T15:23:42.206Z","updated_at":"2017-03-04T23:57:50.103Z","open_at":"2017-02-24T18:51:16.972Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-14T17:12:07.646Z","response_threshold_reached_at":"2017-03-01T11:29:33.856Z","creator_name":"Amiit Gill","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171287,"links":{"self":"https://petition.parliament.uk/petitions/171287.json"},"attributes":{"action":"Pass law to force employers to pay on time for freelance/contractual work.","background":"Too many times have we all (as freelancers) faced clients that do not pay, or take forever to do so. We have no structure or law to support us in this matter except for small claims court. Sometime larger clients can bully a sole trader/contractor into relying on their terms, rather than other.","additional_details":"Much alike the New York City Council move.. http://www.nydailynews.com/news/politics/nyc-passes-law-forcing-employers-pay-freelancers-time-article-1.2847980\r\n\r\nFreelance Isn't Free. In surveys, 70% of freelancers report either not getting paid or having to wait months for their money for jobs.\r\n\r\nEmployers and agencies often sit on the money to gain their own interest rather than pay quickly and on time. The freelance contractor has no power and has to wait because the money is valuable to them.","state":"open","signature_count":13114,"created_at":"2016-11-04T09:28:33.024Z","updated_at":"2017-03-04T21:03:05.733Z","open_at":"2016-11-08T15:57:32.613Z","closed_at":null,"government_response_at":"2017-01-06T13:35:08.193Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T10:25:20.515Z","response_threshold_reached_at":"2016-12-16T12:23:49.591Z","creator_name":"Ben Peter Catchpole","rejection":null,"government_response":{"summary":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service.","details":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service, under the Late Payment of Commercial Debts (Interest) Act 1998.\r\n\r\nIn April 2017, the payment practices reporting requirement will come into force. This will require large companies and LLPs to report publically on their payment practices and performance, twice per financial year. This transparency will help suppliers, including small businesses such as sole traders, make informed decisions about who they do business with. \r\n\r\nAlso in 2017, we will be appointing the Small Business Commissioner, who will support small businesses in resolving payment disputes. The Commissioner will provide general advice and information, direct small businesses to existing dispute resolution services, and handle complaints about payment issues.  Small businesses, with fewer than 50 staff, will be able to access the services of the Commissioner – these businesses include self-employed individuals.\r\n\r\nThere is also the voluntary, industry-led Prompt Payment Code, which is about encouraging, promoting and setting an example of best practice between organisations and their suppliers. More than 1800 firms are signed up to the Code, which you can see at: www.promptpaymentcode.org.uk \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-06T13:35:08.187Z","updated_at":"2017-01-06T13:35:08.187Z"},"debate":null}},{"type":"petition","id":185026,"links":{"self":"https://petition.parliament.uk/petitions/185026.json"},"attributes":{"action":"Implement optional early drawing of a reduced State Pension for the 1950s women","background":"The Government must provide a timely solution to women affected by the WASPI/WASPI Voice issues who have no entitled income for up to 6 years as a result of the way increases to the State Pension Age were implemented leaving many with insufficient funds to meet their existing financial commitments. ","additional_details":"All suggested solutions have been rejected by Government. \r\n \r\nThe principle of early drawing of a reduced State Pension has been raised by the Pensions Select Committee and John Cridland (Interim Report Oct 2016).\r\n \r\nPensions Minister, Richard Harrington commented “We're waiting for the Cridland Review's final recommendation … perhaps give people more flexibility as to when they retire, depending on their personal situation.”  (Good Housekeeping, March 2017). \r\n \r\nInaction isn’t an option.","state":"open","signature_count":13008,"created_at":"2017-02-13T10:40:46.322Z","updated_at":"2017-03-04T23:04:39.862Z","open_at":"2017-02-14T17:57:36.277Z","closed_at":null,"government_response_at":"2017-03-01T16:49:31.858Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-14T13:03:11.522Z","response_threshold_reached_at":"2017-02-21T13:31:02.042Z","creator_name":"Carol Reynolds","rejection":null,"government_response":{"summary":"The points made in this petition have been considered by the Government. No further changes can be justified given the underlying imperative must be to focus public resources on those most in need.","details":"The gradual equalisation of State Pension age (SPa) at 65 was first set out in the Pensions Act 1995.This was necessary to meet the UK’s obligations under EU law to eliminate gender inequalities in social security provision.\r\n\r\nThe increase in SPa to 66 was set out in the 2007 Pensions Act (PA) and due to increasing life expectancy the 2011 PA accelerated this process to allow for a rise to 66 for all by 2020 and equalised the SPa at 65 by November 2018.\r\n\r\nDuring the 2011 PA the Government made a concession worth £1.1bn which slowed down the increases to SPa so no one would face an increase of more than 18 months compared to the 1995 PA. For 81% of these women the increase will be no more than 12 months. This concession benefited almost 250,000 women who would otherwise have experienced delays of up to two years.\r\n\r\nIt is unclear whether reversing the 1995 PA would be legal under current equality legislation. The requirement to take account of equality between men and women in framing new legislation means that any new transitional provisions aimed just at women runs the risk of legal challenge. It would certainly be unaffordable. As of 2010, without equalisation, women would have spent on average 41% of their adult lives in retirement, compared to men at 31%.Even after equalising women’s SPa with men’s, women will spend on average around 2 years more in receipt of their state pension because of their longer life expectancy. Women reaching 65 in 2018 are expected to live until 88.9 whilst the figure for men is 86.7 years. \r\n\r\nThe early retirement option at a reduced rate, even if it were actuarially neutral, would result in additional cost to the state from the loss of taxes. There are wider impact costs on the economy; adding one year to working lives would result in sustained increases to GDP of over 1%.If GDP in 2015 had been 1% higher, £18 billion would have been added to the economy. \r\n\r\nBy 2035 50% (29.6 million) of the adult population will be aged 50 and over. To support these individuals in work the Default Retirement Age was abolished and the right to request flexible working extended.\r\n\r\nResearch by IFS shows that employment rates have increased for women aged 60 and 61 as a result of rising Spa. Working longer can improve and maintain physical and mental health – evidence shows that making adjustments and changing working patterns can help older workers to manage health issues and stay in work. Beyond financial matters, 38% of retirees said they missed work for the “social interaction”, according to a DWP poll.\r\n\r\nThe ‘reduced pension at an earlier stage’ proposal cuts across the government’s policy on Fuller Working Lives (FWL). It would be impractical within the time period to help those most affected by 2011 SPa changes.\r\n\r\nAn actuarially reduced pension would complicate State Pension outcomes and, if people’s reduced state pension were below test the standard minimum guarantee in Pension Credit, it might increase the need for means-tested support amongst pensioners.\r\n \r\nFor those who have not reached SPa, and who are not working, the current working age benefits regime provides the safety net for those seeking employment, and those unable to work either due to disability or caring responsibilities. The latter may qualify for financial support from Employment and Support Allowance. The Government is committed to providing this support, spending around £50 billion a year on disability benefits. Carers Allowance and related benefits provide financial support and safeguards for carers and families, including those who are ill or disabled.\r\n\r\nPeople in receipt of working age benefits can access a range of support from Jobcentre Plus and the Work Programme. Supporting individuals aged 50 and over to remain in the labour market and tackling their barriers is a Government priority. DWP introduced ‘Older Claimant Champions’ in April 2015 across Jobcentre Plus to tackle barriers faced by older claimants in finding work. They work with Work Coaches and employers to raise the profile and highlight the benefits of employing older people.\r\n\r\nThe Fuller Working Lives strategy (2.2.17) aims to increase the retention, retraining and recruitment of older workers by bringing about a change in employer’s perceptions, and challenging views of retirement amongst individuals.\r\nThe new State Pension is more generous for many women who have been historically worse off under the old system. On average, women reaching SPa last year will get a higher state pension over their lifetimes than women who reached SPa at any point before them. By 2030, over 3 million women stand to gain an average of £550 extra per year as a result of these changes.\r\n\r\nThe Government has already made a concession for those most affected by SPa changes and introducing further transitional arrangements cannot be justified. The Government has been very clear. There will be no further changes to current arrangements or any financial redress in lieu of pensions.\r\n\r\nDepartment for Work and Pensions","created_at":"2017-03-01T16:49:31.856Z","updated_at":"2017-03-01T17:49:19.821Z"},"debate":null}},{"type":"petition","id":178087,"links":{"self":"https://petition.parliament.uk/petitions/178087.json"},"attributes":{"action":"Don't allow prescriptions to stop for dairy free milk in the UK.","background":"Prescriptions for baby-milk and gluten free products will be stopped to save money in Croydon.\r\n\r\nAccording to the CCG it spends £395,000 per year on baby milks and specialist infant formula but under the new cuts baby-milk will no longer be available.","additional_details":"How are our babies going to cope without the milk? \r\n\r\nHow are we expected to pay upwards of 25 pounds a tin for baby milk that our babies need to survive, yet we pay for other items such as methadone. \r\n\r\nIt is not our babies fault and they should not be cut out. They are the next generation!!! ","state":"open","signature_count":12866,"created_at":"2017-01-21T20:11:22.012Z","updated_at":"2017-03-04T23:02:46.673Z","open_at":"2017-01-24T09:40:25.687Z","closed_at":null,"government_response_at":"2017-02-20T17:00:24.814Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-21T20:20:01.562Z","response_threshold_reached_at":"2017-02-05T18:21:08.707Z","creator_name":"Charlotte elsom ","rejection":null,"government_response":{"summary":"It is for Clinical Commissioning Groups, through their local prescribing policies, to decide what to limit on prescription.","details":"It is for Clinical Commissioning Groups (CCGs), through their local prescribing policies, to decide what to limit on prescription \r\n\r\nCroydon Clinical Commissioning Group (CCG) has confirmed that its decision to approve recommendations to stop the prescribing of gluten-free products and baby milk were made in the context of the financial pressures the local NHS is facing and the need to make savings in the next financial year. \r\n\r\nThe CCG undertook public engagement on the proposals prior to making its decision, engaging face to face with over 300 individual local residents, patients and professionals at more than 30 sessions. A total of 346 written responses were received through the online and paper survey. The CCG advises that the response to the prescribing proposals was predominantly positive, with over 70% of respondents agreeing that the CCG should stop providing self-care medications. \r\n\r\nCroydon CCG recognises the concerns of those people who currently receive these products on prescription and has advised it will work closely with local communities, Croydon pharmacists and GPs to support people to find affordable alternatives. \r\n\r\nDepartment of Health","created_at":"2017-02-20T17:00:24.812Z","updated_at":"2017-02-20T17:00:24.812Z"},"debate":null}},{"type":"petition","id":172778,"links":{"self":"https://petition.parliament.uk/petitions/172778.json"},"attributes":{"action":"Free Commando Sergeant Alexander Blackman from jail","background":"A soldier should never go to prison for killing the enemy in a battlefield situation. Sergeant Alexander Blackman was sent to prison for killing a member of the Taliban on a battlefield in Afghanistan. Commando Sergeant Alexander Blackman should not be in prison.","additional_details":"","state":"open","signature_count":12829,"created_at":"2016-11-16T21:54:42.830Z","updated_at":"2017-03-04T22:24:19.877Z","open_at":"2016-11-18T18:04:08.679Z","closed_at":null,"government_response_at":"2017-01-12T16:43:44.980Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-17T12:36:16.445Z","response_threshold_reached_at":"2016-12-24T22:13:14.584Z","creator_name":"Stephen Halden","rejection":null,"government_response":{"summary":"Sergeant Alexander Blackman’s case is the subject of an appeal and it would not be appropriate to comment on this specific issue while this legal process is on-going. ","details":"The Government considers our Service personnel to be the best in the world, recognising the very difficult job that they have to do and the high standards they are expected to maintain.    \r\n\r\nUK Service personnel are subject to the Armed Forces Act 2006 wherever they are in the world. The Act contains a consistent and fair system of Service law that recognises the unique context within which Service personnel operate and it underpins the maintenance of discipline which is fundamental for operational effectiveness.  The Service Justice System provides for the same crimes as under the law of England and Wales, including theft, rape and murder, and a range of disciplinary offences specific to the military environment, such as failure to obey a lawful command.  When a Service person commits a crime it is essential that justice is done.  \r\n\r\nThere are clear international rules around what is permitted in armed conflict and what actions are prohibited as war crimes, or crimes under UK law. International Law requires the UK to ensure that our Armed Forces are subject to a proper disciplinary system, and to ensure that Service personnel properly understand the law that governs their actions. Violation of criminal law by a Service person can place their colleagues in danger and undermine the legitimacy of the mission. Recognising the difficult circumstances, accountability is a core concept in the law of the UK and this accountability is equally important when it comes to military actions overseas.  \r\n\r\nWhere  Service personnel are following  lawful orders and are properly performing their duties they are not liable to be prosecuted for what might otherwise constitute crimes.  This includes circumstances where there are civilian casualties and other forms of collateral damage. The UK Armed Forces and the Ministry of Defence support the legal and moral obligation to minimise collateral damage. This includes  planning our operations with the benefit of  legal advice, and adherence to stringent rules of engagement. There are clear and well understood boundaries between when a Service person is acting lawfully, within the confines of their role, and when they have gone outside the performance of their role and committed a crime. \r\n\r\nWhere there is evidence of a potential crime, an appropriate police investigation must be carried out. \r\n\r\nAs for the Sergeant Blackman case, this has been the subject of an independent investigation, prosecution and appeal process. It would therefore not be appropriate to comment on this case. The Government is confident however that the legal obligations to which Service personnel are subject to, are clear and appropriate.  Service personnel are provided with the appropriate training, guidance and support to familiarise them with the rules of armed conflict and the Armed Forces Act. \r\n\r\nMinistry of Defence","created_at":"2017-01-12T16:43:44.977Z","updated_at":"2017-01-12T16:43:44.977Z"},"debate":null}},{"type":"petition","id":168137,"links":{"self":"https://petition.parliament.uk/petitions/168137.json"},"attributes":{"action":"Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.","background":"Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?","additional_details":"The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.","state":"open","signature_count":12823,"created_at":"2016-09-29T19:53:02.384Z","updated_at":"2017-03-04T22:30:09.424Z","open_at":"2016-10-04T11:30:39.478Z","closed_at":null,"government_response_at":"2016-12-20T13:45:10.881Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T21:04:07.024Z","response_threshold_reached_at":"2016-12-03T22:20:01.948Z","creator_name":"Helen Victoria Morton","rejection":null,"government_response":{"summary":"Schools are required to identify the special educational needs of children including arranging for necessary tests. Conditions such as dyslexia may be diagnosed by clinical professionals.  ","details":"Local health and education commissioners should determine what services – including diagnostic support - to commission in the best interests of their local populations. Any developmental issue relating to a child’s health can be referred for specialist assessment. Where dyspraxia is suspected, for example, a referral could be made to a community paediatrician or occupational therapist. Referrals for dyslexia and dyscalculia are more commonly made via schools.   \r\n\r\nParents should not have to pay for a dyslexia test for their child. Schools are required under the Children and Families Act 2014 to identify and address the special educational needs of the pupils they support. Special Educational Needs Co-ordinators (SENCOs) in schools should have expertise in identifying a range of special educational needs, and, where they require further specialist advice and information, they are able to draw on local authority professionals, such as specialist teachers and educational psychologists. \r\n\r\nSchools can arrange for appropriate tests from other professionals where their assessments indicate that this is necessary, and can use resources in the school’s budget for this purpose. Maintained schools are given notional SEN budgets by their local authority and could pay for tests such as an assessment for dyslexia from this allocation.\r\n\r\nThe Children and Families Act introduced a new framework for commissioners of education, health, public health and social care to work together in the assessment of the needs of children and young people with special educational needs. The Care Quality Commission and Ofsted are inspecting the arrangements in each local area over five years, for how education services, social care and health work together to identify, assess and meet the needs of children and young people with special educational needs and or a disability.\r\n\r\nDepartment of Health","created_at":"2016-12-20T13:45:10.878Z","updated_at":"2016-12-20T13:45:10.878Z"},"debate":null}},{"type":"petition","id":166442,"links":{"self":"https://petition.parliament.uk/petitions/166442.json"},"attributes":{"action":"Please sign the petition for the Robin to become our official National Bird.","background":"This petition is being co-ordinated by David Lindo - also known as The Urban Birder - a natural history broadcaster and writer. He would like to start a petition to get this fantastic little bird, so relevent to to the British way of life, officially recognised as our National Bird. ","additional_details":"Britain's Vote National Bird Campaign was a two part vote. The first leg was launched in August 2014. Thereafter, a shortlist of 10 species was created and went to the general public to vote. This second leg of the campaign started in March 2015 and ended at midnight on May 6th 2015 - General Election Day.\r\n\r\nThe Robin won!!\r\n\r\nThe full campaign story can be found here: http://www.votenationalbird.com\r\n\r\nand here: \r\nhttps://bulletprblog.wordpress.com/2015/06/23/britains-vote-national-bird-campaign/","state":"open","signature_count":12774,"created_at":"2016-09-06T17:22:20.889Z","updated_at":"2017-03-04T23:51:54.059Z","open_at":"2016-09-13T16:50:59.517Z","closed_at":null,"government_response_at":"2016-10-31T16:02:03.235Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-06T19:29:14.669Z","response_threshold_reached_at":"2016-10-06T01:39:21.951Z","creator_name":"David Lindo","rejection":null,"government_response":{"summary":"The robin doesn’t need official status to make it an icon of the British countryside. The Government is committed to protecting all wild birds, but has no plans to adopt a national bird at this time.","details":"The robin is synonymous with the British countryside and is clearly loved by huge numbers of British people. The Government agrees strongly that it is vital to champion and promote the importance of our precious wild birds. \r\n\r\nThe UK has some of the world’s finest wildlife and the Government recognises how important biodiversity is for a flourishing natural environment and the wellbeing of people and nature alike. Our ambition is to be the first generation to leave our natural environment in a better state than we found it. That is why we are taking action in a number of areas, such as developing a 25 Year Plan for the Environment. We are planning to publish a framework for our 25 Year Plan later this year, and we will be letting everyone have their say on it – including by telling us about their favourite birds!\r\n\r\nWe are encouraging everyone to make use of our wonderful assets like national parks and forests, where birds like the robin can be seen in their natural habitats. And in partnership with the Woodland Trust, we are working to provide free trees to schools, creating new habitats for plants and animals and bringing everyone in touch with nature.\r\n\r\nThe robin is already widely recognised as a national icon, so we don’t feel that giving it official status would add much to the recognition the robin already receives and deserves. The Government has no plans to introduce a procedure at this time to officially adopt a national bird. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-10-31T16:02:03.233Z","updated_at":"2016-10-31T16:02:03.233Z"},"debate":null}},{"type":"petition","id":167441,"links":{"self":"https://petition.parliament.uk/petitions/167441.json"},"attributes":{"action":"Instruct NHS England to reverse their sudden ban on stem cell transplantation.","background":"Without prior warning, patients receiving lifesaving treatment for a rare form of blood cancer have had their funding for stem cell transplantation withdrawn by NHS England. A mother of 3 and a doctor are among those who started a course of treatment but are now being denied a stem cell transplant.","additional_details":"This unethical decision has left patients completely in limbo and placed in jeopardy those patients currently waiting to start their treatment.  \r\n \r\nNHS England must reverse this decision immediately and reinstate funding for this treatment which until August was available for patients with this rare form of blood cancer.\r\n \r\nWaldenstrom’s macroglobulinaemia, which affects about 4,000 people in the UK, is a form of non-Hodgkin’s Lymphoma.\r\n\r\nFor details see the front page of the Sunday Times 18/9/16.","state":"open","signature_count":12712,"created_at":"2016-09-19T09:57:08.622Z","updated_at":"2017-03-04T21:22:06.481Z","open_at":"2016-09-20T16:46:40.731Z","closed_at":null,"government_response_at":"2016-10-12T09:08:43.971Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-20T10:45:17.996Z","response_threshold_reached_at":"2016-09-30T16:40:47.990Z","creator_name":"Helen Tracy Caldwell","rejection":null,"government_response":{"summary":"Stem cell transplantation is available for patients with Waldenstrom’s macroglobulinaemia and continues to be funded by NHS England where it is the most appropriate clinical option.\r\n\r\n","details":"Waldenstrom’s macroglobulinaemia (WM) is a rare form of blood cancer. The condition is characterised by a slow progression and patients are managed on a case by case basis as symptoms develop. In a small proportion of cases a stem cell transplant is the most appropriate form of treatment. \r\n\r\nNHS England published the criteria used for routine clinical commissioning of stem cell transplants in 2013 which is available at: www.england.nhs.uk/wp-content/uploads/2013/04/b04-p-a.pdf. This commissioning policy for stem transplants reflects the professional consensus on the benefit and risk of a transplant for different conditions that was available when the policy was formulated. In the UK this guidance came from the British Society for Blood and Bone Marrow Transplantation (BSBMT) in the form of best-practice guides for treatment of adults (2012) and children (2011). This guidance is regularly updated to take account of developments in clinical practice. WM was only added to the guidance in September 2013 and therefore NHS England did not include this condition as part of the overall clinical commissioning policy. This means that NHS England does not routinely commission stem cell treatments for WM patients and that funding of stem cell transplants for these patients has involved other funding mechanisms. Over the last few years some patients have received a stem cell transplant to treat WM. In these cases funding may have involved an Individual Funding Request (IFRs) or been directly funded from an NHS trust.\r\n\r\nEach year, NHS England receives proposals for new drugs, medical devices or interventions for use by specialised services in England. NHS England has to make difficult operational decisions on behalf of tax-payers about how to prioritise the funding that is available for new investments. NHS England needs to ensure it focuses resources on those interventions which deliver the best results for patients, taking into account the evidence for clinical benefit and cost. \r\n\r\nProposals are reviewed by the Clinical Priorities Advisory Group (CPAG) that follows a published procedure. A proposal to routinely commission transplant for patients with WM will be considered by CPAG later this year and NHS Trusts will be informed of the outcome. Until that time, clinicians can continue to apply for funding for stem cell transplant for patient with WM where it can be demonstrated that a transplant is the most appropriate treatment option.\r\n\r\nDepartment of Health","created_at":"2016-10-12T09:08:43.969Z","updated_at":"2016-10-12T09:08:43.969Z"},"debate":null}},{"type":"petition","id":168920,"links":{"self":"https://petition.parliament.uk/petitions/168920.json"},"attributes":{"action":"CCTV in ALL dementia care facilities by LAW.","background":"Too many incidents of abuse is happening to our elderly living with dementia in care facilities. We need to protect our vulnerable elderly and start protecting them  NOW ","additional_details":"","state":"open","signature_count":12673,"created_at":"2016-10-09T22:49:02.956Z","updated_at":"2017-03-04T23:26:04.897Z","open_at":"2016-10-14T14:30:44.303Z","closed_at":null,"government_response_at":"2017-01-18T16:11:46.127Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T23:05:10.257Z","response_threshold_reached_at":"2017-01-08T22:23:50.321Z","creator_name":"Jayne Connery ","rejection":null,"government_response":{"summary":"The Government does not object to the use of CCTV cameras in care homes on a case by case basis. Care home owners should consult with and seek the consent of residents and their families on their use.","details":"The Government is committed to preventing and reducing the risk of harm to adults in vulnerable situations. In order to support those most vulnerable to abuse and neglect, it is vital that agencies agree collectively those issues that require a safeguarding response as opposed to issues, which relate to standards and quality of care more widely.\r\n\r\nWe have made it clear, in statutory guidance to support implementation of the Care Act, that we expect local authorities to ensure that the services they commission are safe, effective and of high quality. We also expect those providing the service, local authorities and the Care Quality Commission (CQC) to take swift action where anyone alleges poor care, neglect or abuse. We have strengthened the powers of CQC to prosecute providers for unacceptable care, including abuse.\r\n\r\nBehaviour which amounts to abuse and neglect often constitutes specific criminal offences under various pieces of legislation. Although the local authority has the lead role in making enquiries where criminal activity is suspected, the early involvement of the police is likely to have benefits in many cases. \r\n\r\nThe Government recognises that cases of abuse and neglect have been exposed as the result of hidden cameras. We acknowledge that there are occasions when it may be appropriate for their use to be considered.\r\n\r\nClosed circuit television (CCTV) should not be regarded as a substitute for proper recruitment procedures, training, management and support of care staff, or for ensuring that numbers of staff on duty are sufficient to meet the needs of users of services.\r\n\r\nIt is a legal requirement that care providers must ensure that the safety, welfare, privacy and dignity of service users at all times. The Government considers that the widespread introduction of CCTV into care homes would raise important concerns about residents’ privacy, as well as practicality.\r\n\r\nThe use of CCTV and other forms of covert surveillance should not be routine, but should be considered on a case by case basis.  The Government does not object to the use of CCTV in individual care homes or by the families of residents, provided it is done in consultation with and with the permission of those residents and their families.\r\n\r\nCare providers and members of the public, including care service users and their families, are free to decide whether or not to employ CCTV or covert monitoring. However, they should be aware of requirements, including legal protections, around ensuring the privacy and dignity of those who are being filmed/observed.\r\n\r\nThe CQC has published guidance for care homes and the families of residents on the issues that should be taken into account when deciding whether or not to use CCTV or other forms of covert surveillance. The guidance is available on CQC’s website at http://www.cqc.org.uk/content/using-surveillance-information-service-providers.\r\n\r\nCare provision is often personal, even intimate in nature. Filming or recording the more than 400,000 people who live in care and nursing homes whilst they are receiving personal care – for example, being bathed, helped to dress and eat - would represent a major intrusion into their privacy. For the great majority, whose care is good, such an intrusion could not be justified.\r\n\r\nDepartment of Health","created_at":"2017-01-18T16:11:46.124Z","updated_at":"2017-01-18T16:11:46.124Z"},"debate":null}},{"type":"petition","id":174713,"links":{"self":"https://petition.parliament.uk/petitions/174713.json"},"attributes":{"action":"This petition calls for a total ban on the use of packs of hounds for hunting","background":"Fox hunting has been banned for a number of years. Hunts still kill ,claiming it was an accident. They can follow a man made trail legally but this leads to confusion in making a prosecution as the hunt readily admits the hounds are uncontrollable when catching the scent of a live fox. ","additional_details":"Police forces across the country readily admit that they have no manpower to monitor hunting. When faced with evidence of illegal kills, assaults on saboteurs , foxes bred in captivity to release for the hunts, they rarely prosecute. \r\nThe majority of UK residents would like to see a total ban on fox/hare/deer hunting with a pack of hounds. It's a \" sport\" that should be consigned to our history books. \r\nHunts continue to hunt illegally, ignoring the law and the will of the British public. \r\n","state":"open","signature_count":12584,"created_at":"2016-12-04T17:13:54.747Z","updated_at":"2017-03-04T23:48:39.300Z","open_at":"2016-12-08T18:54:22.933Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-04T19:17:26.050Z","response_threshold_reached_at":"2017-02-28T09:52:10.262Z","creator_name":"Lynne Fourrel de Frettes ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170843,"links":{"self":"https://petition.parliament.uk/petitions/170843.json"},"attributes":{"action":"For the Home Office to hold an inquiry into the battle of Orgreave","background":"Thousands of miners and police clashed at the Yorkshire coking site in 1984.\r\nCampaigners said officers led by South Yorkshire Police were heavy-handed and manufactured statements.\r\n","additional_details":"Calls for an Orgreave inquiry escalated following the conclusion of the two-year Hillsborough inquests, which provided a scathing assessment of the under-fire South Yorkshire Police force's behaviour.\r\nWhat was the 'Battle of Orgreave'?\r\nOrgreave: The battle that's not over\r\nThe statement added: \"The campaigners say that had the consequences of the events at Orgreave been addressed properly at the time, the tragic events at Hillsborough would never have happened five years later.","state":"open","signature_count":12483,"created_at":"2016-11-01T00:24:01.707Z","updated_at":"2017-03-03T23:28:06.688Z","open_at":"2016-11-02T17:45:47.884Z","closed_at":null,"government_response_at":"2016-11-21T13:54:57.630Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-01T08:38:44.397Z","response_threshold_reached_at":"2016-11-06T19:40:54.968Z","creator_name":"Peter Cooper","rejection":null,"government_response":{"summary":"The Home Secretary announced to Parliament on 31 October her decision not to establish an inquiry or other independent review into the policing of the events at Orgreave.","details":"In making her decision, the Home Secretary carefully considered a submission from the Orgreave Truth and Justice Campaign (OTJC) on the need for an inquiry relating to the policing of events at Orgreave in 1984, and met the OTJC and other campaign supporters (including the then Shadow Home Secretary) on 13 September to discuss their concerns. She acknowledged that it had been a difficult decision to make.\r\n\r\nIn determining whether or not to establish a statutory inquiry or other review, the Home Secretary considered a number of factors, reviewed a range of documents, carefully scrutinized the arguments contained in the Campaign’s submission and spoke to members of the Campaign. She concluded that neither an inquiry nor a review was required to allay public concern, more than 30 years after the events in question. In doing so, she noted the following factors:\r\n\r\n•\tDespite the forceful accounts and arguments provided by the campaigners and former miners who were present that day, about the effect that these events have had on them, ultimately there were no deaths or wrongful convictions.\r\n\r\n•\tIn addition, there have been very significant changes to policing since 1984, at every level, including major reforms to criminal procedure, changes to public order policing and practice, stronger external scrutiny and greater local accountability.\r\n\r\nIn particular the operational delivery and practice of public order policing has moved on a great deal from the arrangements in 1984, and tactics have now been reviewed and altered several times both by the police and the courts.\r\n\r\n•\tProtections which were singularly lacking at the time of Orgreave now exist with the introduction of the Police \u0026 Criminal Evidence Act 1984 which has vastly improved the way police investigations and powers operate.\r\n\r\n•\tThe creation of the Crown Prosecution Service in 1986, with the introduction of independent CPS prosecutors, fundamentally altered the prosecution of offences. It ended the existence of ad hoc prosecution arrangements across the country whereby a mixture of police prosecutors and private firms of solicitors - hired by the police and acting for and on the instruction of the police – conducted prosecutions.\r\n•\tWith regards to the external scrutiny of complaints against the police, this was strengthened by the creation, in 1985, of the Police Complaints Authority which was replaced in 2004 by the more effective Independent Police Complaints Commission and in turn will be replaced by the Office for Police Conduct in 2017. The exemplary standards of behaviour expected of everyone who works in policing were reinforced by the introduction of a statutory Code of Ethics, laid before this House in 2014.\r\n\r\n•\tLastly, the introduction of directly elected Police and Crime Commissioners in 2012 has given the public a voice in shaping their local policing priorities and improved the accountability of police leadership.\r\n\r\nAs a result there would therefore be very few lessons for the policing system today to be learned from any review of the events and practices of three decades ago. This is a very important consideration when looking at the necessity for an inquiry or independent review and the public interest to be derived from holding one. Taking these considerations into account, the Home Secretary does not believe that establishing any kind of inquiry is required in the wider public interest concern or for any other reason.\r\n\r\nThe Home Secretary believes that the focus should now be on continuing to ensure that the policing system is the best it can be for the future, including through reforms currently before Parliament in the Policing and Crime Bill, so that the public can have the best possible policing both in South Yorkshire and across the country.\r\n\r\nHome Office","created_at":"2016-11-21T13:54:57.628Z","updated_at":"2016-11-21T13:54:57.628Z"},"debate":null}},{"type":"petition","id":178288,"links":{"self":"https://petition.parliament.uk/petitions/178288.json"},"attributes":{"action":"Abolish the House of Lords if it delays Brexit.","background":"The EU Referendum was held in June 2016 to decide whether the UK should leave the EU or remain a member state. The majority of the people of the United Kingdom voted  to Leave the EU.  An Act of Parliament is required for the Government to meet its pledge to invoke Article 50 by 31st March 2017.","additional_details":"A significant number of Members of the House of Lords have stated they oppose Brexit. Should the House of Lords in any way delay legislation so as to prevent the Government meeting the 31st March 2017 deadline it will have shown it despises the will of the people and the democratic process. Should it do so then the House of Lords must be abolished as it will have demonstrated that it and its unelected members have neither place nor purpose in a modern democracy.","state":"open","signature_count":12269,"created_at":"2017-01-24T17:05:30.863Z","updated_at":"2017-03-04T23:55:18.252Z","open_at":"2017-01-26T12:38:01.526Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-24T18:37:06.448Z","response_threshold_reached_at":"2017-03-02T12:47:42.506Z","creator_name":"Roger Carter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177076,"links":{"self":"https://petition.parliament.uk/petitions/177076.json"},"attributes":{"action":"Approve funding for stem cell transplantation in sickle cell patients","background":"Sickle Cell Disease (SCD) is the most common inherited blood disorder in the UK, affecting 15K people, mostly of African/Caribbean descent. Hematopoietic stem cell transplantation is the only cure but funding in the UK has been refused. Clinicians are asking the government to reconsider its decision","additional_details":"SCD patients produce unusually shaped red blood cells that become stuck in blood vessels. Lack of tissue oxygen triggers sudden attacks requiring hospital treatment. The sickling can also cause organ damage, strokes, bone damage and disability. Denying funds for HSCT is an act of false economising that fails to consider the cost of repeated hospitalization. The procedure is safe and it's routinely used in the US. https://www.channel4.com/news/sickle-cell-bone-marrow-transplants-offer-hope","state":"open","signature_count":12076,"created_at":"2017-01-09T18:09:20.654Z","updated_at":"2017-03-04T21:35:09.988Z","open_at":"2017-01-13T15:16:21.360Z","closed_at":null,"government_response_at":"2017-02-16T17:05:51.913Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T20:30:16.686Z","response_threshold_reached_at":"2017-02-06T14:34:17.578Z","creator_name":"Patrick Williams","rejection":null,"government_response":{"summary":"Funding for stem cell transplants for patients with sickle cell disease is available where it can be shown that the potential benefits outweigh the risks associated with this form of treatment.","details":"Sickle cell disease describes a group of inherited conditions that affect the red blood cells. The most serious form is sickle cell anaemia, which is one of the most common forms of inherited genetic conditions. \r\n\r\nSickle cell abnormalities in the haemoglobin, found in red blood cells, cause the blood cells to assume a sickle shape following the release of oxygen. The abnormal shape causes the cells to clump together and can block small blood vessels. This condition can be extremely painful and frequently requires admission to hospital. Patients with sickle cell disease require specialist care throughout their lives that can involve medication and blood transfusions. \r\n\r\nStem cell transplant using donated stem cells can be an effective treatment for some carefully selected patients with sickle cell disease, but is a major treatment with significant risks. The transplantation process involves the eradication of the patient’s immune system and replacing their stem cells with ones that are matched to them with the aim of curing the disease. The process can lead to a number of potentially severe and life-threatening complications.\r\n\r\nChildren with sickle cell disease can be treated with stem cell transplants where other treatment options have proven ineffective and a suitably matched donor is available. Transplants are generally safer in children compared to adults because their immune systems and other body tissues are better able to regenerate and recover quickly following toxic treatments. This means the balance of benefit and risk is significantly different between adults and children. A further complication is that not all patients are able to find a suitably matched donor. Transplants are much more likely to be successful if the donor and patient are as closely matched as possible.  \r\n\r\nStem cell treatment is not currently routinely commissioned by NHS England for adults with sickle cell disease, but commissioning policy is kept under review in the light of the latest clinical evidence. There have been some recent promising results from studies that have investigated the use of less harsh treatments to prepare patients with sickle cell disease for transplantation. However, these approaches are yet to be shown to be both safe and effective. \r\n\r\nThe National Institute for Health Research (NIHR) is currently inviting research proposals for a multicentre randomised control trial to address the clinical and cost effectiveness of stem cell transplantation in adults with severe sickle cell disease. Evidence from this trial will inform NHS England commissioning policy related to stem cell transplants in adults with sickle cell disease.\r\n\r\nDepartment of Health","created_at":"2017-02-16T17:05:51.910Z","updated_at":"2017-02-16T17:05:51.910Z"},"debate":null}},{"type":"petition","id":177407,"links":{"self":"https://petition.parliament.uk/petitions/177407.json"},"attributes":{"action":"Inquiry into Israel influencing British political democracy.","background":"Further to the revelation made by Al-Jazeera that a senior political officer at the UK’s Israeli Embassy talked of bringing down a UK Minister, other MPs, and influenced the setting up of groups within the Conservative and Labour Party, which are of serious concern.","additional_details":"These actions of an employee of a foreign Embassy demonstrate major external interference into British domestic politics, which is a serious national security issue.\r\n\r\nIt is therefore important that MPs openly debate the issue. We the undersigned urge the government to investigate this issue further, and prioritise this petition for a debate in parliament on receipt of the required signatories. \r\n\r\n","state":"open","signature_count":11995,"created_at":"2017-01-13T14:00:24.671Z","updated_at":"2017-03-04T20:11:49.222Z","open_at":"2017-01-19T18:17:16.125Z","closed_at":null,"government_response_at":"2017-02-10T11:51:32.919Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:33.675Z","response_threshold_reached_at":"2017-01-30T15:17:44.434Z","creator_name":"Louise Pyne-Jones","rejection":null,"government_response":{"summary":"The Israeli Ambassador apologised and is clear the comments do not reflect the view of the Embassy or Government of Israel. The UK has a strong relationship with Israel. We consider the matter closed.","details":"The UK is a close friend of Israel and we enjoy an excellent bilateral relationship, built on decades of cooperation between our two countries across a range of fields such as education, hi-tech research, business, arts and culture.\r\n\r\nWe are continuing to deepen and advance our links with Israel in these areas. Both countries have much we can share with each other and benefit from our relationship. \r\n\r\nIt is clear that in this case, these remarks can only be attributed to one person. The Israeli Ambassador has apologised and explained that the comments made do not reflect the views of the Embassy or Government of Israel. \r\n\r\nThe Embassy has informed us that the official has resigned from his position at the Israeli Embassy and left the UK.   \r\n\r\nThe UK therefore considers this matter closed.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-02-10T11:51:32.917Z","updated_at":"2017-02-10T11:51:32.917Z"},"debate":null}},{"type":"petition","id":172441,"links":{"self":"https://petition.parliament.uk/petitions/172441.json"},"attributes":{"action":"Save our Bass: do not water down the proposal to ban nets.","background":"We are calling on George Eustice, the UK Fisheries Minister, to support the Commission's proposals and not to cave in to commercial pressure like last year, to the anger and dismay of anglers and other conservationists.","additional_details":"Commercial netting has hammered the bass stock. It is now so dangerously low that it may not recover for years. Anglers and conservationists argue that it is time to get rid of the nets. The EU Commission agrees and has proposed banning nets from the bass fishery from next year. These nets also kill sea-birds, seals, porpoises and dolphins. Getting rid of the nets, but retaining recreational fishing and commercial hook \u0026 line, will mean a bright and vibrant future for a sustainable bass fishery.","state":"open","signature_count":11869,"created_at":"2016-11-14T05:25:48.611Z","updated_at":"2017-03-04T15:08:00.979Z","open_at":"2016-11-17T17:47:02.068Z","closed_at":null,"government_response_at":"2016-12-20T12:27:00.015Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-14T09:45:05.795Z","response_threshold_reached_at":"2016-12-02T16:13:29.414Z","creator_name":"Henry Gilbey","rejection":null,"government_response":{"summary":"The UK secured emergency measures to conserve bass in 2015. For 2017 we sought a package to reduce commercial catches, minimise discards and argued for proportionate allowance for recreational angling","details":"At this year’s December Council negotiation the UK sought a balanced package on sea bass that further protected the stock, while respecting the need to account for discards and allow some continued recreational angling.  We pressed for a better deal for angling, recognising its importance to local economies. In particular, we agreed that there should be a 1 or 2 fish bag limit for 10 months of the year and argued for lower commercial catch limits. We were disappointed we could not move beyond the current scheme and agree a fairer package for anglers.\r\n\r\nBass measures agreed at December Council included:\r\n\r\n•\tThe limit tightened for bass catches by fixed gill nets from 1.3 tonnes to 250kg per vessel per month, for unavoidable by-catch, representing an 80% cut from this year's provision, and for all forms of netting at UK level an estimated 88% cut from the former 2011-2013 baseline annual average;\r\n•\tNo provision for other forms of netting than fixed gill net;\r\n•\tSetting the limit for hook and line fisheries at 10 tonnes per annum (spread across ten months of the year), reducing the catch potential by 23%;\r\n•\tSetting the by-catch provision for trawlers and seines at 3% per day.  This is an increase from 1% per trip for this year to minimise bass discards, but with a new cap introduced of 400kg per month. At UK level the provision is estimated to result in a 57% decrease from the former 2011-13 baseline average.\r\n•\tThe provision for recreational angling remains unchanged, with only catch and release allowed in the first six months, followed by a daily limit of one fish per fisher.\r\n\r\nWe are making progress in reducing bass catches at EU level and are heading in the right direction in terms of stock recovery. We will continue to seek the right balance between the legitimate interests of the recreational and commercial sectors while achieving sustainable fisheries for bass.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-12-20T12:27:00.013Z","updated_at":"2017-01-31T15:50:48.444Z"},"debate":null}},{"type":"petition","id":165651,"links":{"self":"https://petition.parliament.uk/petitions/165651.json"},"attributes":{"action":"Give Head Teachers the authority to agree up to 10 days of term-time holiday","background":"Responsible parents who have children with good attendance records should be allowed to gain discretionary permission from the Head Teacher to take their children out of school for up to 10 days per year for family holidays.\r\n\r\n\r\n","additional_details":"The current legislation was setup to improve attendance figures in pupils with irresponsible parents, however in it's current form has put an unfair restriction on decent and responsible parents inhibiting them from being able to spend time bonding with their children on family holidays. \r\n\r\nThe prices of out of term holidays have soared to unacceptable levels and parents are left competing with work colleagues to get time off work during school holidays. \r\n\r\nThe current law is unacceptable.\r\n ","state":"open","signature_count":11855,"created_at":"2016-08-24T22:52:26.911Z","updated_at":"2017-03-04T16:09:29.936Z","open_at":"2017-01-16T12:44:03.109Z","closed_at":null,"government_response_at":"2017-02-14T12:33:18.354Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T02:54:31.399Z","response_threshold_reached_at":"2017-02-01T16:50:09.386Z","creator_name":"Daniel Finn","rejection":null,"government_response":{"summary":"As they know their pupils best, head teachers continue to retain the discretion to grant leave but, in maintained schools they may do so only in exceptional circumstances.","details":"The Government’s position remains that children should not be taken out of school without good reason.  That is why we have tightened the rules and are supporting schools and local authorities to use their powers to tackle unauthorised absence.  \r\nDepartment for Education research, published in March 2016, shows that absence has a negative link to attainment; every extra day missed can affect a pupil’s chance of gaining good GCSEs. \r\n\r\nThe Government is focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential and create a world-class education system in this country.  This cannot be achieved if the pupil’s education is disrupted by preventable absences.  A child who is absent is also liable to interrupt the education of other pupils and to increase the workload on teachers, as schools seek to ensure that absent pupils catch up with work that has been missed.\r\n\r\nParents have a duty (under section 7 of the Education Act 1996), to ensure that their child of compulsory school age (approximately 5-16) receives an efficient full-time education either by attendance at school or otherwise. \r\n\r\nIn September 2013, the Government clarified the law to ensure that head teachers retained discretion to authorise leave of absence but, in maintained schools, they were only able to do so in exceptional circumstances.  Head teachers know their pupils best and are, therefore, best placed to make those judgments on a case-by-case basis, considering the merits of each request for leave and deciding whether it is exceptional.\r\n\r\nThe clarification of the regulations in 2013 looked to address the widespread misconception that parents were entitled to take their children on holiday during term time.  No such entitlement has ever existed in law.\r\n\r\nThe Government understands that the cost of holidays can be higher outside of term time and we acknowledge that family holidays can be an enriching experience.  The school year is designed to allow families numerous opportunities to enjoy their holiday without disrupting a child’s education.  The Government does not set term and holiday dates.  If parents and schools want different term dates, so they can take their children on holiday outside of the more expensive peak holiday season, they should discuss this with their local authority.\r\n\r\nThe Government has no powers to direct the commercial policy of the travel industry.  In a competitive market it is for business to decide the market worth of their products and to price accordingly.  In the UK holiday market there is fierce competition for custom.  Price rises in peak periods are a reflection of the international competition holiday companies face for hotel accommodation and other services in destinations which are also popular with consumers from many other countries, and where there are limits to capacity.  UK school holidays coincide with summer breaks across Europe and demand for accommodation in the popular destinations is consequently very high during this period.  This increased competition inevitably results in higher costs for the holiday organisers.  It is also the case that many family holidays include extra child-oriented services during the school breaks.  \r\n\r\nThe Government sympathise with parents struggling to afford a holiday but our policy is not to intervene when markets function normally. In a competitive market, prices are inevitably higher during peak periods.\r\n\r\nThe Government has made real progress - overall absence rates have followed a general downward trend since 2006/07 when the overall absence rate was 6.5 percent, with the rate of overall absence in 2014/15 standing at 4.6 per cent.  There are almost 200,000 fewer pupils who are persistently absent since 2010.  \r\n\r\nThe rate of absence due to term time holidays has fallen by more than a third since 2012/13.  This has been driven by a drop in absence due to authorised term time holidays - with 3.4 per cent of pupils missing at least one session due to authorised term time holiday in 2014/15 down from 15.1 per cent in 2012/13. \r\n\r\nThis topic has been debated on a number of occasions in the past.  More information about debates relating to previous e-petitions can be found by following the links below:\r\no\tAn e-petition to request a stop to holiday companies charging extra in school holidays - https://petition.parliament.uk/archived/petitions/46455 - was followed by a debate on 24 February 2014. \r\no\tAn e-petition requesting an allowance for up to 2 weeks term time leave from school for holiday - https://petition.parliament.uk/petitions/106133 - was debated on 26 October 2015. \r\no\tAn e-petition requesting no more school penalty fines and to bring back the 10 day authorised absence - https://petition.parliament.uk/petitions/129698 - was debated on 11 July 2016.\r\n\r\nDepartment for Education","created_at":"2017-02-14T12:33:18.351Z","updated_at":"2017-02-14T12:33:18.351Z"},"debate":null}},{"type":"petition","id":172382,"links":{"self":"https://petition.parliament.uk/petitions/172382.json"},"attributes":{"action":"£15 National minimum wage for hgv drivers","background":"It has come to my attention, that the national minimum wage has risen for the UK workers, but for the HGV drivers ,wages are still too low.\r\nIf the national minimum wage for HGV drivers was set at £15, you would see that the driver shortage would end.\r\n","additional_details":"In most cases of HGV driving, the average wage is set to £9 a hour.\r\nThis is for 60 hours ,but for an average 48 over a set period.\r\n60hours -5hours for breaks =£495 a week. That's a lot you would think ,let's take into account work life balance ,weekend work, night shifts ,courses that come out of your free time.\r\n35hours over 5 years .\r\nThis is a highly skilled job.","state":"open","signature_count":11776,"created_at":"2016-11-13T13:44:37.262Z","updated_at":"2017-03-04T22:49:06.609Z","open_at":"2016-11-17T17:33:10.746Z","closed_at":null,"government_response_at":"2017-01-04T11:25:53.175Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T19:16:38.027Z","response_threshold_reached_at":"2016-12-13T17:49:10.551Z","creator_name":"Dean Pope","rejection":null,"government_response":{"summary":"The Government sets the National Minimum Wage and National Living Wage rates to protect low income workers. There are no plans to introduce a rate specifically for HGV drivers. ","details":"The objective of the National Minimum Wage is to ensure that low income workers are fairly paid. The National Minimum Wage clearly demonstrates the Government’s commitment to protecting those on the lowest incomes, and to making work pay. \r\n\r\nThe National Living Wage was introduced in April 2016 and it specifies the minimum hourly rate that workers aged 25 and over should be paid. The rate is currently set at £7.20 and from April 2017 it will be increased to £7.50. The Government’s objective is for the National Living Wage to equal 60 per cent of median earnings in the UK by 2020. Around 3 million low income workers are expected to benefit directly from the National Living Wage by 2020, and up to 6 million in total could see their pay rise as a result of a knock-on effect of the policy.\r\n \r\nIt is important that Government strikes a balance between setting National Minimum Wage rates which support workers, and on the other hand avoiding rates which are too high and which could lead to an increase in unemployment. The Government achieves this balance by considering the expert advice from the Low Pay Commission (LPC), which is independent of Government and involves representatives from both employer and worker groups. \r\n\r\nThe LPC makes recommendations to the Government on what the National Minimum Wage rates should be, such that there will be no impact on employment levels. The LPC does this by gathering extensive evidence from across the economy including workers, their representatives and employers. The LPC’s recommendation for the National Living Wage rate is calculated slightly differently in that the LPC is asked to recommend the rate such that it reaches 60% of median earnings by 2020. \r\n\r\nPay rates over and above the appropriate National Minimum Wage or Living Wage rate are a matter between employers and workers. It is the responsibility of employers to ensure that their reward packages are competitive, in order to retain and develop the workforces which are fundamental to their success.\r\n\r\nMany employers pay their workers more than the legal minimum, where it is affordable for them to do so. So long as they are paying at least the legal minimum, this is a decision for employers to take. Therefore, the Government has no plans to introduce a higher minimum wage rate specifically for HGV drivers. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-04T11:25:53.173Z","updated_at":"2017-01-04T11:25:53.173Z"},"debate":null}},{"type":"petition","id":166130,"links":{"self":"https://petition.parliament.uk/petitions/166130.json"},"attributes":{"action":"We want an urgent improvement in Mental Health Care in this country!","background":"My 22 year old son died this year. He suffered from depression. He was denied counselling and instead was prescribed medication. He turned to drugs just before his death to help him through these dark times and I truly believe, that had he been offered urgent counselling, he would not have done so. ","additional_details":"","state":"open","signature_count":11748,"created_at":"2016-09-01T22:37:05.660Z","updated_at":"2017-03-04T23:13:34.102Z","open_at":"2016-09-08T15:48:42.638Z","closed_at":null,"government_response_at":"2017-02-24T14:21:48.804Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-01T23:19:41.991Z","response_threshold_reached_at":"2017-01-31T09:31:41.426Z","creator_name":"Zoe May ","rejection":null,"government_response":{"summary":"Any death, especially if the care a patient received could have been improved, is a tragedy. The Government is committed to making sure clinicians give the best treatment for patients","details":"We were deeply saddened to hear about the death of the young man concerned and recognise that every such death represents a tragedy for the relatives and close friends of the person concerned.\r\n\r\nWe want to make the NHS the safest and most transparent healthcare system in the world so it’s vital that individuals feel able to speak up and complain if they feel that they (or someone close to them) could have benefitted from an alternative form of care to that which was prescribed. \r\n\r\nPrinciples that guide the NHS are set out in the NHS Constitution and include a commitment to quality and effectiveness of care. The NHS greatly values feedback from patients, families, carers, staff and the public, especially where this may help to improve care provided to patients in the future.\r\n\r\nThis Government wants to ensure that more people with common mental health problems, including depression, get timely access to psychological therapies. The Improving Access to Psychological Therapies (IAPT) programme aims to provide NICE approved services to people in England.\r\n\r\nSince the start of the IAPT Programme in 2008 more than four and a half million adults have entered the IAPT programme. Of that four million, over 2.7 million have completed treatment and over 950,000 are in recovery. Since 2010 we have increased by around 2.5 times the number of people accessing psychological therapies treatment for common mental health conditions including depression and anxiety.\r\n \r\nWe have introduced the first waiting times for mental health to improve timely access to treatment, starting with psychological therapies and early intervention in psychosis. These new standards are a crucial step towards parity of esteem, and we are exceeding our targets for waiting times in access to psychological therapies.\r\n\r\nGPs should encourage open conversations with individuals about a choice of treatments and make patients aware of a full range of options available to them, including psychological therapies and medication. Individuals experiencing depression may benefit from psychological therapies however it is for health professionals to assess patients based on their individual needs and preferences. Patients may also access Improving Access to Psychological Therapies (IAPT) services via self-referral or other locally agreed referral processes depending on local commissioning arrangements. In most cases, IAPT is suitable for treating depression; however a patient should be referred to secondary care if they are self-harming or displaying suicidal or unsafe behaviour, they experience severe recurrent depression or the depression is resistant to treatment.\r\n\r\nDepartment of Health","created_at":"2017-02-24T14:21:48.801Z","updated_at":"2017-02-24T14:21:48.801Z"},"debate":null}},{"type":"petition","id":129454,"links":{"self":"https://petition.parliament.uk/petitions/129454.json"},"attributes":{"action":"Improve understanding \u0026 treatment of people with hidden illnesses in PIP process","background":"Assessors don't understand that I can't correctly fill in their forms as I can't tell you how many days I will become unable to help myself after any given activity. I visit my family at the weekend, and it takes me ALL WEEK to recover, just to do it again. I just want us to be heard and understood.","additional_details":"I suffer from many hidden illnesses, but my main problem (Fibromyalgia \u0026 Chronic Fatigue Syndrome) is not yet recognised as a disability in the UK, yet my symptoms are. I ask for a better understanding from PIP assessors and a system that works for people like me.","state":"open","signature_count":11725,"created_at":"2016-05-04T15:27:25.734Z","updated_at":"2017-03-04T23:15:56.671Z","open_at":"2016-09-22T12:07:00.541Z","closed_at":null,"government_response_at":"2017-02-20T13:54:43.831Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-05-04T15:47:33.825Z","response_threshold_reached_at":"2017-02-08T15:48:03.540Z","creator_name":"Beverley Crowe","rejection":null,"government_response":{"summary":"We are committed to ensuring claimants receive high quality, objective, fair and accurate assessments and closely monitor all aspects of the process including Assessment Providers performance.","details":"The assessment for Personal Independence Payment (PIP) is designed to treat people as individuals, considering the impact of their impairment or health condition on their everyday life and how each claimant has personally adapted to living with a disability or health condition. \r\n\r\nThe Department recognises Fibromyalgia and Chronic Fatigue Syndrome/ME as medical conditions and accepts that most health conditions fluctuate to some degree and as such, it is essential that the assessment works for people with fluctuating conditions.  This is why the assessment will therefore not focus on an individual’s ‘best day’, or take a ‘snapshot’ of their condition on the day of their face-to-face consultation.  \r\n\r\nHealth and Disability assessments require specialist skills, which is why the Department contracts to have them undertaken by qualified Health Professionals.  \r\nAll Health Professionals carrying out assessments receive comprehensive training in disability analysis, which includes the evaluation of how medical conditions affect claimants in their day-to-day activities. The approach of the Health Professionals should allow an individual the time they need to describe the impact of their health condition or disability in their own words. \r\n\r\nPrior to carrying out an assessment, assessors refresh their knowledge of any condition with which they are not fully familiar. \r\n\r\nHealth Professionals adopt a holistic approach, assessing all the evidence available to them, including their clinical knowledge, to provide a report to DWP Decision Makers who make the decision on benefit entitlement.  \r\n\r\nIn order to make a decision on benefit entitlement the decision maker considers all the available evidence, including the reports received from the healthcare professional and any further evidence, which may include reports from GPs, hospital doctors and other clinicians.\r\n \r\nThe Department encourages claimants to provide as much relevant evidence as necessary to support their claim. The “How your disability affects you” form and accompanying guidance sets out the range of information that can help the Department reach a decision. The guidance for Health Professionals also sets out sources of further evidence which could help inform their advice to the Department; this includes family members, carers or anyone else who supports them. \r\n\r\nAssessment Providers are continually looking at ways to improve the service they provide and work closely with DWP on initiatives to improve the overall customer experience. \r\n\r\nIf someone is dissatisfied with the service they have received, a complaint can be made directly to the Assessment Provider. Our providers take complaints very seriously and will fully investigate all complaints received, obtaining all relevant information to inform a balanced, appropriate and full response. \r\n\r\nIf, at the end of the complaint process, an individual remains dissatisfied with the way in which the Assessment Provider has dealt with their complaint, they can escalate their concerns to the Independent Case Examiner, who provides a free complaints review service to people that want to complain about government organisations.\r\n\r\nWe are confident that we have the right Assessment Providers in place to deliver our health and disability assessments and that we have a strong contract management and operational monitoring regime in place that enables us to robustly monitor the performance of these contracted providers.\r\n\r\nDepartment for Work and Pensions","created_at":"2017-02-20T13:54:43.829Z","updated_at":"2017-02-20T13:54:43.829Z"},"debate":null}},{"type":"petition","id":178761,"links":{"self":"https://petition.parliament.uk/petitions/178761.json"},"attributes":{"action":"Vote of no confidence in Theresa May in her handling of Brexit \u0026 foreign policy","background":"Theresa May is unconstitutionally going to take Britain out of the common market by a 'hard Brexit'. This threatens our economy and a impact generations to come who did not ask for it. Added to this her actions in siding with Trump \u0026 Erdogan are shaming the UK on the world stage.","additional_details":"","state":"open","signature_count":11647,"created_at":"2017-01-28T22:31:46.291Z","updated_at":"2017-03-04T21:21:36.953Z","open_at":"2017-01-31T21:57:52.891Z","closed_at":null,"government_response_at":"2017-02-21T14:09:31.293Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-28T22:59:48.382Z","response_threshold_reached_at":"2017-02-08T12:44:59.017Z","creator_name":"Simon Norman","rejection":null,"government_response":{"summary":"The UK voted to leave the European Union in a referendum and the Government will deliver on the verdict.","details":"As set out in the Government’s recent White Paper, we will not be seeking membership of the Single Market, but will pursue instead a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs arrangement. \r\n\r\nThis agreement should allow for the freest possible trade in goods and services between the UK and the EU’s Member States and should give UK companies the maximum freedom to trade with and operate within European markets – and let European businesses do the same in the UK.\r\n\r\nLeaving the EU offers us an opportunity to forge a new role for ourselves in the world: to negotiate our own trade agreements and to be a positive and powerful force for free trade. We are also seeking to achieve continuity in our trade and investment relationships with third countries, including those covered by EU Free Trade Agreements or other EU preferential arrangements. We are exploring with our trading partners ways to achieve this. \r\n\r\nThe UK has always been a leading voice for free trade in the EU and globally. Outside the EU we will have the complete freedom to pursue this approach and to push for more open global trade, supported by strong global institutions like the World Trade Organization.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-21T14:09:31.292Z","updated_at":"2017-02-21T14:09:31.292Z"},"debate":null}},{"type":"petition","id":168779,"links":{"self":"https://petition.parliament.uk/petitions/168779.json"},"attributes":{"action":"Stop medical appointments affecting school attendance","background":"I don't feel its fair that children with disabilities and illnesses are penalised for having essential and critical appointments that they need. Surely this is some sort of discrimination??","additional_details":"My daughter has a rare chromosome condition and has to have lots of different hospital appointments. She has always caught up at school but is marked down for attendance. Schools offer rewards and incentives to children that achieve 100% attendance records, they are penalising children with health needs and disabilities through no fault of their own. I am asking that schools be required by law to take into consideration of medical appointments when working out attendance.","state":"open","signature_count":11503,"created_at":"2016-10-07T20:06:12.602Z","updated_at":"2017-03-04T23:22:18.642Z","open_at":"2016-10-20T13:18:46.561Z","closed_at":null,"government_response_at":"2017-02-07T10:13:21.624Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-08T07:22:39.740Z","response_threshold_reached_at":"2017-01-25T08:29:50.089Z","creator_name":"Donna Nash","rejection":null,"government_response":{"summary":"The Department does not specify or influence how schools might choose to reward good attendance.  However, any system should comply with schools’ legal duties around disability and medical conditions.","details":"The Government believes that all children of compulsory school age are entitled to a full time education which is suitable to their age, ability, aptitude and any special educational needs they may have.\r\n\r\nSection 100 of the Children and Families Act 2014 places a duty on maintained schools, academies and pupil referral units to make arrangements to support pupils at their school with medical conditions. A child’s mental and physical health should be properly supported in school so that they pupil can play a full and active role in school life, remain healthy and achieve their academic potential.  They must have regard to the statutory guidance in relation to supporting pupils at school with medical conditions.\r\n\r\nIn addition, if a child has a disability then the school has to comply with specific duties in accordance with the Equality Act 2010, including whether it would be reasonable to make any adjustments so that pupils with disabilities are not put at a substantial disadvantage in comparison with non-disabled pupils.  Schools also have a duty not to discriminate as a result of something arising from disability (i.e. poorer attendance).\r\n\r\nSchools and local authorities are empowered to keep absences to a minimum and have measures available to support and promote good attendance.  The Department for Education does not specify or influence how schools reward good attendance. It is purely at a school’s discretion whether to reward their pupils for having good attendance, provided they act reasonably and comply with legal obligations such as those in the Equality Act 2010. Many schools do reward and celebrate good and improved attendance through a wide range of reward systems. The Department would however, expect schools to ensure that any such system is inclusive and appropriate for all pupils including those with disabilities or long-term health conditions.\r\n\r\nA pupil’s attendance is recorded in accordance with the Education (Pupil Registration) (England) Regulations 2006 as amended, which require schools to take the attendance register at the start of each morning session and once during each afternoon session.  On each occasion, they must record whether every pupil is: present; attending an approved educational activity; absent; or unable to attend due to exceptional circumstances.\r\n\r\nThe Department acknowledges that children with medical needs may need to attend regular medical appointments during the school day and the school attendance framework allows such absences to be authorised by the school.  If a child is absent for a medical appointment without the headteacher’s permission, and the medical issue is not so urgent that the child is actually prevented from attending school because of sickness, then that could be an offence under section 444 of the Education Act 1996. \r\n\r\nMedical appointments, wherever possible, should be made outside of the school day.  Where this is not possible, and we do understand that sometimes it is not, we advise that children should only be out of school for the minimum amount of time necessary for the appointment.\r\n\r\nWe know that in 2014/15 (latest full year of data):\r\n-\tMedical/dental appointments accounted for 6.5% of all absence\r\n-\t0.3% of all possible sessions were missed due to medical/dental appointments (compared to an overall absence rate of 4.6%)\r\n-\t37% of pupil enrolments had one or more session of absence due to medical/dental appointments\r\n\r\nSchools should not discriminate against children for their attendance record if their absences are related to their medical condition, for example hospital appointments. Most schools use the national absence codes to record and monitor attendance. The codes enable schools to identify the reasons for absence. Therefore when monitoring pupils’ attendance, schools will be able to take into consideration any absences due to medical appointments.\r\n\r\nIt is important that schools have a true record of such absences, as this will enable them to keep track of education missed and identify pupils that may need additional support. \r\n\r\nThe Government is focused on creating a world-class education system in this country and reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nDepartment for Education","created_at":"2017-02-07T10:13:21.620Z","updated_at":"2017-02-07T10:13:21.620Z"},"debate":null}},{"type":"petition","id":168561,"links":{"self":"https://petition.parliament.uk/petitions/168561.json"},"attributes":{"action":"Stop Taxi's being allowed to work in areas they aren't licensed in.","background":"The Government has allowed Taxis to work cross boarders. This loophole has to be revoked.\r\nIt is putting customers at risk and depriving them of locally trained and vetted drivers.\r\nThe local Taxi Licensing has no authority over out of town drivers meaning they do what they want with impunity.","additional_details":"","state":"open","signature_count":11498,"created_at":"2016-10-05T10:05:47.886Z","updated_at":"2017-03-04T19:34:41.011Z","open_at":"2016-10-14T16:40:07.296Z","closed_at":null,"government_response_at":"2017-01-12T13:43:32.752Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-05T12:39:02.827Z","response_threshold_reached_at":"2016-12-21T18:12:45.273Z","creator_name":"Adrian Holland","rejection":null,"government_response":{"summary":"The Government’s priority in the licenced taxi and private hire vehicle (PHV) trade is passenger safety. All licensed drivers, vehicles and PHV operators have met their local licensing standards.","details":"Local authorities (and Transport for London in London) are the licensing authorities for taxis and PHVs. They have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nThe standards for taxi and PHV licensing are set at a local level, this is usually the responsibility of the local authority. In London these standards are set by Transport for London. These licensing authorities have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nAll local licensing authorities in England and Wales have a duty to ensure that any person to whom they grant a taxi or PHV driver’s licence is a fit and proper person to hold such a licence. Although the term ‘fit and proper’ is not defined in legislation, the procedure for assessing a driver’s fitness will typically involve an enhanced criminal record check and a medical check, a local topographical knowledge test and possibly a special driving test.\r\n\r\nThe Government publishes Best Practice Guidance to assist licensing authorities when setting standards for taxi and PHVs drivers and operators. The Government has introduced an amendment to the Policing and Crime Bill that will make statutory all aspects of the guidance related to the safeguarding of children and vulnerable adults. Both parts of the new guidance will be consulted on once the Policing and Crime Bill receives Royal Assent.\r\n\r\nLicensing authorities remain responsible for ensuring that the drivers they license remain fit and proper throughout the period of the licence. Any complaints about a driver can be investigated by the authority responsible for issuing the licence, regardless of where the driver was working at the time.\r\n\r\nIf vehicles from neighbouring areas present a problem, licensing authorities can work together to take joint enforcement action against all vehicles and drivers licensed in their combined areas. For example, in Merseyside, five licensing authorities allow each other to enforce against all vehicles and drivers across all of their areas.\r\n\r\nLegislation allows taxis to provide pre-booked journeys outside the area in which they are licensed, without a separate PHV licence. The Government considers that it is in the public interest to encourage taxis to accept fares that may take them out of the area in which they are licensed, for example to airports or train stations.\r\nThis concession has, in the past been open to abuse, with taxi drivers working predominantly accepting pre-booked fares outside the area in which they were licensed. The courts, while careful not to direct how a licensing authority should exercise its discretion to grant licences, have commented that it would be “difficult” to justify granting a taxi licence where a licensing authority knows the applicant has no intention of plying for hire in its area. It is the local licensing authority’s discretion as to whether or not to license such a vehicle, however to remain within the spirit of the legislation, the authority should consider the intended use of the licence.\r\n\r\nLocal licensing authorities are therefore able to address any local concerns that there may be about this issue. A number of local licensing authorities have already introduced a taxi ‘intended use’ policy when considering licence applications.\r\n \r\nThese policies are reducing the number of taxis working predominantly on pre-booked fares in other areas. If there are particular concerns in a specific area, these should be raised with the relevant licensing authorities.\r\n\r\nDepartment for Transport\r\n","created_at":"2017-01-12T13:43:32.749Z","updated_at":"2017-01-12T13:43:32.749Z"},"debate":null}},{"type":"petition","id":177416,"links":{"self":"https://petition.parliament.uk/petitions/177416.json"},"attributes":{"action":"Babies should be checked for tongue tie by a professional in first week of birth","background":"Lots of babies have tongue tie which gets missed so leads to problems with breastfeeding including low weight gain and pain for the mother. Sometimes it isn't detected until a late stage when hospitals will no longer treat baby. If baby is checked early a lot of problems can be avoided.","additional_details":"My son was diagnosed with tongue tie at 9 weeks old at this point our local hospitals wouldn't treat him so as we were referred to a much further away hospital on a waiting list and by this point his weight gain was suffering, he was frustrated during feeds and I was in a lot of pain so we went private which isn't cheap. Because the tongue tie went so long undetected I now have damaged vessels in my breasts. If this was picked up in the early days we wouldn't have any of these issues. ","state":"open","signature_count":11455,"created_at":"2017-01-13T15:50:32.967Z","updated_at":"2017-03-04T14:56:13.696Z","open_at":"2017-01-16T11:15:11.105Z","closed_at":null,"government_response_at":"2017-02-09T15:45:55.476Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:13.386Z","response_threshold_reached_at":"2017-01-25T11:32:43.872Z","creator_name":"Hayley Louise Beardwood","rejection":null,"government_response":{"summary":"It is for the NHS locally to ensure appropriate services are available to diagnose and treat tongue-tie. If there are problems with feeding, professionals should discuss options with parents. ","details":"It is important that babies with tongue-tie receive appropriate treatment and that appropriate support is given to their parents. \r\n\r\nIt is for the NHS locally to ensure appropriate services are available for the diagnosis and treatment of tongue-tie. Some babies with tongue-tie can still feed properly and do not need any treatment. If the condition is causing problems with feeding, health professionals should discuss the options with parents and agree the most appropriate form of treatment. For some babies, extra help and support with breastfeeding is all that is needed. If this does not help, the tongue-tie needs to be divided by a registered practitioner.\r\n\r\nThe focus of the Government’s infant feeding policy is to improve health outcomes for women and their babies; our policy is in line with the World Health Organisation’s recommendations to encourage exclusive breastfeeding for the first six months of life. Access to supportive services in the crucial early weeks can help women establish and maintain breast feeding successfully. Midwives and Health Visitors have an important role to play in providing information, support and advice to mothers and parents on infant feeding.\r\n\r\nTo assist the NHS, the National Institute for Health and Care Excellence (NICE) considered the division of tongue-tie in depth in July 2004. Current NICE guidelines recommend that, when considering division of tongue-tie, healthcare professionals should be sure that the parents or carers understand what is involved and consent to the treatment, and the results of the procedure are monitored. In line with NICE guidelines, NHS England expects healthcare professionals to discuss the benefits and risks with the parents or carers of any child.\r\n\r\nThe Department of Health does not set the content and standard of training for healthcare professionals. Health Education England (HEE) has responsibility for promoting high quality education and training that is responsive to the changing needs of patients and local communities and will work with stakeholders to influence training curricula as appropriate.\r\n\r\nThe content and standard of healthcare training is the responsibility of the independent regulatory bodies, in this instance the Nursing and Midwifery Council (NMC). Through their role as the custodians of quality standards in education and practice, these organisations are committed to ensuring high quality patient care delivered by high quality healthcare professionals. Healthcare professionals will be equipped with the knowledge, skills and behaviours required to deal with the problems and conditions they will encounter in practice. However, HEE will work with the NMC to influence training curricular as appropriate.\r\n\r\nThe UK National Screening Committee (UK NSC) advises Ministers and the NHS in all four countries about all aspects of screening policy and supports implementation. Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n \r\nThe UK NSC has not reviewed the evidence for screening newborns for tongue-tie. The UK NSC’s evidence review process outlines how to submit a proposal at https://www.gov.uk/government/publications/uk-nsc-evidence-review-process/appendix-d-how-to-submit-a-proposal-to-the-uk-nsc\r\n\r\nInformation on tongue-tie (ankyloglossia) is available on the NHS Choices website at http://www.nhs.uk/Conditions/tongue-tie\r\n\r\nDepartment of Health","created_at":"2017-02-09T15:45:55.473Z","updated_at":"2017-02-09T15:45:55.473Z"},"debate":null}},{"type":"petition","id":183574,"links":{"self":"https://petition.parliament.uk/petitions/183574.json"},"attributes":{"action":"Make LGBTQ+ sex education compulsory within the national curriculum.","background":"In the national curriculum (primary, secondary \u0026 post-sixteen), sex education currently exists. However, it only focuses on the nature of heterosexual sex \u0026 relationships. I feel that it is necessary to also implement sex education for homosexual students, so that they too can feel safe and secure. ","additional_details":"Many people may associate sexually transmitted infections with EITHER homosexual sex OR heterosexual sex. However, this is not reality.\r\n\r\nFor example, HIV can be contracted via both vaginal AND anal sex. At the end of 2014, 54,100 heterosexuals \u0026 43,000 gay and bisexual men contracted the virus in the UK. \r\n\r\n(Approximately, 1 in every 20 gay and bisexual men contract HIV).\r\n\r\nCommon STI's such as chlamydia, herpes \u0026 gonorrhoea can be contracted by vaginal, anal \u0026 oral sex (lesbian, straight or gay).","state":"open","signature_count":11134,"created_at":"2017-02-07T12:17:27.968Z","updated_at":"2017-03-04T23:55:28.686Z","open_at":"2017-02-16T10:02:12.228Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-09T16:54:11.015Z","response_threshold_reached_at":"2017-02-25T00:20:21.585Z","creator_name":"Natalie Forssman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172968,"links":{"self":"https://petition.parliament.uk/petitions/172968.json"},"attributes":{"action":"No closures for legal routes for motorcycle trail riding without new provision.","background":"Make a legal requirement that any current legal unsurfaced road open to motor vehicles (including motorcycles) cannot be closed by any local authority or local council highways authority without new provision of a similar route or facility being provided.   ","additional_details":"Many local authorities  are closing legal routes to responsible and legal motorcyclists or vehicle users without apparent regard for the need for the provision of this kind of recreational pursuit. The amount of these lanes are being reduced to a critically low number which can result in illegal use of unsuitable lanes without vehicle status. We say it is not reasonable to simply close the facilities and walk away from the responsibility to provide legitimate places to ride or drive.","state":"open","signature_count":10731,"created_at":"2016-11-18T11:02:26.597Z","updated_at":"2017-03-04T19:47:35.227Z","open_at":"2016-11-23T14:22:38.851Z","closed_at":null,"government_response_at":"2017-01-18T14:43:30.411Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T11:42:58.310Z","response_threshold_reached_at":"2016-12-22T21:55:26.021Z","creator_name":"Andrew Richardson","rejection":null,"government_response":{"summary":"The Government believes that local highway authorities, which are responsible for the management of motor vehicles and unsealed routes, are best placed to develop local solutions for their area.","details":"Each local highway authority, or national park authority where appropriate, has considerable local knowledge about users to develop the most effective local solutions for their area. The Government believes that locally brokered solutions are therefore the most effective solutions in the long-term.\r\n\r\nLocal authorities have legislative powers, including powers to make a traffic regulation order to close a route to motorised vehicles if any problems occur, but they must fully consider and respond to any representations they receive about a proposed order.\r\n\r\nWe have helped establish a forum to bring together a number of motor vehicle stakeholders to discuss ways of working together in the future. The forum met on 17 November 2016, chaired by Natural England. It looks to identify and develop solutions for a range of issues about motorised vehicles.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-01-18T14:43:30.408Z","updated_at":"2017-01-18T14:43:30.408Z"},"debate":null}},{"type":"petition","id":171221,"links":{"self":"https://petition.parliament.uk/petitions/171221.json"},"attributes":{"action":"Make CCTV mandatory in the UK’s equine slaughterhouses","background":"We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.","additional_details":"Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ","state":"open","signature_count":10604,"created_at":"2016-11-03T20:14:58.466Z","updated_at":"2017-03-04T21:59:20.146Z","open_at":"2016-11-08T14:56:39.397Z","closed_at":null,"government_response_at":"2017-02-23T09:50:37.513Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T09:43:20.290Z","response_threshold_reached_at":"2017-02-10T08:33:56.107Z","creator_name":"Jessica Stark ","rejection":null,"government_response":{"summary":"The Government encourages the highest standards of animal welfare at all slaughterhouses including equine. The Government is currently reviewing the requirement for mandatory CCTV in slaughterhouses.","details":"There are strict rules that govern the slaughter of equines and the Government will take robust enforcement action against breaches of the rules protecting animal welfare at slaughter.\r\n\r\nOfficial Veterinarians (OVs) of the Food Standards Agency monitor and enforce the welfare regulations in all approved slaughterhouses to ensure that animals are spared avoidable pain, distress or suffering during the slaughter process.  OVs have the power to seize CCTV records if a breach is suspected.\r\n\r\nThe Farm Animal Welfare Committee (FAWC) published, in February 2015, an independent assessment of the use of CCTV in slaughterhouses. This concluded that CCTV can offer real benefits but that it cannot replace the need for businesses to have proper monitoring procedures in place. FAWC recommended that, in order to realise the benefits to animal welfare and to business operators set out in its report, all slaughterhouses should install CCTV in all areas where live animals are kept and where animals are stunned and killed.\r\n\r\nThe vast majority (approximately 99%) of equines going to slaughter are slaughtered in slaughterhouses that have CCTV installed in some, if not all, areas where live animals are present. There are five slaughterhouses that slaughter equines, and three have CCTV and two do not have CCTV. The Government is currently reviewing the requirement for mandatory CCTV in all slaughterhouses.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-02-23T09:50:37.510Z","updated_at":"2017-02-23T09:50:37.510Z"},"debate":null}},{"type":"petition","id":170207,"links":{"self":"https://petition.parliament.uk/petitions/170207.json"},"attributes":{"action":"For Parliament to ban the non-stun slaughter of animals in the UK.","background":"The United Kingdom has a proud and admirable record in animal welfare.  When the RSPCA's forebearer came into existence in 1824, it was the first such body of its kind.  It is shameful that almost two centuries later we still permit the inhumane slaughter of animals based on religious grounds.","additional_details":"Both the RSPCA and the BVA are firmly of the view that animals who are not stunned before slaughter suffer.\r\n\r\nThe view of the previous Government was completely unsatisfactory and ignored widely accepted scientific evidence.  Additionally, the University of Bristol has released research indicating that many Islamic scholars agree stunned meat can remain Halal.\r\n\r\nRegardless, it is time the United Kingdom joined Norway, Iceland, Switzerland, Liechtenstein, Denmark, and Sweden in an outright ban.\r\n","state":"open","signature_count":10545,"created_at":"2016-10-24T14:22:56.471Z","updated_at":"2017-03-04T23:50:11.539Z","open_at":"2016-11-01T18:06:58.267Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-24T16:02:12.774Z","response_threshold_reached_at":"2017-02-23T15:10:26.274Z","creator_name":"Mat Hughes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171296,"links":{"self":"https://petition.parliament.uk/petitions/171296.json"},"attributes":{"action":"Stop the down grading of Macclesfield hospital, keeping full service provision.","background":"Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ","additional_details":"The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n","state":"open","signature_count":10235,"created_at":"2016-11-04T10:12:40.788Z","updated_at":"2017-03-03T11:17:58.181Z","open_at":"2016-11-09T09:31:02.182Z","closed_at":null,"government_response_at":"2016-12-13T11:26:55.307Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T11:09:43.469Z","response_threshold_reached_at":"2016-12-01T09:42:52.233Z","creator_name":"Claire Gilham","rejection":null,"government_response":{"summary":"The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A\u0026E.","details":"The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A\u0026E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A\u0026E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A\u0026E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health","created_at":"2016-12-13T11:26:55.304Z","updated_at":"2016-12-13T11:26:55.304Z"},"debate":null}},{"type":"petition","id":171378,"links":{"self":"https://petition.parliament.uk/petitions/171378.json"},"attributes":{"action":"Fund Research into Ehlers Danlos Syndrome","background":"EDS is a debilitating and often life threatening conditions, there is very little research and we are a long way off a cure, we need research.","additional_details":"","state":"open","signature_count":10050,"created_at":"2016-11-04T22:02:04.643Z","updated_at":"2017-03-04T23:59:22.723Z","open_at":"2016-11-07T18:30:22.842Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T22:17:53.981Z","response_threshold_reached_at":"2017-03-04T23:16:38.082Z","creator_name":"Natasha Brooker","rejection":null,"government_response":null,"debate":null}}]}