{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=62\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":178761,"links":{"self":"https://petition.parliament.uk/petitions/178761.json"},"attributes":{"action":"Vote of no confidence in Theresa May in her handling of Brexit \u0026 foreign policy","background":"Theresa May is unconstitutionally going to take Britain out of the common market by a 'hard Brexit'. This threatens our economy and a impact generations to come who did not ask for it. Added to this her actions in siding with Trump \u0026 Erdogan are shaming the UK on the world stage.","additional_details":"","state":"open","signature_count":22656,"created_at":"2017-01-28T22:31:46.291Z","updated_at":"2017-04-01T21:14:31.327Z","open_at":"2017-01-31T21:57:52.891Z","closed_at":null,"government_response_at":"2017-02-21T14:09:31.293Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-28T22:59:48.382Z","response_threshold_reached_at":"2017-02-08T12:44:59.017Z","creator_name":"Simon Norman","rejection":null,"government_response":{"summary":"The UK voted to leave the European Union in a referendum and the Government will deliver on the verdict.","details":"As set out in the Government’s recent White Paper, we will not be seeking membership of the Single Market, but will pursue instead a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs arrangement. \r\n\r\nThis agreement should allow for the freest possible trade in goods and services between the UK and the EU’s Member States and should give UK companies the maximum freedom to trade with and operate within European markets – and let European businesses do the same in the UK.\r\n\r\nLeaving the EU offers us an opportunity to forge a new role for ourselves in the world: to negotiate our own trade agreements and to be a positive and powerful force for free trade. We are also seeking to achieve continuity in our trade and investment relationships with third countries, including those covered by EU Free Trade Agreements or other EU preferential arrangements. We are exploring with our trading partners ways to achieve this. \r\n\r\nThe UK has always been a leading voice for free trade in the EU and globally. Outside the EU we will have the complete freedom to pursue this approach and to push for more open global trade, supported by strong global institutions like the World Trade Organization.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-21T14:09:31.292Z","updated_at":"2017-02-21T14:09:31.292Z"},"debate":null}},{"type":"petition","id":171341,"links":{"self":"https://petition.parliament.uk/petitions/171341.json"},"attributes":{"action":"Raise the Speed limit on Motorways in the UK from 70mph to 90mph.","background":"The 70mph speed limit on UK motorways was introduced in 1966. since then the technology and safety features of cars has come on considerably. it is now time to embrace this change and accept that it is safe for cars to drive at this speed. it will also help to reduce congestion on motorways.","additional_details":"","state":"open","signature_count":22101,"created_at":"2016-11-04T15:57:31.783Z","updated_at":"2017-04-01T23:40:12.716Z","open_at":"2016-11-08T15:26:21.685Z","closed_at":null,"government_response_at":"2017-03-23T16:18:31.478Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T16:14:43.219Z","response_threshold_reached_at":"2017-03-08T21:43:25.454Z","creator_name":"Leo Leman","rejection":null,"government_response":{"summary":"The Department for Transport has not carried out detailed investigations of the potential economic, safety and environmental impacts of raising the maximum speed limit on motorways to 90mph.  ","details":"We recognise that technology is moving on rapidly and that vehicles are much safer than when the current speed limit was first introduced.  But any change to the speed limit would have to be based on a full and sound understanding of the wider safety, environmental and other impacts of such a change.  \r\n\r\nAn initial assessment of the possibility of introducing trials of 80 mph limits was made in 2012-13 but we currently have no plans to do so. \r\n\r\nThe ability to set speed limits, including the national limits, in Scotland and Wales has been devolved to the Scottish Government and the Welsh Government.  Northern Ireland is responsible for its own road traffic legislation.\r\n\r\nDepartment for Transport","created_at":"2017-03-23T16:18:31.476Z","updated_at":"2017-03-23T16:18:31.476Z"},"debate":null}},{"type":"petition","id":174367,"links":{"self":"https://petition.parliament.uk/petitions/174367.json"},"attributes":{"action":"Teachers salaries should reflect the 50 plus hours they work a week.","background":"Average full-time teachers in the United Kingdom are paid for 32.5 hours a week. Research published by the BBC has shown that full-time primary school teachers are working an average of 59.3 hours a week and their counterparts in secondary schools are working 55.7 hours a week. ","additional_details":"An article published by Business Insider shows that teachers working in the public sector in the United Kingdom, do not even receive a salary that falls within the top 10 countries worldwide and the annual salaries that they pay their teachers. ","state":"open","signature_count":22092,"created_at":"2016-11-30T21:48:16.008Z","updated_at":"2017-04-01T12:52:06.741Z","open_at":"2016-12-08T16:38:45.755Z","closed_at":null,"government_response_at":"2016-12-23T16:05:03.554Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T10:29:01.106Z","response_threshold_reached_at":"2016-12-11T23:05:58.759Z","creator_name":"Jessica Richmond","rejection":null,"government_response":{"summary":"The most recent data from the OECD shows teachers in England are paid above the OECD average but we recognise we need to do more to empower teachers and school leaders to challenge unproductive tasks.","details":"The School Teachers’ Pay and Conditions Document (STPCD) covers the pay and conditions for teachers in maintained schools in England and Wales. Non-maintained schools, including academies and free schools, are responsible for determining the pay and conditions of their staff themselves. Such schools are therefore not obliged to follow the statutory arrangements set out in the STPCD, although they may still choose to do so if they wish.\r\n\r\nThe STPCD requires that a full time teacher works for 1265 hours across 195 working-days and they must also work such reasonable additional hours to ensure they are able to execute their professional duties.\r\n \r\nThe most recent data from Education at a Glance 2016, shows that when comparing their actual salaries with other tertiary educated workers, teachers in England are above the OECD average and fare better than teachers in many other OECD countries including Norway and Sweden.\r\n\r\nThe Government, however, realises the importance of continuing to attract and retain high quality teachers and is actively addressing the issues that teachers tell us matter the most including unnecessary teacher workload.\r\n\r\nWe want to ensure that teachers can concentrate on teaching and not bureaucracy and paperwork. As part of our response to the 2014 ‘Workload Challenge’, the Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and resources and data management. These groups published their reports in March 2016.\r\n\r\nThe reports include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. We have accepted, and are acting on, the recommendations for Government. As the reports make clear, it is for everybody involved in education to act on the principles and recommendations in these reports.\r\n\r\nTeaching continues to be an attractive profession for high quality graduates, with 18 per cent of this year’s cohort again holding a first class degree whilst 74 per cent of trainees hold a 2:1 or above. We currently have more teachers in our schools than ever, with over 456,000 teachers in schools throughout England- up more than 15,000 since 2010 - and retention rates have remained broadly stable.\r\n\r\nWe also have a range of incentives to attract the very best graduates, including training bursaries of up to £30,000, and scholarships. Maintained schools have been granted greater pay freedoms, giving them the flexibility they need to meet their workforce needs.\r\n\r\nDepartment for Education ","created_at":"2016-12-23T16:05:03.552Z","updated_at":"2016-12-23T16:19:00.173Z"},"debate":null}},{"type":"petition","id":170364,"links":{"self":"https://petition.parliament.uk/petitions/170364.json"},"attributes":{"action":"End the Fit For Work tests as not fit for purpose, and investigate 9,580 deaths.","background":"The DWPs 'Fit For Work' tests are not fit for purpose, and are routinely abused to cause stress and harm to vulnerable people.\r\n\r\nFrom Dec 2011 to Feb 2014, 2,380 people died shortly after being declared 'fit for work' and having their benefits stopped. I call on the House to hear their stories.","additional_details":"In the same period, 9,200 people in receipt of ESA were found 'fit to work in future' and died shortly afterwards. These statistics are from a Freedom Of Information request to the DWP.\r\n\r\nI call on the House to hear their stories, and to abolish this test. To allow GPs opinions to override that of a 'decision maker' with no medical qualifications. And to investigate how 2,380 people were declared fit enough to work and financially penalised, when they were not fit enough to live, let alone work.","state":"open","signature_count":22032,"created_at":"2016-10-26T12:44:14.352Z","updated_at":"2017-04-01T22:53:20.458Z","open_at":"2016-11-01T18:45:17.100Z","closed_at":null,"government_response_at":"2016-11-28T16:08:22.114Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-26T12:54:08.468Z","response_threshold_reached_at":"2016-11-13T10:02:14.279Z","creator_name":"Jack Monroe","rejection":null,"government_response":{"summary":"We are consulting on how to improve the Work Capability Assessment especially for those with the most severe health conditions and disabilities. Please tell us what you think through the consultation.","details":"We are consulting on further reform of the Work Capability Assessment (WCA). On 31 October we launched a Green Paper consultation on how we can further improve the process, such as through separating decisions on financial support from decisions on employment support. We are also consulting on how we can simplify and streamline assessments - particularly for those with the most severe health conditions and disabilities. Over the coming months we will be consulting with disabled people and those who have health conditions, as well as with carers, families, professionals, and a range of organisations who, like us, want to see further change. \r\n\r\nWhile reforming the welfare system so that the greatest number of people possible have the opportunity to lead a full and fulfilling life in work, we are protecting those who, through disability or ill health, are unable to work. We are conscious that it is of vital importance that while supporting so many people in such a range of circumstances, we treat every individual with the dignity and humanity they deserve.\r\n\r\nThere are circumstances in which we carry out internal reviews to establish whether anything related to an individual’s benefit claim should have been done differently. These could include cases where a complaint has been made by somebody who has been identified as vulnerable, or where we receive information that an individual has attempted or completed suicide and it is alleged that Departmental activity may have contributed to this – in these latter circumstances a review is mandatory.\r\n\r\nIt is a mechanism to get a factual account of events related to the individual’s claim, without opinion or judgement attached. The fact that a review has been carried out does not of itself imply that the Department was at fault.\r\n\r\nIn order to protect individual claimants as much as possible, a number of safeguards have been built into Employment and Support Allowance (ESA); some since its inception and others subsequently - some as a result of recommendations made in the independent reviews of the WCA.\r\n\r\nFor instance, Visiting Officers can visit individuals in their own homes if concerns have been raised about their vulnerability. As well as helping to complete benefit claims they can explain any requirements placed on claimants at various stages of their claim, and the consequences of not doing so without good reason. They can also relay concerns back to the Department if they are particularly concerned about an individual’s welfare. This could result in the person taking a decision contacting the claimant’s GP, social services department or, for example, their community mental health nurse if they have one.\r\n\r\nIn cases where it is likely a claimant will be found fit for work, the claimant is contacted by telephone to review the information already held, and to request any additional information that they could consider before making their decision. If they do then decide to find the claimant fit for work, they explain to the claimant that their ESA award will stop, and advise them which benefits they could apply for. The Department will make two separate attempts to contact the claimant; in cases where the claimant is vulnerable and cannot be contacted they will arrange a safeguarding home visit to the claimant. \r\n\r\nIf claimants are unhappy with the decision on their benefit claim they can ask for a mandatory reconsideration, where all of the evidence is looked at again by a different Decision Maker. As part of this process the claimant will be asked if there is any other evidence or information that they would like to be considered. If, following a mandatory reconsideration, the claimant is still not satisfied with the decision they have the right to lodge an appeal at the First-tier Tribunal.\r\n\r\nThe fairness of the welfare system remains one of its most important characteristics, and we are keen to make further improvements wherever possible. That’s why the Secretary of State announced on 1 October that we are stopping ESA reassessments for those with the most severe and life-long conditions, as well as announcing on 16 November that we want to ensure the sanctions system works for people with mental health problems and that from next year jobseekers who are homeless or who have a mental health condition will be able to immediately access hardship payments if they receive a benefit sanction. This change is expected to help around 10,000 people over four years from 2017/18.  \r\n\r\nWe welcome all views as part of our consultation: https://consultations.dh.gov.uk/workandhealth/consult\r\n\r\nDepartment for Work and Pensions","created_at":"2016-11-28T16:08:22.111Z","updated_at":"2016-11-28T16:08:22.111Z"},"debate":null}},{"type":"petition","id":183526,"links":{"self":"https://petition.parliament.uk/petitions/183526.json"},"attributes":{"action":"Call on DEFRA to withdraw UK approval of A24 trap, sold in NZ to kill hedgehogs.","background":"DEFRA recently approved the use of these traps in England (pending in Wales \u0026 Scotland). The traps (http://www.goodnature.co.nz/products/rat-stoat/) are sold to kill hedgehogs (\u0026 other species), in New Zealand where hedgehogs are non-native \u0026 considered a ‘pest’ species.","additional_details":"In the UK hedgehogs are protected being listed on Schedule 6 of the Wildlife \u0026 Countryside Act. If a trap is set \u0026 it catches a hedgehog, then the person who set the trap can be prosecuted. Anyone setting traps for ‘vermin’ or non-protected species is obliged to take all reasonable precautions to avoid catching a protected species, since there are no ‘reasonable precautions’ to avoid catching hedgehogs using this trap, anyone who sets them is at risk of prosecution if they catch a hedgehog.","state":"open","signature_count":22019,"created_at":"2017-02-07T10:28:21.569Z","updated_at":"2017-04-01T23:52:37.101Z","open_at":"2017-03-13T16:38:39.273Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-07T15:49:26.506Z","response_threshold_reached_at":"2017-03-16T21:05:00.622Z","creator_name":"Fay Vass, British Hedgehog Preservation Society","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176033,"links":{"self":"https://petition.parliament.uk/petitions/176033.json"},"attributes":{"action":"Harvey's Army - Compulsory Microchip Scanning of Deceased Pets Found on railways","background":"Harvey's Army fully support Rory’s Mandate - To ensure that any domestic pet found on or by the tracks governed by Network Rail or Network Rail Infrastructure Limited is scanned for a microchip, details documented and the owners notified in a timely manner.","additional_details":"Rory was lost on the 3rd Dec 16. On the 4th Dec 16 his disappearance was reported to Network Rail and a reference number was given. On the 14th Dec 16 the family were informed by Network Rail that their Track Walker who saw the 'missing' article in the newspaper had discovered Rory and buried him trackside on the 6th Dec 16. Rory was microchipped and registered with Network Rail as missing so if he had been scanned at the time, days of anguish and heartache could have been avoided.","state":"open","signature_count":21001,"created_at":"2016-12-20T23:30:11.904Z","updated_at":"2017-04-01T23:56:18.187Z","open_at":"2016-12-21T14:22:45.415Z","closed_at":null,"government_response_at":"2017-01-23T13:51:57.131Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-21T13:33:15.678Z","response_threshold_reached_at":"2017-01-11T19:35:01.912Z","creator_name":"Kaye Beedle","rejection":null,"government_response":{"summary":"Network Rail uses specialist contractors to remove animal fatalities found on or by the rail tracks.These contractors scan for domestic pet microchips and notify the owners where details are available","details":"The process by which Network Rail manages domestic animal fatalities is outlined for its employees and contractors in its internal operations procedure which is adhered to by all of the railway company’s routes. \r\n\r\nSpecialist contractors, who vary dependent on route and geographical location, are alerted to incidents of animal fatalities by Network Rail’s operators or maintenance teams via the respective route’s control. These contractors are required under operating procedures to remove and scan for microchips any domestic pet fatalities found on Network Rail’s infrastructure. \r\n\r\nProvided that the animal’s body is in a suitable state to be scanned and that details are available on the national database of microchipped domestic pets, owners will be contacted and given the option to collect the deceased pet’s body if they wish.\r\n\r\nNetwork Rail’s operation process states that contractors must allow owners one hour for a response before they take actions to dispose of the animal, however, in practice contractors do extend this window significantly due to sensitivity and practicality, often allowing owners a few days for collection.\r\n\r\nIncidents of domestic animal fatalities are not formally recorded by Network Rail’s contractors. Nevertheless, a recent review by Network Rail of the information held by these contractors estimates that microchips have been found on deceased animals on 15 of 70 occasions where specialist contractors have responded to animal fatalities over the course of their contract respective periods.  \r\n\r\nFinally, with specific regard to the tragic loss of Rory who was lost on the 3rd December 2016, Network Rail regret that on this occasion proper procedure was not followed through the notification of control, and so the specialist contractor team was not alerted. Network Rail has extended its sincere apologies, and is determined to further improve awareness around the reporting procedures for animal fatalities on the company’s infrastructure. \r\n\r\nDepartment for Transport","created_at":"2017-01-23T13:51:57.128Z","updated_at":"2017-01-23T13:51:57.128Z"},"debate":null}},{"type":"petition","id":177333,"links":{"self":"https://petition.parliament.uk/petitions/177333.json"},"attributes":{"action":"Give communities back the right to decide where houses are built.","background":"This petition calls for a parliamentary debate on government Housing and Planning policy over building on greenfield land and seeks community right of appeal on planning decisions and the removal of the presumption in favour of sustainable development. ","additional_details":"Too many communities are now forced to accept large housing developments seeing the irreversible loss of valuable greenfields without the right of appeal. The failure of government planning policy has resulted in the loss of valued countryside and agricultural land and leaves communities forced to grow too fast without appropriate infrastructure. Major changes to planning legislation are required to protect established communities across the UK and deliver the right housing in the right places.","state":"open","signature_count":20982,"created_at":"2017-01-12T15:49:32.774Z","updated_at":"2017-04-01T22:40:21.723Z","open_at":"2017-01-12T16:53:54.849Z","closed_at":null,"government_response_at":"2017-02-27T15:21:06.839Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-12T16:31:15.323Z","response_threshold_reached_at":"2017-01-24T15:49:31.815Z","creator_name":"Adam Zerny","rejection":null,"government_response":{"summary":"Local communities are not forced to accept large housing developments. Communities are consulted throughout the Local Plan process and on individual planning applications.","details":"The National Planning Policy Framework strongly encourages all local planning authorities to get up-to-date Local Plans in place as soon as possible, in consultation with the local community. Up-to-date Local Plans ensure that communities get the right development, in the right place, at the right time, reflecting the principles of sustainable development. Through the White Paper we are ensuring that every part of the country produces, maintains and implements an up-to-date plan, yet with the flexibility for local areas to decide how to plan in a way that best meets their needs. \r\n\r\nA wide section of the community should be proactively engaged so that Local Plans, as far as possible, reflect a collective vision and a set of agreed priorities for the sustainable development of the area, including those contained in any neighbourhood plans that have been made.\r\n\r\nThe Framework recognises the intrinsic character and beauty of the countryside.  That is why our proposals are focussed on development in built up areas.  \r\nWe are also absolutely clear that Green Belt must be protected and that there are other areas that local authorities must pursue first, such as brownfield land and taking steps to increase density on urban sites. The Government is committed to maximising the use of brownfield land and has already embarked on an ambitious programme to bring brownfield land back into use.  \r\n\r\nWe believe that developers should mitigate the impacts of development. This is vital to make it acceptable to the local community and to addresses the cumulative impact of development in an area. Both the Community Infrastructure Levy and Section 106 agreements can be used by local planning authorities to help fund supporting infrastructure and address the cumulative demand that development places on infrastructure. Through the White Paper, the Government announced that it will examine the options for reforming the existing system of developer contributions to see how this can be simplified, with further announcements at Autumn Budget 2017.\r\n\r\nThe £2.3billion Housing Infrastructure Fund will deliver up to 100,000 new homes by putting in the right infrastructure, in the right place, at the right time. We expect the fund to be able to deliver a variety of types of infrastructure necessary to unlock housing growth in high demand areas.\r\n\r\nThere is nothing automatic about grants of planning permission where there is not yet an up-to-date Local Plan. It is still up to local decision-makers to interpret and apply national policy to local circumstances, alongside the views of the local community. Applications should not be approved if the adverse impacts would significantly and demonstrably outweigh the benefits; or if specific policies in the Framework indicate that development should be restricted.\r\n\r\nCommunities are also able to make representations on individual planning applications and in response to most appeals by the applicant against a local authority decision. Interested parties can raise all the issues that concern them during the planning process, in the knowledge that the decision maker will take their views into account, along with other material considerations, in reaching a decision. \r\n\r\nWe therefore do not believe a right of appeal against the grant of planning permission for communities is necessary. It is considered that communities already have plenty of opportunity to have their say on local planning issues, and it would be wrong for them to be able to delay a development at the last minute, through a community right of appeal, when any issues they would raise at that point could have been raised and should have been considered during the earlier planning application process. \r\n\r\nDepartment for Communities and Local Government","created_at":"2017-02-27T15:21:06.837Z","updated_at":"2017-02-27T15:21:06.837Z"},"debate":null}},{"type":"petition","id":188274,"links":{"self":"https://petition.parliament.uk/petitions/188274.json"},"attributes":{"action":"Stop all benefit payments to non U.K. residents","background":"Why are we sending benefits to families in other European countries, when the people of the UK are in need?\r\nWhy are they allowed to drain our benefit system, when these people,  from other EU countries, should be assisted by their own governments?","additional_details":"We need to put a stop to EU migrants, coming into the UK and putting a financial strain on our economy.\r\nMany of them know the British benefit system better than the British people themselves.\r\nThey take low paid jobs, (British jobs!), ensure they are working the correct hours to claim maximum benefits, and rather than spending the money in the UK, they send it back to their own country. \r\nThis does not benefit the UK economy at all. It just drains our resources and stops money being invested in our uk services","state":"open","signature_count":20294,"created_at":"2017-03-01T21:14:16.766Z","updated_at":"2017-04-01T23:44:24.091Z","open_at":"2017-03-13T10:01:12.610Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-01T22:02:12.834Z","response_threshold_reached_at":"2017-03-26T17:46:10.784Z","creator_name":"Lucy Allen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168130,"links":{"self":"https://petition.parliament.uk/petitions/168130.json"},"attributes":{"action":"Make cannabis oil legal for medicinal purposes","background":"Our daughter Sophia age 5 has a rare form of epilepsy called dravet syndrome and after exhausting every other avenue her neurologist thinks cannabis oil may be able to help her control her seizures as all medications available are not working.Please can everyone help our daughter by signing petition","additional_details":"Our daughter Sophia is 5yrs old and has dravet syndrome which is a rare and refractory form of epilepsy that also affects her development. After exhausting every other avenue her neurologist feels that cannabis oil may be the key to help control her seizures. There have been many success stories regarding this medicine in America where it is currently legal in many states and also in several Europe on countries which would mean reducing/stopping several other Meds and only needing a small dose","state":"open","signature_count":19937,"created_at":"2016-09-29T19:00:46.429Z","updated_at":"2017-04-01T23:52:27.258Z","open_at":"2016-10-04T11:22:31.210Z","closed_at":null,"government_response_at":"2017-02-21T10:20:21.079Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:56:15.380Z","response_threshold_reached_at":"2017-02-04T13:12:52.436Z","creator_name":"Danielle davis","rejection":null,"government_response":{"summary":"The Home Office will consider issuing a licence to enable trials of any new medicine containing a controlled drug, providing it complies with appropriate ethical approvals. ","details":"Cannabis is controlled as a class B drug under the Misuse of Drugs Act 1971. It is listed in Schedule 1 to the Misuse of Drugs Regulations 2001 and designated under the Misuse of Drugs (Designation) Order 2015 because, in its raw form, it currently has no recognised medicinal or legitimate uses beyond research. As such it is unlawful to possess, supply, produce, import or export these drugs except under a Home Office licence for research and other special purposes. \r\nThe same legislative controls apply to cannabis plants cultivated for the production of drug material (for example cannabis oil).  Cultivation or possession of cannabis, irrespective of the tetrahydrocannibinol (THC) content of a plant, cannot lawfully be undertaken without the requisite Home Office Licence. \r\n\r\nAt present the MHRA has offered an opinion that products containing cannabidiol (CBD), another compound found in cannabis, when used for a medical purpose should be regulated as medicinal products, which can be found here: https://www.gov.uk/government/news/mhra-statement-on-products-containing-cannabidiol-cbd. Cannabidiol is not controlled under the Misuse of Drug Act 1971.\r\n \r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorization in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval.\r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products, should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals. Medicinal products must have a product licence (marketing authorisation) before they can be legally sold, supplied or advertised in the UK, unless exempt. Licensed medicinal products have to meet safety, quality and efficacy standards to protect public health. We are also aware of a cannabis based medicine (Epidiolex) being used in trials to treat some epilepsy-related illnesses.\r\n\r\nCannabis and any cannabis products should be subjected to the same regulatory framework that applies to all medicines in the UK. To do otherwise will amount to a circumvention of the clearly established regime for approving medicines in the UK.\r\n\r\nHome Office\r\n","created_at":"2017-02-21T10:20:21.077Z","updated_at":"2017-02-21T10:20:21.077Z"},"debate":null}},{"type":"petition","id":168135,"links":{"self":"https://petition.parliament.uk/petitions/168135.json"},"attributes":{"action":"Support Live Music Venues by preventing inappropriate complaints being actioned","background":"In recent years \"New Neighbours\" complaining about music venues have caused many venues to close or cease live music. This results in major cultural degredation. We ask the government to legislate to prevent \"New Neighbours\" from having complaints against established Venues upheld","additional_details":"","state":"open","signature_count":19388,"created_at":"2016-09-29T19:32:47.292Z","updated_at":"2017-04-01T16:05:26.740Z","open_at":"2016-10-04T11:15:17.985Z","closed_at":null,"government_response_at":"2016-12-07T16:12:54.914Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T19:50:53.212Z","response_threshold_reached_at":"2016-10-08T18:15:05.798Z","creator_name":"John Blackledge","rejection":null,"government_response":{"summary":"Music venues are a vibrant and vital part of the music ecosystem and economy and government will continue to support and promote an environment in which UK’s live music industry can carry on thriving","details":"Between 2010-2015 government introduced a package of deregulation, including the Live Music Act 2012, removing the need for entertainment licences in certain circumstances and increasing the audience limit for performances of live amplified music in relevant alcohol licensed premises from 200 to 500 people\r\n\r\nAdditional licensing conditions should only be imposed on a business where appropriate - statutory guidance is clear that licensing authorities should avoid disproportionate measures that could deter valuable community events, such as live music.\r\n\r\nWe have also made changes to national planning guidance and permitted development rights, helping to prevent noise complaints from new development on existing businesses. National planning policy for England as set out in the National Planning Policy Framework sets out that existing businesses wanting to develop in continuance of their business should not have unreasonable restrictions put on them because of changes in nearby land uses since they were established. The planning guidance supporting the Framework is clear that the potential effect of a new residential development being located close to an existing business giving rise to noise should be carefully considered.  The guidance underlines planning’s contribution to avoiding future complaints and risks to local business from resulting enforcement action. To help avoid such situations, local councils are encouraged to consider appropriate mitigation including designing the new development to reduce the impact of noise from the local environment and optimising the sound insulation provided by the building envelope.\r\n \r\nOn 6 April, the Town and Country Planning (General Permitted Development) (England) (Amendment) Order 2016 made permanent the permitted development right for the change of use from office to residential. The permanent right includes a prior approval on noise, allowing consideration by local planning authorities of plans to mitigate the impacts of noise from commercial premises on the residents. In considering the prior approval, the local planning authorities will have regard to the relevant parts of the National Planning Policy Framework and supporting planning guidance, as would be the case under a planning application.\r\n\r\nWe want to encourage people to live in our towns and cities, while enabling small grassroots music venues to flourish - giving musicians and artists the opportunity to perform in front of a live audience and providing communities with a social and cultural attraction.\r\n\r\nWe will continue to engage with the industry and local authorities to support this important and dynamic sector.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2016-12-07T16:12:54.911Z","updated_at":"2017-01-06T12:16:35.139Z"},"debate":null}},{"type":"petition","id":170207,"links":{"self":"https://petition.parliament.uk/petitions/170207.json"},"attributes":{"action":"For Parliament to ban the non-stun slaughter of animals in the UK.","background":"The United Kingdom has a proud and admirable record in animal welfare.  When the RSPCA's forebearer came into existence in 1824, it was the first such body of its kind.  It is shameful that almost two centuries later we still permit the inhumane slaughter of animals based on religious grounds.","additional_details":"Both the RSPCA and the BVA are firmly of the view that animals who are not stunned before slaughter suffer.\r\n\r\nThe view of the previous Government was completely unsatisfactory and ignored widely accepted scientific evidence.  Additionally, the University of Bristol has released research indicating that many Islamic scholars agree stunned meat can remain Halal.\r\n\r\nRegardless, it is time the United Kingdom joined Norway, Iceland, Switzerland, Liechtenstein, Denmark, and Sweden in an outright ban.\r\n","state":"open","signature_count":19343,"created_at":"2016-10-24T14:22:56.471Z","updated_at":"2017-04-01T23:54:17.790Z","open_at":"2016-11-01T18:06:58.267Z","closed_at":null,"government_response_at":"2017-03-09T11:53:47.531Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-24T16:02:12.774Z","response_threshold_reached_at":"2017-02-23T15:10:26.274Z","creator_name":"Mat Hughes","rejection":null,"government_response":{"summary":"The Government has a manifesto commitment to “protect methods of religious slaughter”. We remain committed to this.","details":"The Government encourages the highest standards of welfare at slaughter and would prefer to see all animals stunned before they are slaughtered for food. We also however, respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. \r\n\r\nBoth EU Regulation 1099/2009, on the protection of animals at time of killing, and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK), permit slaughter without stunning to be carried out in accordance with religious rites. Within both regulations there are strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nDepartment for Environment. Food and Rural Affairs","created_at":"2017-03-09T11:53:47.529Z","updated_at":"2017-03-09T11:53:47.529Z"},"debate":null}},{"type":"petition","id":183921,"links":{"self":"https://petition.parliament.uk/petitions/183921.json"},"attributes":{"action":"Do not abandon the Dubs Scheme for refugee children","background":"On 8th February, the government ended its committment to taking in unaccommpanied child refugees, stating that we do not have the capacity for the 3,000 refugee children we promised to take. This petition is to request a debate of that important issue. ","additional_details":"","state":"open","signature_count":18903,"created_at":"2017-02-08T17:03:56.031Z","updated_at":"2017-04-01T18:09:40.902Z","open_at":"2017-02-13T21:13:38.043Z","closed_at":null,"government_response_at":"2017-03-10T13:25:08.339Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T17:23:09.391Z","response_threshold_reached_at":"2017-02-15T15:14:51.361Z","creator_name":"Rev Philip Blackledge ","rejection":null,"government_response":{"summary":"This Government has and will continue to contribute significantly to hosting, supporting and protecting the most vulnerable children affected by the migration crisis; we are proud of our contribution.","details":"In the year ending December 2016, the UK granted asylum or another form of leave to over 8,000 children. \r\n\r\nThe Government’s long standing position is that it is better to provide support and resettle the most vulnerable refugees directly from the regions; this is how we stop traffickers and smugglers from exploiting vulnerable people and children affected by conflict.\r\n  \r\nThe UK has a proud history of providing protection for those who need it. By the end of this Parliament, we will have resettled 20,000 Syrian nationals through our Syrian Vulnerable Persons Resettlement Scheme, one of the biggest resettlement schemes this country has ever undertaken, and a further 3,000 of the most vulnerable children and their families from the Middle East and North Africa region under the Vulnerable Children’s Resettlement Scheme. So far, over 5,400 individuals have been resettled under the Syrian Vulnerable Person’s Scheme since its expansion in September 2015.\r\n\r\nCrucially, our resettlement schemes help ensure that children do not become unaccompanied.  They allow children to be resettled with their family members, before they become unaccompanied, and before attempting perilous journeys to Europe.  \r\n\r\nWe have announced that we will transfer 350 children to the UK under Section 67 of the Immigration Act 2016 (the so called “Dubs Amendment”).  It has never been the case, as has been suggested, that the Government would accept 3,000 children from Europe under Section 67 of the Immigration Act or that this would be an ongoing obligation; Parliament voted against such an amendment. The legislation is clear that the Government has the obligation to specify the number of children to be relocated, after consultation with local authorities, and to relocate that number of children to the UK.\r\n\r\nThe consultation to establish local authorities' capacity to accommodate unaccompanied minors began in May 2016 as soon as the Immigration Act was passed. Throughout the summer, the Home Office organised a number of regional events to engage local authorities on the issue. In September and October 2016, the Immigration Minister and Home Secretary respectively, wrote to local authorities seeking additional places for the National Transfer Scheme and to inform them of the situation regarding the Calais camp clearance.\r\n\r\nThe care and support that the UK provides for unaccompanied asylum-seeking children does not end when the children arrive in the UK; resources and professional support are put in place to ensure these children receive the care and compassion they need.  We are grateful for the way in which local authorities have stepped up to provide places and look after these young people.\r\n\r\nWe have launched the National Transfer Scheme to ensure a fairer distribution of the estimated 4,500 UASC in local authority care.  To support this, we have significantly increased funding for local authorities by 20 per cent and 28 per cent for under 16s and 16 and 17 year olds respectively. \r\n\r\nWe transferred over 900 unaccompanied asylum-seeking children to the UK in 2016 including more than 750 from France as part of the UK’s comprehensive support for the Calais camp clearance. Over 200 children have already arrived in the UK through Section 67 of the Immigration Act 2016; this is almost as many unaccompanied children from within Europe to the UK as the entire EU relocation scheme. We continue to work with our European partners to meet our obligations under the Dublin Regulation.\r\n\r\nThe UK has been at the forefront of the response to the events in Syria and the region, pledging over £2.3 billion in aid; our largest ever humanitarian response to a single crisis. We have also committed over £100 million of humanitarian support to help alleviate the Mediterranean migration crisis in Europe and North Africa. \r\n\r\nThe UK helped to launch and mobilise international support for UNICEF’s No Lost Generation Initiative (NLGI), providing £431 million of funding. This provides protection, basic mental health support and education for children affected by the Syria crisis.\r\n\r\nOur aid spending is making a huge difference to the lives of children in the conflict region; for the same investment that it would take to support 3,000 unaccompanied asylum-seeking children under the age of 16 in the UK, we were able to help over 800,000 children in Syria and the surrounding region access healthcare, support, and education in 2016. Within Europe, the UK has also established a £10 million Refugee Children’s Fund to support the needs of vulnerable refugee and migrant children arriving in Europe.\r\n\r\nThe Government has taken significant steps to improve an already comprehensive approach to supporting asylum seeking and refugee children, our work on unaccompanied children in Europe further underlines the Government’s commitment to playing its part in the global migration crisis.  \r\n\r\nThis important issue was recently debated during a Backbench Business Committee debate on Thursday 23 February 2017. \r\n\r\nHome Office\r\n","created_at":"2017-03-10T13:25:08.337Z","updated_at":"2017-03-10T13:25:08.337Z"},"debate":null}},{"type":"petition","id":167888,"links":{"self":"https://petition.parliament.uk/petitions/167888.json"},"attributes":{"action":"Put a VEGAN meal on every school, college, university, hospital and prison menu.","background":"Over 5% of the population is vegan and growing. A vegan diet is healthier, it conserves resources and protects the planet, above all it's cruelty free.\r\nUnited Nations has called upon us to consume more plant based foods. \r\nAnimal products are linked to the increase in cancer and heart disease.","additional_details":"Films : Earthlings and Cowspiracy\r\n\r\nOrganizations : Animal Aid, Mercy for Animals, Evolve, The Vegan Society, PETA\r\n\r\nActivists, Gary Yourovsky USA , Wollen, Australia\r\n\r\nRecipe Books: Amazon","state":"open","signature_count":18443,"created_at":"2016-09-25T23:37:18.035Z","updated_at":"2017-04-01T23:26:57.102Z","open_at":"2016-10-03T13:21:00.554Z","closed_at":null,"government_response_at":"2016-12-07T12:32:05.511Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-28T22:14:59.411Z","response_threshold_reached_at":"2016-10-28T06:35:28.469Z","creator_name":"Judith Ward","rejection":null,"government_response":{"summary":"Individual institutions are responsible for the nutrition of their members and being aware of health, religious, cultural and ethical choices: and doing all they can to facilitate that choice. ","details":"There are many different ways to achieve a healthy balanced diet and it is about personal choice – for people to choose those approaches which meet their particular cultural and individual preferences. Options that are suitable for vegans should be made available where individuals request this however any revisions in menu options provided need to reflect the needs of the population served.\r\n\r\nEvery hospital has a responsibility to provide the highest level of care possible for their patients and this, without question, includes the quality and nutritional value of the food that is served and eaten. The NHS Constitution includes the right; ‘You have the right to receive suitable and nutritious food and hydration to sustain good health and wellbeing’, and the constitution handbook sets the expectation that dietary requirements should be reasonably met, whether specific or unusual to an organisation’s general population, for example cultural or religious. This includes the provision of vegan foods.\r\n\r\nIt is a fundamental requirement that prisoners and members of staff are provided with meals which meet an individual’s religious, cultural and medical dietary needs. Consequently, the menu choices and meal provision reflect the religious and cultural needs of the prison.\r\n\r\nThe government’s School Food Standards regulate the food and drink provided at both lunchtime and at other times of the school day.  Beyond this, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nLike schools, we would expect further education colleges and providers and higher education institutions, as autonomous organisations which are responsible for making their own decisions on the catering arrangements they have in place for students, to want to make reasonable adjustments for their students with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nThe issue of diet is complex with many factors including cultural, social and religious influencing the make-up of what we eat. The Government does not aim to undermine these influences, and we see value in encouraging people to think carefully about the environmental impact of the food they eat. While food choices can have an impact on greenhouse gas (GHG) emissions, well managed livestock also provide many environmental benefits including supporting biodiversity, protecting the character and identity of the countryside and generating an important income for rural communities.\r\n\r\nDepartment for Education","created_at":"2016-12-07T12:32:05.509Z","updated_at":"2016-12-07T12:32:05.509Z"},"debate":null}},{"type":"petition","id":173099,"links":{"self":"https://petition.parliament.uk/petitions/173099.json"},"attributes":{"action":"Keep the Personal Injury Small Claims Limit at £1,000/ Keep Damages for whiplash","background":"The MOJ has published a consultation paper proposing amongst other things:-\r\n1. The abolish low value whiplash claims for injuries up to 6 months\r\n2. To raise the small claims track to £5,000 for all personal injury claims.\r\n3. To introduce the assistance of Mackenzie friends in such claims.","additional_details":"The reforms will have the effect of:-\r\nThe public will be frightened off from bringing claims, due to the costs and complications;\r\nInsurers will be able to instruct Solicitors and Barristers whilst the public will not and thus creating injustice;\r\nMembers of the public with upto 6 month whiplash injuries will be prevented from making a claim for injury;\r\nThere will be mass redundancies following implementation, possibly 60,000\r\nThe Treasury will lose PAYE, NIC, Employers NIC, and vat;","state":"open","signature_count":18247,"created_at":"2016-11-19T08:42:35.727Z","updated_at":"2017-04-01T23:41:53.389Z","open_at":"2016-11-23T12:02:17.042Z","closed_at":null,"government_response_at":"2017-02-20T10:39:32.054Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-19T09:21:16.695Z","response_threshold_reached_at":"2017-01-06T09:51:35.544Z","creator_name":"Andrew Mckie","rejection":null,"government_response":{"summary":"The government has consulted on measures to reduce the number and cost of whiplash claims. Implementing these reforms will enable insurers to cut motor insurance premiums by around £40 per policy.","details":"The reforms on which the government consulted build on previous reforms to control and reduce the costs of civil litigation. The consultation ran from 17 November 2016 to 6 January 2017 and the government will publish its response to the consultation shortly.  \r\n\r\nThe current small claims track limit for all claims other than personal injury and housing disrepair claims is £10,000. Claims above these limits are generally dealt with in the fast track if valued up to £25,000 or the multi-track if above £25,000.  In the small claims track the costs are generally borne by each side, whereas legal costs are generally recoverable by the winning party in the fast and multi-tracks. The government consulted on raising the small claims limit to £5,000 for personal injury claims, as the limit has been set at £1,000 since 1991 and an increase is long overdue.\r\nAs set out in the consultation, raising the small claims limit in personal injury cases to £5,000 would cover relatively straightforward, minor personal injury claims, which should not need legal representation. However claimants are not, and would not, be precluded from seeking legal representation in the small claims track if they so wished. Support for litigants in person is also available from a number of advice organisations and online sources. It should also be remembered that whilst the financial limits are one of the primary factors considered as to which track a claim should be in, the court can, on application, transfer a claim to the fast or multi track if it is particularly complex. \r\n\r\nIn addition to proposing to raise the small claims limit, the government consulted (1)  on removing the right to claim compensation for pain, suffering and loss of amenity (PSLA) in minor whiplash claims. Other measures included in the consultation were: \r\n•\tan alternative option of a fixed sum for PSLA compensation for minor whiplash claims, rather than removing compensation for PSLA altogether; \r\n•\tthe introduction of a tariff of compensation payments for PSLA for those with more significant injuries; and \r\n•\ta ban on offers to settle claims without medical evidence.\r\nThe price paid by all motorists from the continuing high number and cost of these ‘minor’ and ‘straightforward’ claims is too great, and it is right for the government to take firm action to reduce the financial burdens on consumers. Whichever option for tackling minor claims is pursued, all claimants will continue to receive compensation for other areas of loss such as the costs of medical treatment or for loss of earnings. Those with more serious injuries will also continue to be entitled to compensation for PSLA, but importantly, following the implementation of these measures, the excessive costs attached to dealing with these claims will be reduced and controlled. \r\n\r\nThe personal injury market has long proven itself to be adaptable and innovative, and it is likely that the industry will continue to provide cost effective services following the implementation of these reforms. The potential impact on solicitors will depend on a number of factors, including the volume of claims and their ability to adapt in response to a rapidly changing market. A full impact assessment which explores these issues in more detail was published alongside the consultation (2).\r\nImplemented as a package, these reforms would end the cycle in which innocent car owners pay higher premiums to cover minor, exaggerated or fraudulent claims by others. The government expects insurers to pass on savings of around £40 per motor policy, and a number of leading insurers have publicly stated that they will pass on all of the savings through lower premiums. \r\n\r\nFigures\r\nDWP Claims Recovery Unit figures show there were around 770,000 road traffic accident claims in 2015/16 (3) compared to 460,000 in 2005/06, of which around 690,000 (90%) are labelled as whiplash or soft tissue neck/back injuries. \r\nThe number and frequency of such claims continues to be too high and government action is needed to tackle this issue and help consumers through lower motor premiums. \r\n\r\n(1)  https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/reformingsofttissueinjuryclaimsprocess.pdf \r\n  \r\n(2) https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/Whiplash%20Impact%20Assessment%20Dec%202016%20v3.pdf \r\n(3) https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/516771/cases-registered-cru-2014-15.csv/preview \r\n\r\nMinistry of Justice","created_at":"2017-02-20T10:39:32.051Z","updated_at":"2017-02-20T10:39:32.051Z"},"debate":null}},{"type":"petition","id":177423,"links":{"self":"https://petition.parliament.uk/petitions/177423.json"},"attributes":{"action":"To stop disabled children and adults being changed on dirty toilet floors.","background":"I'm a mum of two children with complex medical and physical needs. When I'm out with them I need a toilet where I can change them dignifyed  and not on a smelly dirty toilet floor! It spoils days out as a family as we can't leave them in soiled pads.","additional_details":"There are changing places toilets where there is hoist and changing table but they are not in many places.\r\n\r\nIf the government make changing places facilities \"mandatory\" rather than \"desirable\" under building regulations for all places stated in BS8300:2009\" This would help the disabled community and families like mine.","state":"open","signature_count":17523,"created_at":"2017-01-13T17:47:54.106Z","updated_at":"2017-04-01T22:53:50.804Z","open_at":"2017-01-16T10:42:14.894Z","closed_at":null,"government_response_at":"2017-02-06T12:19:30.543Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T18:53:19.562Z","response_threshold_reached_at":"2017-01-19T07:47:22.920Z","creator_name":"Jacqueline Ann Hoadley ","rejection":null,"government_response":{"summary":"We recognise the importance of Changing Places toilets to disabled people and their carers and will continue to work with Mencap and others to support their provision.","details":"The Government recognises that “Changing Places” toilets play an important role to support the day to day life for many disabled people, their family and carers. The Department for Communities and Local Government (DCLG) has worked alongside local and national campaigners in partnership with business and local councils, to promote provision of these facilities, which have increased in number from 140 in 2007 to 918 now, but we recognise we need to do more.\r\n\r\nCurrent guidance in Part M (Access to and use of buildings) of the Building Regulations refers directly to “Changing Places” and the British Standard BS8300 (Design of buildings and their approaches to meet the needs of disabled people). Both advise that these facilities should be considered in large buildings and complexes, but it is not stated as a requirement. The British Standard recommends how to create an enlarged “Changing Places” cubicle in a separate-sex toilet washroom with additional functionality.\r\n\r\nThe Government has commissioned research to evaluate how well the current guidance in Approved Document M is working in meeting the needs of disabled people, including consideration of toilet provision. Once we have the results of this research we will decide if changes are needed to the current requirements of the Building Regulations.\r\n\r\nDepartment for Communities and Local Government","created_at":"2017-02-06T12:19:30.540Z","updated_at":"2017-02-06T12:19:30.540Z"},"debate":null}},{"type":"petition","id":185421,"links":{"self":"https://petition.parliament.uk/petitions/185421.json"},"attributes":{"action":"I would like non-halal meat in all chain restaurants \u0026 for halal to be labelled.","background":"I recently went to a restaurant that claimed to sell non-halal meat however i later on i found out they were selling only halal meat. As a practicing Sikh, i do not eat halal meat and all i would like is non-halal meat in all chain restaurants and halal meat to be labelled corectly in supermarkets.","additional_details":"","state":"open","signature_count":17197,"created_at":"2017-02-14T15:23:42.206Z","updated_at":"2017-04-01T23:28:48.386Z","open_at":"2017-02-24T18:51:16.972Z","closed_at":null,"government_response_at":"2017-03-22T13:04:37.579Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-14T17:12:07.646Z","response_threshold_reached_at":"2017-03-01T11:29:33.856Z","creator_name":"Amiit Gill","rejection":null,"government_response":{"summary":"The Government believes that consumers should have the necessary information available to them to make an informed choice about their food. ","details":"The Government fully understands the public concern about meat from animals slaughtered in accordance with religious beliefs being sold to those consumers who do not wish for their meat to be prepared in this way. There are currently no domestic or European Regulations governing the sale and labelling of Halal or Kosher meat but where information is provided voluntarily, it must be accurate and must not mislead the consumer by law.\r\n\r\nThe UK has some of the highest animal welfare standards in the world, of which we are rightly proud. The Government encourages the highest standards of welfare at slaughter and strict laws are in place to ensure welfare standards are met. Although we would prefer to see all animals stunned before they are slaughtered for food, we respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. This Government has a manifesto commitment to protect methods of religious slaughter.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-03-22T13:04:37.577Z","updated_at":"2017-03-22T13:04:37.577Z"},"debate":null}},{"type":"petition","id":185026,"links":{"self":"https://petition.parliament.uk/petitions/185026.json"},"attributes":{"action":"Implement optional early drawing of a reduced State Pension for the 1950s women","background":"The Government must provide a timely solution to women affected by the WASPI/WASPI Voice issues who have no entitled income for up to 6 years as a result of the way increases to the State Pension Age were implemented leaving many with insufficient funds to meet their existing financial commitments. ","additional_details":"All suggested solutions have been rejected by Government. \r\n \r\nThe principle of early drawing of a reduced State Pension has been raised by the Pensions Select Committee and John Cridland (Interim Report Oct 2016).\r\n \r\nPensions Minister, Richard Harrington commented “We're waiting for the Cridland Review's final recommendation … perhaps give people more flexibility as to when they retire, depending on their personal situation.”  (Good Housekeeping, March 2017). \r\n \r\nInaction isn’t an option.","state":"open","signature_count":17184,"created_at":"2017-02-13T10:40:46.322Z","updated_at":"2017-04-01T23:22:55.747Z","open_at":"2017-02-14T17:57:36.277Z","closed_at":null,"government_response_at":"2017-03-01T16:49:31.858Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-14T13:03:11.522Z","response_threshold_reached_at":"2017-02-21T13:31:02.042Z","creator_name":"Carol Reynolds","rejection":null,"government_response":{"summary":"The points made in this petition have been considered by the Government. No further changes can be justified given the underlying imperative must be to focus public resources on those most in need.","details":"The gradual equalisation of State Pension age (SPa) at 65 was first set out in the Pensions Act 1995.This was necessary to meet the UK’s obligations under EU law to eliminate gender inequalities in social security provision.\r\n\r\nThe increase in SPa to 66 was set out in the 2007 Pensions Act (PA) and due to increasing life expectancy the 2011 PA accelerated this process to allow for a rise to 66 for all by 2020 and equalised the SPa at 65 by November 2018.\r\n\r\nDuring the 2011 PA the Government made a concession worth £1.1bn which slowed down the increases to SPa so no one would face an increase of more than 18 months compared to the 1995 PA. For 81% of these women the increase will be no more than 12 months. This concession benefited almost 250,000 women who would otherwise have experienced delays of up to two years.\r\n\r\nIt is unclear whether reversing the 1995 PA would be legal under current equality legislation. The requirement to take account of equality between men and women in framing new legislation means that any new transitional provisions aimed just at women runs the risk of legal challenge. It would certainly be unaffordable. As of 2010, without equalisation, women would have spent on average 41% of their adult lives in retirement, compared to men at 31%.Even after equalising women’s SPa with men’s, women will spend on average around 2 years more in receipt of their state pension because of their longer life expectancy. Women reaching 65 in 2018 are expected to live until 88.9 whilst the figure for men is 86.7 years. \r\n\r\nThe early retirement option at a reduced rate, even if it were actuarially neutral, would result in additional cost to the state from the loss of taxes. There are wider impact costs on the economy; adding one year to working lives would result in sustained increases to GDP of over 1%.If GDP in 2015 had been 1% higher, £18 billion would have been added to the economy. \r\n\r\nBy 2035 50% (29.6 million) of the adult population will be aged 50 and over. To support these individuals in work the Default Retirement Age was abolished and the right to request flexible working extended.\r\n\r\nResearch by IFS shows that employment rates have increased for women aged 60 and 61 as a result of rising Spa. Working longer can improve and maintain physical and mental health – evidence shows that making adjustments and changing working patterns can help older workers to manage health issues and stay in work. Beyond financial matters, 38% of retirees said they missed work for the “social interaction”, according to a DWP poll.\r\n\r\nThe ‘reduced pension at an earlier stage’ proposal cuts across the government’s policy on Fuller Working Lives (FWL). It would be impractical within the time period to help those most affected by 2011 SPa changes.\r\n\r\nAn actuarially reduced pension would complicate State Pension outcomes and, if people’s reduced state pension were below test the standard minimum guarantee in Pension Credit, it might increase the need for means-tested support amongst pensioners.\r\n \r\nFor those who have not reached SPa, and who are not working, the current working age benefits regime provides the safety net for those seeking employment, and those unable to work either due to disability or caring responsibilities. The latter may qualify for financial support from Employment and Support Allowance. The Government is committed to providing this support, spending around £50 billion a year on disability benefits. Carers Allowance and related benefits provide financial support and safeguards for carers and families, including those who are ill or disabled.\r\n\r\nPeople in receipt of working age benefits can access a range of support from Jobcentre Plus and the Work Programme. Supporting individuals aged 50 and over to remain in the labour market and tackling their barriers is a Government priority. DWP introduced ‘Older Claimant Champions’ in April 2015 across Jobcentre Plus to tackle barriers faced by older claimants in finding work. They work with Work Coaches and employers to raise the profile and highlight the benefits of employing older people.\r\n\r\nThe Fuller Working Lives strategy (2.2.17) aims to increase the retention, retraining and recruitment of older workers by bringing about a change in employer’s perceptions, and challenging views of retirement amongst individuals.\r\nThe new State Pension is more generous for many women who have been historically worse off under the old system. On average, women reaching SPa last year will get a higher state pension over their lifetimes than women who reached SPa at any point before them. By 2030, over 3 million women stand to gain an average of £550 extra per year as a result of these changes.\r\n\r\nThe Government has already made a concession for those most affected by SPa changes and introducing further transitional arrangements cannot be justified. The Government has been very clear. There will be no further changes to current arrangements or any financial redress in lieu of pensions.\r\n\r\nDepartment for Work and Pensions","created_at":"2017-03-01T16:49:31.856Z","updated_at":"2017-03-01T17:49:19.821Z"},"debate":null}},{"type":"petition","id":172393,"links":{"self":"https://petition.parliament.uk/petitions/172393.json"},"attributes":{"action":"Force the government to act on the eleven recommendations of the UNCRPD report","background":"As a result of being investigated by a United Nations committee for not fulfilling the terms of the UNCRPD, the government have been found guilty of grave \u0026 systematic violations of the rights of disabled people as a direct result of austerity policies introduced into welfare \u0026 social care.","additional_details":"A UN report says a range of measures including controversial cuts to disability benefits, social care budgets \u0026 the introduction of the bedroom tax, have disproportionately \u0026 adversely affected the rights of disabled people to live independently, to work \u0026 achieve an adequate standard of living.\r\n\r\nIt makes 11 recommendations, including calling on the government to carry out a study of the cumulative impact of all spending cuts on the disabled \u0026 to ensure human rights of disabled people are upheld","state":"open","signature_count":17176,"created_at":"2016-11-13T16:23:57.251Z","updated_at":"2017-04-01T23:58:48.800Z","open_at":"2016-11-17T17:46:27.931Z","closed_at":null,"government_response_at":"2017-02-13T13:53:04.331Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T18:56:37.290Z","response_threshold_reached_at":"2017-01-28T22:24:44.980Z","creator_name":"Simon Hywood","rejection":null,"government_response":{"summary":"This Government engaged fully with the inquiry process. However, we strongly reject the findings and believe that the core intentions of many of the recommendations are already being fulfilled.","details":"This Government engaged fully with the United Nations Convention on the Rights of Persons with Disabilities (the Convention) inquiry process. In their report, the UN Committee on the Rights of Persons with Disabilities (the Committee) expressed appreciation for our support throughout the process, which included facilitating a visit to the UK and providing written evidence on numerous occasions.\r\n\r\nOn receipt of the report, we considered the findings alongside our own evidence. In making this comparison, it was clear that there were individual facts in the report that were incorrect. Additionally, the report failed to place the reforms investigated in the wider context of improvements made and the support available. For example, in discussing Article 27 ‘Work and Employment’, the report barely mentions the raft of work-related support available to disabled people and therefore presents a highly partial view.\r\n\r\nThe UK supported the development of the Convention and was among the first countries to sign it in 2007. Our approach to disability equality, which focuses on inclusion and mainstreaming (with additional support provided as necessary) and on involving disabled people in decision-making, is very much aligned with the Convention. The report itself recognised that “at a national level, it appears that the welfare system together with a social and health care system provide a solid base for the protection of the rights of persons with disabilities and that the system has allowed persons with disabilities to achieve an acceptable level of autonomy and\r\nDWP E-Petitions Response independence”. It also recognised measures to reinforce choice and control in the UK through the increased personalisation and localisation of services.\r\n\r\nThis Government considered the recommendations made by the Committee. Many of the recommendations promote approaches and actions that we already take, such as actively engaging disabled people in policy design and delivery. Others promote actions that the UK Government has already identified as areas for improvement; the Government response sets out some of the work being done across the UK to ensure progress in these areas, such as increasing the accessibility of information and tackling negative attitudes towards disabled people. Several recommendations are prescriptive in nature, sighting specific methodologies that should be implemented. The UK is committed to meeting its obligations of progressing towards the full participation and inclusion of disabled people in all aspects of life on an equal basis. However, how we ensure this progression remains for the UK Government, and the wider parliament, to decide.\r\n\r\nThe UK is a strong parliamentary democracy, where the voices and opinions of disabled people are represented and listened to, and disabled people’s rights are respected, promoted and upheld. It is also a world leader in disability issues. We are proud of the work we do to support people with disabilities and health conditions, both domestically and abroad. And we believe that the core intentions of the recommendations are already incorporated into UK policies and practices, and delivered in a way that fits with the values and structures particular to the UK.\r\n\r\nHowever, we do recognise that there is more to do to meet the Convention’s ambition of full participation and inclusion, and this Government is committed to continuing progress towards this. Taking employment as an example, our aspiration is for disabled people to get the same opportunities as others to find work while ensuring that people who cannot work because of a disability or health condition receive the support they need. That is why this Government is committed to, and working towards, halving the disability employment gap. The ‘Improving Lives’ Green Paper seeks views on how to ensure that health and welfare systems support people who can work with better opportunities to stay in employment, while protecting people who can’t work, with a view to meeting the Government’s ambition.\r\n\r\nThis Government champions work because of its power to transform people’s lives. We strongly believe that, though welfare provides necessary social protection, it is not the only way to help disabled people live independent, inclusive lives in which they can fulfil their potential. Implementing the Convention articles requires more than higher welfare payments. It requires society-wide shifts in attitudes and behaviours, innovative approaches to health provision, and concerted efforts to break down persistent barriers preventing disabled people from living independently, working, and enjoying full inclusion in their communities. This Government remains committed to working across government and sectors to ensure that these changes take place, supporting disabled people in the UK to fully participate in all aspects of life on an equal basis.\r\n\r\nDepartment for Work and Pensions","created_at":"2017-02-13T13:53:04.328Z","updated_at":"2017-02-13T13:53:04.328Z"},"debate":null}},{"type":"petition","id":169433,"links":{"self":"https://petition.parliament.uk/petitions/169433.json"},"attributes":{"action":"Ban the use of previous sexual history as evidence in sexual abuse or rape cases","background":"Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.","additional_details":"http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/","state":"open","signature_count":17143,"created_at":"2016-10-14T16:34:53.475Z","updated_at":"2017-04-01T07:14:22.726Z","open_at":"2016-10-18T10:12:22.042Z","closed_at":null,"government_response_at":"2016-11-02T16:22:51.628Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-14T16:53:34.308Z","response_threshold_reached_at":"2016-10-19T21:28:50.632Z","creator_name":"Louisa Carol pawsey ","rejection":null,"government_response":{"summary":"The law restricts the circumstances in which evidence of complainants’ sexual history may be used in trials of sexual offences. ","details":"This Government is committed to making sure that victims of sexual abuse and rape get the support they need and have the confidence to come forward. \r\n\r\nSection 41 of the Youth Justice and Criminal Evidence Act 1999 is intended to protect victims of rape and other serious sexual offences by making clear that evidence of previous sexual history is inadmissible in court unless a strict set of criteria is met. It is right that applications to admit such evidence are determined by the independent judiciary on a case-by-case basis to protect victims whilst maintaining a defendant’s right to a fair trial.\r\n\r\nThe Justice Secretary and Attorney General will be looking at how the law is working in practice before deciding if any further action needs to be taken.\r\n\r\nMinistry of Justice","created_at":"2016-11-02T16:22:51.626Z","updated_at":"2016-11-02T16:22:51.626Z"},"debate":null}},{"type":"petition","id":176672,"links":{"self":"https://petition.parliament.uk/petitions/176672.json"},"attributes":{"action":"Honour pension protections for nuclear workers.","background":"When companies in the nuclear sector were privatised, employees were granted statutory pension protections. Now, after many years, the Government is using spurious excuses to justify proposals to override the protections and impose detrimental changes. \r\nThese proposals must be completely withdrawn.","additional_details":"Pension protections were negotiated for workers in the nuclear sector to ensure privatisation succeeded. Employees kept to their commitment, Government should not renege on its part.\r\n\r\nIn arguing that pensions for nuclear workers should follow the same reforms as public sector workers, Government is guilty of cherry picking the detrimental changes it wants to apply while ignoring the improvements that those reforms would entail.\r\n\r\nGovernment has already achieved enough savings from these schemes.","state":"open","signature_count":16837,"created_at":"2017-01-04T11:02:34.651Z","updated_at":"2017-03-31T21:04:17.170Z","open_at":"2017-01-09T17:24:40.788Z","closed_at":null,"government_response_at":"2017-01-31T17:06:27.620Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T11:18:48.735Z","response_threshold_reached_at":"2017-01-12T22:13:49.421Z","creator_name":"Neil Walsh","rejection":null,"government_response":{"summary":"Government recognises sensitivities around these statutory pension protections. The NDA Estate Employers are consulting workforces on pension reform, after which Ministers will consider the results.","details":"The Government understands the concerns of the workforce across the Nuclear Decommissioning Authority estate about public sector pension reform, bearing in mind the existence of statutory pension protections.. The Government is supportive of the decommissioning programme and has allocated £11 billion of taxpayer funding over the 2015 Spending Review period, which recognises the vital work the workforce delivers on decommissioning, while maintaining the priority of safe and secure operations. The NDA has also been set a challenging programme of over £1 billion of efficiencies and savings for this period, part of which must come from the reform of two final salary defined benefit pension schemes within the NDA estate.\r\n\r\nGovernment policy on public sector pensions follows from recommendations made the Independent Public Service Pensions Commission’s report in 2011. The main recommendation is to reform final salary, defined benefit schemes in favour of Career Averaged Revalued Earnings schemes (CARE). The aim is to make the current and future costs of public sector pensions fairer between scheme members and other taxpayers and put them on an affordable and sustainable footing. Recommendations were enacted through the provisions of the Public Services Pension Act 2013.\r\n\r\nThe majority of public sector schemes have been reformed already. The Government have set a deadline of April 2018 to reform remaining public sector schemes, including those within the NDA estate and to be guided by the previous reforms. The NDA estate, which receives the majority of its funding from the public purse is classified as public sector by the Office of National Statistics and therefore within scope for pension reform. The ONS determines whether a body falls within the public sector by reference to objective criteria – based upon whether the governance, funding, ownership and function of these bodies demonstrate that they are controlled by government.\r\n\r\nThe two defined benefit pension schemes in scope for reform across the NDA estate cover approximately 10,800 employees and are closed to new members. Since 2006 new starters have been offered membership to a defined contribution pension scheme, which is out of scope for reform.\r\n \r\nGovernment acknowledges that CARE reform would require amendments to statutory pension protections, put in place at the time of privatisation of the electricity sector in the 1980s and the Energy Act 2004, when the NDA was formed. These protections sought to provide pension benefits for existing scheme members that were at least as good as those they were receiving in the public sector.\r\n\r\nThe Government has worked with the NDA in considering how best to implement pension reform and the NDA has held discussions with the trade unions on the potential for non-legislative options as an alternative to CARE to realise the required savings. This would be a bespoke solution to the NDA estate and in effect would leave the statutory protections in place. Consideration has focussed on a cap on pensionable pay, which would apply a reduction in pension schemes costs, by limiting an individual’s final salary used to calculate retirement benefits.\r\n\r\nThe NDA consultation document launched on 9th January sets out the details of two options (CARE and a pensionable pay cap) and seeks views from its workforce by the close of the consultation on 10th March. The consultation is the opportunity for the workforce and trade unions to make their views known so that they can be fully taken into account before any final decisions are made. The Government would therefore encourage the workforce and trade unions to engage constructively in the consultation process, after which the NDA will share the feedback from it with Government for its consideration.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-31T17:06:27.616Z","updated_at":"2017-01-31T17:06:27.616Z"},"debate":null}},{"type":"petition","id":182951,"links":{"self":"https://petition.parliament.uk/petitions/182951.json"},"attributes":{"action":"Save the 'Children's nurse' degree course. Our\r\nChildren \u0026 Young People need us","background":"Moves are afoot to make Nursing a generic pathway ( getting rid of Childrens Nursing despite clear evidence of its worth) our children need and deserve appropriately skilled/educated children's nurses.NOT generic nurses( adult) with some limited experience and knowledge. Its our 11th hour. HELP? ","additional_details":"Please sign this petition for the retention of a 'Children's Nursing' degree. Your children deserve it and need it. Our children are our future. They have the right to optimised to health and wellbeing both physical and mental, from 0-25 years of age \r\n\r\nHelp our children to thrive and reach a healthy adulthood with Children's Nurses input.  We need your support before it is too late. Please sign ! Time is running out,we must act before we lose our Child \u0026 Young Peoples nurses. Irreversible!","state":"open","signature_count":16835,"created_at":"2017-02-04T20:27:39.829Z","updated_at":"2017-04-01T20:09:16.222Z","open_at":"2017-02-09T13:28:37.913Z","closed_at":null,"government_response_at":"2017-03-10T13:34:12.632Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-04T21:16:47.813Z","response_threshold_reached_at":"2017-02-12T14:21:47.998Z","creator_name":"Orla McAlinden","rejection":null,"government_response":{"summary":"The Nursing and Midwifery Council has informed the Government that it is not seeking to change the four fields of nursing in a consultation this Summer. ","details":"There are four fields of nursing:  adult, child, mental health and learning disability.  The Nursing and Midwifery Council (NMC) regulates nurses and midwives in England, Wales, Scotland and Northern Ireland. The NMC exists to protect the public. It sets standards of education, training, conduct and performance so that nurses and midwives can deliver high quality healthcare throughout their careers.\r\n\r\nBetween now and 2020 the NMC is delivering a programme of change for education, to ensure that new nurses and midwives are safe, skilled and confident when working across a health and care system that is changing at an unprecedented rate. \r\n\r\nThe NMC’s programme of work in 2016–2017 includes: \r\n-the development of new, outcome-based standards of proficiency for the future graduate registered nurse, led by Professor Dame Jill MacLeod Clark; \r\n-the development of an education framework setting out the requirements for institutions and placement partners seeking to deliver approved nursing and midwifery education programmes;\r\n-an independent review of NMC’s quality assurance function, and\r\n-a review of the standards for medicines management, prescribing and return to practice.\r\n\r\nThe development of new standards of proficiency for the future graduate registered midwife will begin in earnest from April 2017, led by Professor Mary Renfrew, from the University of Dundee. This timeline allows the NMC to maintain their  focus on the proposed legislative changes to the way in which midwives are supervised and regulated. \r\n\r\nStandards of competence for the future registered nurse \r\n\r\nIt is clear that there is a need to move towards standards of proficiency for the future registered nurse which are clearer and more consistent, and which sufficiently equip nurses of the future by focussing on outcomes. \r\nThe new standards of proficiency will reflect the growing need for nurses to:\r\n1.1\twork flexibly across care settings and across mental and physical health within multidisciplinary teams;\r\n1.2\tunderstand all stages of the life course, including children and young people, adults, older people, people with mental health issues, and people with intellectual disabilities;\r\n1.3\tfocus on person-centred care; \r\n1.4\tfocus on moving care into the community;\r\n1.5\ttake on more complex roles and increasing leadership responsibilities;\r\n1.6\tbe digitally literate and move towards embedding technology within health; and\r\n1.7\tfocus on a growing public health and wellbeing agenda; and\r\n\r\nThese new standards will apply to all four fields of nursing, on the basis of extensive feedback that we need to ensure all nurses, regardless of field, are prepared with the requisite skills and knowledge to work across a range of nursing contexts and settings into the future. The specific programme requirements contained within the NMC’s education framework will set out what is required of programmes leading to registration within each field.\r\n\r\nThe four fields of nursing are currently set out in legislation and any changes to these fields would require the Privy Council to approve a change to NMC’s legislation. This would involve a full public consultation as well as support from the Department of Health and parliamentary approval. \r\n\r\nThe NMC will be holding a full public consultation on the new nursing standards in the summer, and there are no plans to include changes to the current four fields in this consultation.\r\n\r\nDepartment of Health","created_at":"2017-03-10T13:34:12.629Z","updated_at":"2017-03-10T13:34:12.629Z"},"debate":null}},{"type":"petition","id":182686,"links":{"self":"https://petition.parliament.uk/petitions/182686.json"},"attributes":{"action":"Do not discriminate against drivers of diesel cars","background":"There is a move to charge diesel cars extra for parking and travelling in city centres even though the government encouraged the purchase of diesel cars due to their efficiency and low CO2 emissions.","additional_details":"\r\nWe the undersigned believe this is wrong and people with diesel cars should not be discriminated against, charged more for parking or forced to pay additional costs to use their vehicles.\r\n\r\nWe call upon Theresa May and her government to protect people who purchased diesel cars, which are amongst the most efficient vehicles available, and stop any current or proposed charges which discriminate against diesel engine cars being levied by councils and local authorities.","state":"open","signature_count":16749,"created_at":"2017-02-03T14:43:17.526Z","updated_at":"2017-04-01T21:09:36.421Z","open_at":"2017-02-24T18:33:52.281Z","closed_at":null,"government_response_at":"2017-03-16T13:52:21.502Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-18T01:04:30.128Z","response_threshold_reached_at":"2017-03-06T07:35:17.238Z","creator_name":"Jill Seymour MEP","rejection":null,"government_response":{"summary":"The Government will consult soon on a new plan to reduce NO2. Diesel vehicles are likely to continue to play a role in the fleet mix in certain circumstances.","details":"The Government continues to invest to improve journeys and provide for safe sustainable transport.  We are investing in the biggest modernisation programme for a generation, bringing our transport system into the 21st Century. We want to deliver changes that really make a difference for the travelling public, as quickly and efficiently as possible.\r\n\r\nTackling air pollution matters. Although the UK currently meets the legal limits for almost all pollutants, further work is still needed – particularly to reduce levels of nitrogen dioxide (NO2) in some towns and cities. Poor air damages public health in the UK, with the most severe effects experienced by the vulnerable: children and the elderly, and people with lung and heart conditions. Where we are above legal limits in our towns and cities transport is responsible for around 80% of NOx emissions at the roadside. \r\n\r\nSince 2011 the Government has committed more than £2 billion to increase the uptake of ultra low emission vehicles (ULEVs) and support greener transport schemes. In addition, the Chancellor has committed a further £290 million to support electric vehicles, low emission buses and taxis, and alternative fuels.\r\n\r\nDiesel vehicles have played, and continue to play a role in reducing fuel usage and emissions of carbon dioxide.  Diesel vehicles have failed to deliver expected emission reductions in real world driving conditions. That is why the UK led the way to secure agreement at EU level to introduce more stringent real driving emissions testing for all new cars and vans across the EU from September 2017, ensuring that vehicle manufacturers live up to their low emission credentials.\r\n\r\nThe national air quality plan for NO2 published in December 2015, set out a programme for Clean Air Zones, alongside national action and continued investment in clean technologies. Clean Air Zones can be a targeted and proportionate approach to reducing emissions by encouraging the replacement of old, polluting vehicles (including buses, taxis and heavy goods vehicles (HGVs) with modern, cleaner technologies.  The Clean Air Zone framework will be updated in spring this year.\r\n\r\nThe setting of charges for on or off-street parking is a matter for local authorities.  The Government recommends that authorities set charges at levels which are consistent with the aims of the authority’s transport strategy, including its air quality, road safety and traffic management strategies. Authorities should never use parking charges just to raise revenue. \r\n\r\nThe Government is considering next steps on the need to tackle levels of NO2 in light of both updated information on real world emissions from diesel vehicles and the High Court judgment last year. We will publish a revised national air quality plan for consultation by 24 April and a final plan by 31 July.   \r\n\r\nDepartment for Transport","created_at":"2017-03-16T13:52:21.500Z","updated_at":"2017-03-16T13:52:21.500Z"},"debate":null}},{"type":"petition","id":177055,"links":{"self":"https://petition.parliament.uk/petitions/177055.json"},"attributes":{"action":"Theresa May: Seek an urgent cross-party solution to the health and care crisis","background":"There can be no doubt about the scale of the challenges facing health and social care services in England. We need a cross-party approach to achieve a long-term solution to ensure millions of older, ill and disabled people and their carers can access the high-quality care they deserve. ","additional_details":"Barely a day goes by without news of immediate problems – service reductions, missed targets – and warnings of future failings. 2017 simply cannot be another year where these huge issues are ducked.\r\n\r\nWhile the Government has taken some short-term steps to try and relieve pressures on the NHS and local authorities, without more fundamental action, these challenges will accelerate as out population increases and ages. ","state":"open","signature_count":16462,"created_at":"2017-01-09T13:24:44.725Z","updated_at":"2017-04-01T23:00:54.245Z","open_at":"2017-01-10T13:58:33.707Z","closed_at":null,"government_response_at":"2017-02-14T11:31:05.294Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T16:23:10.953Z","response_threshold_reached_at":"2017-01-15T16:08:59.416Z","creator_name":"Andrew Kaye","rejection":null,"government_response":{"summary":"The Government recognises the pressures on the health and social care system. It is supporting the NHS’s own plan for the future and going further than ever before to integrate health and social care.","details":"The Government knows that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system. It is important to remember that the pressures faced by the NHS are common to most developed health systems and are due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs. However we have more doctors, more nurses, more paramedics all delivering more treatments than ever, funded by a budget at record levels.\r\n\r\nThe NHS and wider health system has already examined what needs to be done to ensure the sustainability of the health and care system. This is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15. This is the money that the NHS in England asked for and will support the NHS’s own plan for its future – the Five Year Forward View – which set out what needs to change and how this can be achieved of this new funding. £6 billion will be provided by the end of this year, kick starting the process of change, and enabling the Government to deliver Government objectives including seven day services and improved access to cancer treatments and mental health services. The Five Year Forward View is available on NHS England’s website – https://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf. \r\n\r\nWe are making progress towards strategic system changes and new models of care. There is emerging evidence that the vanguards have had a significant impact, reducing pressure on busy services at local level since their launch. In the Fylde Coast Local Health Economy vanguard for example, early figures show that bringing different health professionals under one roof to support older patients with multiple conditions reduced A\u0026E attendance by 13%. We will continue to support this work to design a world class health system, fit for the future.\r\n\r\nAlongside this, we are giving local authorities access of up to £3.5 billion of new support for social care by 2019-20, through the social care precept and the Better Care Fund. And aware of the more imminent pressures on social care, the Government took the necessary steps in the recent Local Government Settlement to help in the shorter-term, making available almost £900 million of additional social care funding over the next two years.\r\n\r\nThe Government believes that the answer to the challenges faced by the health and social care system lies in delivering more integrated services and keeping people well and independent for longer, and in working with the NHS in implementing its own plan for the future of the NHS – the Five Year Forward View.\r\n\r\nDepartment of Health","created_at":"2017-02-14T11:31:05.292Z","updated_at":"2017-02-14T11:31:05.292Z"},"debate":null}},{"type":"petition","id":188594,"links":{"self":"https://petition.parliament.uk/petitions/188594.json"},"attributes":{"action":"A total outright ban of fox hunting","background":"I am asking you to please sign my petition to stop any killing, hunting and hurting of foxes in the UK. It upsets me so much and a lot of other people also. Hunting with hounds is still happening, and other horrific deaths due to traps and nasty people.","additional_details":"Why do people think it is acceptable for hounds to rip a live fox apart for fun after chasing it until it's too tired to run anymore? It makes me sick! Foxes are beautiful and they deserve to live just like we do. If you hurt foxes you should be sent to prison FULL STOP!","state":"open","signature_count":16272,"created_at":"2017-03-03T12:26:26.058Z","updated_at":"2017-04-01T22:48:57.402Z","open_at":"2017-03-16T12:26:31.612Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-03T12:47:43.392Z","response_threshold_reached_at":"2017-03-22T14:15:48.611Z","creator_name":"Jimmy Ashton ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175654,"links":{"self":"https://petition.parliament.uk/petitions/175654.json"},"attributes":{"action":"MPs' salary rises to be restricted to the same as public sector workers by law","background":"Public Sector workers have been restricted to a 1% annual pay rise for the last five years, a lot of them have had a pay freeze during this time, whilst MPs are exempt  from the restrictions they place on Public Sector workers. MPs should be subject to the same annual pay rises by law.","additional_details":"","state":"open","signature_count":15959,"created_at":"2016-12-15T10:53:55.703Z","updated_at":"2017-04-01T23:55:48.119Z","open_at":"2016-12-21T13:24:59.670Z","closed_at":null,"government_response_at":"2017-03-31T11:10:02.508Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-15T11:25:48.165Z","response_threshold_reached_at":"2017-03-19T22:15:22.568Z","creator_name":"Phil Birch","rejection":null,"government_response":{"summary":"MPs’ pay is set by the Independent Parliamentary Standards Authority.","details":"The rate of MPs’ pay is set by the Independent Parliamentary Standards Authority (IPSA) which was established in July 2009 by the Parliamentary Standards Act. IPSA ensures the system of business costs and expenses, as well as MPs’ pay and pensions, is governed by independent external regulation. Their latest scheme can be viewed at www.parliamentarystandards.org.uk. IPSA has a legal requirement to review the Scheme regularly.\r\n \r\nIn handing the determination and administration of MPs’ remuneration to an independent body, any role for the House of Commons in setting the level of Member’s pay, pensions and expenses has ended. The Government has no direct ministerial responsibility for IPSA.\r\n \r\nLeader of the House","created_at":"2017-03-31T11:10:02.507Z","updated_at":"2017-03-31T11:10:02.507Z"},"debate":null}},{"type":"petition","id":174713,"links":{"self":"https://petition.parliament.uk/petitions/174713.json"},"attributes":{"action":"This petition calls for a total ban on the use of packs of hounds for hunting","background":"Fox hunting has been banned for a number of years. Hunts still kill ,claiming it was an accident. They can follow a man made trail legally but this leads to confusion in making a prosecution as the hunt readily admits the hounds are uncontrollable when catching the scent of a live fox. ","additional_details":"Police forces across the country readily admit that they have no manpower to monitor hunting. When faced with evidence of illegal kills, assaults on saboteurs , foxes bred in captivity to release for the hunts, they rarely prosecute. \r\nThe majority of UK residents would like to see a total ban on fox/hare/deer hunting with a pack of hounds. It's a \" sport\" that should be consigned to our history books. \r\nHunts continue to hunt illegally, ignoring the law and the will of the British public. \r\n","state":"open","signature_count":15853,"created_at":"2016-12-04T17:13:54.747Z","updated_at":"2017-04-01T20:48:45.519Z","open_at":"2016-12-08T18:54:22.933Z","closed_at":null,"government_response_at":"2017-03-17T12:04:24.221Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-04T19:17:26.050Z","response_threshold_reached_at":"2017-02-28T09:52:10.262Z","creator_name":"Lynne Fourrel de Frettes ","rejection":null,"government_response":{"summary":"The Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.","details":"The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, it also sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: \r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nThe Hunting Act 2004 does not prevent hunts from meeting up and riding with their hounds, nor does it prevent hunts from carrying out activities such as trail or drag hunting; or limit the number of hounds that may be taken out by hunts or used for activities that do not involve hunting with dogs. However, hunts should take care to ensure that their hounds are under control at all times whilst out in public. Any failure to control hounds may result in an offence being committed. \r\n\r\nUnder the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 of causing unnecessary suffering to an animal with a maximum penalty of an unlimited fine and/or six months imprisonment. \r\n  \r\nWith regard to the policing of hunts, decisions on the allocation of police resources and on the arrest and prosecution of those taking part in illegal hunting activity are a matter for individual Chief Constables and prosecuting authorities. It is also for Police and Crime Commissioners to hold their forces to account, including on how they tackle the crimes that matter most to residents and businesses in rural and urban areas alike. Anyone who believes an offence is taking place or has taken place under the Hunting Act 2004 or the Animal Welfare Act 2006, whether it lies with the hunters or protestors, should report the matter to the Police. \r\n\r\nThe Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why Conservative MPs and peers have a free vote on this matter.\r\n\r\nThe Government therefore does not agree to bring into force a total ban on the use of pack hounds in England and Wales.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-03-17T12:04:24.219Z","updated_at":"2017-03-17T12:04:24.219Z"},"debate":null}},{"type":"petition","id":170232,"links":{"self":"https://petition.parliament.uk/petitions/170232.json"},"attributes":{"action":"Make a legal requirement for papers to print corrections at same size as errors.","background":"Recent instances such as The Sun newspaper retracting significant headline news (eg. regarding \"benefit tourism\" figures) in tiny, easily-overlooked corrections have highlighted the need for this requirement in order for papers to fulfill a mandate to accurately and honestly inform the public.","additional_details":"Misuse and misrepresentation of information which is later retracted in miniscule font tucked away in the rear of a newspaper is endemic across several publications at every point on the political spectrum and allows newspapers to circumvent regulations regarding the accuracy of their reporting, often to the detriment of the public, the political life of the country, and the safety of vulnerable people. ","state":"open","signature_count":15807,"created_at":"2016-10-24T18:38:12.942Z","updated_at":"2017-03-30T06:56:53.119Z","open_at":"2016-10-27T12:55:51.490Z","closed_at":null,"government_response_at":"2016-12-14T14:08:20.626Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-24T18:50:39.393Z","response_threshold_reached_at":"2016-11-23T18:33:25.343Z","creator_name":"Derek Des Anges","rejection":null,"government_response":{"summary":"The Government is committed to independent press self-regulation and does not interfere with decisions taken by press regulators.","details":"This government upholds the core principle of freedom of expression, recognising the invaluable role a free press plays in our cultural and democratic life. We are committed to independent self-regulation of the press and do not interfere in settling press complaints, as long as the press abides by the law particularly with regard to libel and defamation. It is therefore not the role of government to interfere with the practices of independent regulators with regard to the printing of corrections.\r\n\r\nIndependent press self-regulators, the Independent Press Standards Organisation (IPSO) and IMPRESS, have an editors’ code to which their members are expected to adhere, and, in line with Lord Justice Leveson’s recommendations, they have the power to direct the placement and prominence of corrections. On several occasions IPSO has ordered corrections to be made on the front page.\r\n\r\nDepartment for Culture, Media and Sport ","created_at":"2016-12-14T14:08:20.623Z","updated_at":"2016-12-14T14:08:20.623Z"},"debate":null}},{"type":"petition","id":188272,"links":{"self":"https://petition.parliament.uk/petitions/188272.json"},"attributes":{"action":"No sex education for under 10 years old","background":"Studies have showed that children under the age of 10 do not think of sexual activities or relationships. So sex education for little children under the age of 10 years is not necessary. Exposing children to sex is the same as showing red to a bull because what you don't know you don't miss.","additional_details":"There is no proven evidence that exposing children to sexual information has reduced adolescent sex or pregnancy. It should be a matter for the parents to decide if their children should be exposed to sexual information.","state":"open","signature_count":15669,"created_at":"2017-03-01T21:10:54.293Z","updated_at":"2017-04-01T22:47:26.145Z","open_at":"2017-03-09T11:52:52.547Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-01T22:00:03.445Z","response_threshold_reached_at":"2017-03-19T21:54:56.289Z","creator_name":"jamila amin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170481,"links":{"self":"https://petition.parliament.uk/petitions/170481.json"},"attributes":{"action":"Introduce Animal Health and Welfare to the school curriculum","background":"Animal abuse complaints increased by over 6,000 in 2014. Education could be a key factor to preventing the pattern from continuing into the future; reducing animal suffering and also giving future generations an understanding of animal care.","additional_details":"The UK could be on the forefront of combating this through the introduction of a compulsory course that teaches students how to treat and perceive animals both wild and in our care. Education could take place both in and out of the classroom. Trips to sanctuaries, farms and zoos could be supplemented by an educational talk, allowing the students to see the animals first hand along side learning about their care and how to maintain their welfare.","state":"open","signature_count":15404,"created_at":"2016-10-27T22:11:11.155Z","updated_at":"2017-04-01T23:05:07.727Z","open_at":"2016-10-31T19:10:11.359Z","closed_at":null,"government_response_at":"2017-03-06T11:29:59.609Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-28T09:13:44.510Z","response_threshold_reached_at":"2017-02-15T12:07:26.868Z","creator_name":"Kristopher Dorr","rejection":null,"government_response":{"summary":"The primary science curriculum includes content about the basic needs of animals. Schools have the freedom to teach topics such as animal welfare in subjects like citizenship and PSHE.","details":"The national curriculum has recently been reformed and was first taught in 2014. It sets out the minimum subjects and programmes of study which must be taught to children of compulsory school age in maintained schools in England. Academies, Free Schools and other types of independent schools have the freedom to design and follow their own curriculum but can use the national curriculum as a benchmark and in preparation for GCSE study.\r\n\r\nThe national curriculum focuses on the essential knowledge that must be taught, allowing teachers to take greater control over the wider curriculum in schools. The national curriculum is just one element in the education of every child and there is time and space to range beyond the national curriculum specifications. \r\n\r\nAnimal health and welfare are not explicitly specified in the national curriculum for science. The primary science curriculum does, however, include references to animals and their environment, including in year 2 understanding the basic needs of animals. The need to care for animals taken from their local environment is also included in the non-statutory notes and guidance section of the key stage one programme of study. Schools have the freedom to teach topics such as animal welfare in subjects such as citizenship and Personal, Social, Health and Economic education (PSHE). \r\n\r\nSchools have the freedom to complement this knowledge through teaching subjects such as animal welfare, beyond the prescribed curriculum. All schools are required to teach a balanced and broadly based curriculum that promotes the spiritual, moral, cultural, mental and physical development of pupils, and prepares them for the opportunities, responsibilities and experiences of later life, which could also include animal welfare. \r\n\r\nDepartment for Education","created_at":"2017-03-06T11:29:59.606Z","updated_at":"2017-03-06T11:29:59.606Z"},"debate":null}},{"type":"petition","id":190894,"links":{"self":"https://petition.parliament.uk/petitions/190894.json"},"attributes":{"action":"Immediately stop plans to cut Southeastern services to Charing Cross \u0026 Victoria","background":"Chris Grayling has today released a document aimed at making the lives of the people of Dartford, Bexleyheath, Eltham, Blackheath and the surrounding areas a misery.  He wrongly diagnoses all Southeastern train problems to be the fault of the above mentioned stations.","additional_details":"Grayling on OUR services 'it also introduces operational complexity, requiring trains to cross complex and busy junctions. This is a major contributor to delays, and makes it much harder to recover the service when things go wrong.'  His answer is to cut these services and ruin our lives. We wont be able to get to work, areas will suffer, house prices drop. Sign and stop it\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/599062/south-eastern-franchise-consultation.pdf ","state":"open","signature_count":15076,"created_at":"2017-03-15T20:14:29.614Z","updated_at":"2017-04-01T23:48:45.779Z","open_at":"2017-03-27T08:24:00.547Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-15T20:35:56.424Z","response_threshold_reached_at":"2017-03-28T21:44:37.381Z","creator_name":"Robin Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178288,"links":{"self":"https://petition.parliament.uk/petitions/178288.json"},"attributes":{"action":"Abolish the House of Lords if it delays Brexit.","background":"The EU Referendum was held in June 2016 to decide whether the UK should leave the EU or remain a member state. The majority of the people of the United Kingdom voted  to Leave the EU.  An Act of Parliament is required for the Government to meet its pledge to invoke Article 50 by 31st March 2017.","additional_details":"A significant number of Members of the House of Lords have stated they oppose Brexit. Should the House of Lords in any way delay legislation so as to prevent the Government meeting the 31st March 2017 deadline it will have shown it despises the will of the people and the democratic process. Should it do so then the House of Lords must be abolished as it will have demonstrated that it and its unelected members have neither place nor purpose in a modern democracy.","state":"open","signature_count":14523,"created_at":"2017-01-24T17:05:30.863Z","updated_at":"2017-04-01T09:25:45.404Z","open_at":"2017-01-26T12:38:01.526Z","closed_at":null,"government_response_at":"2017-03-16T14:36:36.052Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-24T18:37:06.448Z","response_threshold_reached_at":"2017-03-02T12:47:42.506Z","creator_name":"Roger Carter","rejection":null,"government_response":{"summary":"The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account. We are confident that Article 50 will be triggered by the end of March.","details":"The European Union (Notification of Withdrawal) Bill implements the outcome of the referendum, trusting the decision of the British people and respecting the judgment of the Supreme Court. The Article 50 Bill has been debated and scrutinised in both Houses. We are confident that the Bill will be passed and we will still meet our timetable of triggering Article 50 by the end of March. Assent for this Bill will be a key step towards a smooth and orderly exit from the EU.\r\n\r\nComprehensive reform of the House of Lords is not a priority in this Parliament, however the Government recognised the importance of addressing the size of the House of Lords in its manifesto. Where there are measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\n\r\nCabinet Office","created_at":"2017-03-16T14:36:36.050Z","updated_at":"2017-03-16T14:36:36.050Z"},"debate":null}},{"type":"petition","id":175823,"links":{"self":"https://petition.parliament.uk/petitions/175823.json"},"attributes":{"action":"Give immunity against prosecution to armed forces personel who served in NI.","background":"Armed Forces Personnel who served in Northern Ireland  should not be prosecuted for alleged crimes that may have been carried out during the Northern Ireland troubles. The IRA and other illegal organisations have been given immunity by the government of this, OUR country. So should our troops.","additional_details":"During the time of the Northern Ireland troubles (this is actually a euphomism for terrorism and the government, for \"PC\" reasons, will not class as a war) it is alleged that members of the armed forces acted illegally in carrying out their duties by killing members of these illegal organisations who were carrying out terrorist acts. It is difficult to know whether terrorists are armed or not and split second decisions have to be made as to what action to take when confronted by terrorists. ","state":"open","signature_count":14257,"created_at":"2016-12-17T09:29:03.602Z","updated_at":"2017-04-01T21:41:10.403Z","open_at":"2017-01-11T15:13:29.159Z","closed_at":null,"government_response_at":"2017-02-24T15:18:57.687Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-17T13:59:11.268Z","response_threshold_reached_at":"2017-02-02T18:33:49.821Z","creator_name":"Reg Davies","rejection":null,"government_response":{"summary":"The Government is unstinting in its admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. There is no amnesty for terrorists and criminality should be investigated.","details":"This Government remains unstinting in our admiration and support for the men and women of the Armed Forces and police whose sacrifice ensured that terrorism would never succeed in Northern Ireland and that its future would only ever be determined by democracy and consent.  The overwhelming majority carried out their duties with courage, professionalism and integrity. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. The Public Prosecution Service of Northern Ireland has made clear that prosecutions have been brought against a number of individuals - both republican and loyalist - for serious terrorist crimes during the Troubles. \r\n\r\nSo far as our overall approach to these matters is concerned, the Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution.\r\n\r\nLady Justice Hallett’s report in 2014 into the ‘On The Runs’ scheme made clear that the scheme did not amount to an amnesty or immunity from prosecutions for terrorists.  Suspected terrorists were not handed a ‘get out of jail free card.’ If the current government had been presented with a scheme that amounted to an amnesty, we would have stopped it. The report went on to confirm that the scheme was at an end, and that there was no basis for any reliance on letters received by so-called ‘On The Runs’ under the scheme. This was made very clear publicy by the Government in the House of Commons.\r\n\r\nThe Government remains committed to the full and faithful implementation of the legacy bodies in the Stormont House Agreement of December 2014. The Agreement concluded 11 weeks of talks between the UK Government, the five largest political parties in the Northern Ireland Assembly, and the Irish Government. It includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing in 1988.\r\n\r\nThe establishment of the HIU will effectively do away with the responsibility that the Police Service of Northern Ireland and the Police Ombudsman for Northern Ireland have in legacy investigations, freeing up both bodies to focus their time and resource on modern day policing matters. \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be required in legislation to operate in ways that are balanced, proportionate, transparent, fair and equitable. They will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and enable victims and survivors a degree of closure.\r\n\r\nNorthern Ireland Office","created_at":"2017-02-24T15:18:57.684Z","updated_at":"2017-02-24T15:18:57.684Z"},"debate":null}},{"type":"petition","id":176687,"links":{"self":"https://petition.parliament.uk/petitions/176687.json"},"attributes":{"action":"Delay triggering Article 50 until after voters vote on the UK EU Exit Package.","background":"The UK shouldn't be forced to leave the EU on terms nobody voted for. Therefore, Article 50 should be delayed until after the people have had the final say by voting on whether to accept the terms of the deal or to stay in the EU on current terms.\r\n","additional_details":"Triggering Article 50 on 31/3 hands back the UK's EU membership giving the remaining 27 EU member 2 years to decide a UK Exit Package which suits them \u0026 discourages others leaving. The UK only has power to negotiate before Article 50 is triggered. The EU incentive to negotiate before a UK vote on the Exit Package is that if it were rejected the UK stays in the EU. Hence, UK should negotiate the deal terms \u0026 let the people vote to accept the deal or to stay in the EU before triggering Article 50","state":"open","signature_count":13923,"created_at":"2017-01-04T16:09:51.413Z","updated_at":"2017-03-31T23:30:32.371Z","open_at":"2017-01-06T17:33:25.802Z","closed_at":null,"government_response_at":"2017-02-14T12:16:39.923Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T16:41:58.336Z","response_threshold_reached_at":"2017-01-28T16:56:44.227Z","creator_name":"Sarah Branson","rejection":null,"government_response":{"summary":"The people voted to leave the EU in a referendum and we will respect that decision. Under the EU treaties, the negotiations with the EU can only begin after Article 50 is triggered.","details":"The Government is committed to delivering on the will of the people as expressed on 23 June 2016. We are leaving the European Union.\r\n\r\nThere must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that.\r\n\r\nUnder Article 50 of the Treaty on European Union, the arrangements relating to the UK’s withdrawal are to be made between the UK and the EU in a withdrawal agreement. Our efforts will be focused on getting the best deal possible for the UK in the negotiations with the EU.\r\n\r\nFrom the UK side, we are embarking upon a programme of engagement at official and ministerial level with the EU institutions and Member States to understand our partners' concerns and priorities in order to prepare for these negotiations and ensure that they succeed.  The meetings did not seek to open negotiations, which can only begin after Article 50 is triggered, but to lay the ground for a constructive dialogue and a smooth and orderly exit which is in the interests of all parties.\r\n\r\nOn 17 January 2017, the Prime Minister set out the 12 objectives which will guide the Government in fulfilling the democratic will of the people of the UK. These are: \r\n\r\n1. Providing certainty and clarity; \r\n2. Taking control of our own laws; \r\n3. Strengthening the Union; \r\n4. Protecting our strong historic ties with Ireland and maintaining the Common Travel Area; \r\n5. Controlling immigration; \r\n6. Securing rights for EU nationals in the UK and UK nationals in the EU; \r\n7. Protecting workers’ rights; \r\n8. Ensuring free trade with European markets; \r\n9. Securing new trade agreements with other countries; \r\n10. Ensuring the United Kingdom remains the best place for science and innovation; \r\n11. Cooperating in the fight against crime and terrorism; and \r\n12. Delivering a smooth, orderly exit from the EU.\r\n\r\nThe Prime Minister has set out the timetable for triggering Article 50 by  31 March and we remain committed to that timetable. Delaying the triggering of Article 50 any longer simply extends the period of uncertainty. It is important to provide stability and reassurances for business, the public sector and the general public which can only be done by entering into negotiations with the EU.\r\n\r\nThe Government will bring forward a motion on the final agreement to be approved by both Houses of Parliament before it is concluded. We expect and intend that this will happen before the European Parliament debates and votes on the final agreement.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-14T12:16:39.921Z","updated_at":"2017-02-14T12:16:39.921Z"},"debate":null}},{"type":"petition","id":168920,"links":{"self":"https://petition.parliament.uk/petitions/168920.json"},"attributes":{"action":"CCTV in ALL dementia care facilities by LAW.","background":"Too many incidents of abuse is happening to our elderly living with dementia in care facilities. We need to protect our vulnerable elderly and start protecting them  NOW ","additional_details":"","state":"open","signature_count":13478,"created_at":"2016-10-09T22:49:02.956Z","updated_at":"2017-04-01T22:45:45.252Z","open_at":"2016-10-14T14:30:44.303Z","closed_at":null,"government_response_at":"2017-01-18T16:11:46.127Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T23:05:10.257Z","response_threshold_reached_at":"2017-01-08T22:23:50.321Z","creator_name":"Jayne Connery ","rejection":null,"government_response":{"summary":"The Government does not object to the use of CCTV cameras in care homes on a case by case basis. Care home owners should consult with and seek the consent of residents and their families on their use.","details":"The Government is committed to preventing and reducing the risk of harm to adults in vulnerable situations. In order to support those most vulnerable to abuse and neglect, it is vital that agencies agree collectively those issues that require a safeguarding response as opposed to issues, which relate to standards and quality of care more widely.\r\n\r\nWe have made it clear, in statutory guidance to support implementation of the Care Act, that we expect local authorities to ensure that the services they commission are safe, effective and of high quality. We also expect those providing the service, local authorities and the Care Quality Commission (CQC) to take swift action where anyone alleges poor care, neglect or abuse. We have strengthened the powers of CQC to prosecute providers for unacceptable care, including abuse.\r\n\r\nBehaviour which amounts to abuse and neglect often constitutes specific criminal offences under various pieces of legislation. Although the local authority has the lead role in making enquiries where criminal activity is suspected, the early involvement of the police is likely to have benefits in many cases. \r\n\r\nThe Government recognises that cases of abuse and neglect have been exposed as the result of hidden cameras. We acknowledge that there are occasions when it may be appropriate for their use to be considered.\r\n\r\nClosed circuit television (CCTV) should not be regarded as a substitute for proper recruitment procedures, training, management and support of care staff, or for ensuring that numbers of staff on duty are sufficient to meet the needs of users of services.\r\n\r\nIt is a legal requirement that care providers must ensure that the safety, welfare, privacy and dignity of service users at all times. The Government considers that the widespread introduction of CCTV into care homes would raise important concerns about residents’ privacy, as well as practicality.\r\n\r\nThe use of CCTV and other forms of covert surveillance should not be routine, but should be considered on a case by case basis.  The Government does not object to the use of CCTV in individual care homes or by the families of residents, provided it is done in consultation with and with the permission of those residents and their families.\r\n\r\nCare providers and members of the public, including care service users and their families, are free to decide whether or not to employ CCTV or covert monitoring. However, they should be aware of requirements, including legal protections, around ensuring the privacy and dignity of those who are being filmed/observed.\r\n\r\nThe CQC has published guidance for care homes and the families of residents on the issues that should be taken into account when deciding whether or not to use CCTV or other forms of covert surveillance. The guidance is available on CQC’s website at http://www.cqc.org.uk/content/using-surveillance-information-service-providers.\r\n\r\nCare provision is often personal, even intimate in nature. Filming or recording the more than 400,000 people who live in care and nursing homes whilst they are receiving personal care – for example, being bathed, helped to dress and eat - would represent a major intrusion into their privacy. For the great majority, whose care is good, such an intrusion could not be justified.\r\n\r\nDepartment of Health","created_at":"2017-01-18T16:11:46.124Z","updated_at":"2017-01-18T16:11:46.124Z"},"debate":null}},{"type":"petition","id":168137,"links":{"self":"https://petition.parliament.uk/petitions/168137.json"},"attributes":{"action":"Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.","background":"Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?","additional_details":"The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.","state":"open","signature_count":13310,"created_at":"2016-09-29T19:53:02.384Z","updated_at":"2017-04-01T17:43:37.490Z","open_at":"2016-10-04T11:30:39.478Z","closed_at":null,"government_response_at":"2016-12-20T13:45:10.881Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T21:04:07.024Z","response_threshold_reached_at":"2016-12-03T22:20:01.948Z","creator_name":"Helen Victoria Morton","rejection":null,"government_response":{"summary":"Schools are required to identify the special educational needs of children including arranging for necessary tests. Conditions such as dyslexia may be diagnosed by clinical professionals.  ","details":"Local health and education commissioners should determine what services – including diagnostic support - to commission in the best interests of their local populations. Any developmental issue relating to a child’s health can be referred for specialist assessment. Where dyspraxia is suspected, for example, a referral could be made to a community paediatrician or occupational therapist. Referrals for dyslexia and dyscalculia are more commonly made via schools.   \r\n\r\nParents should not have to pay for a dyslexia test for their child. Schools are required under the Children and Families Act 2014 to identify and address the special educational needs of the pupils they support. Special Educational Needs Co-ordinators (SENCOs) in schools should have expertise in identifying a range of special educational needs, and, where they require further specialist advice and information, they are able to draw on local authority professionals, such as specialist teachers and educational psychologists. \r\n\r\nSchools can arrange for appropriate tests from other professionals where their assessments indicate that this is necessary, and can use resources in the school’s budget for this purpose. Maintained schools are given notional SEN budgets by their local authority and could pay for tests such as an assessment for dyslexia from this allocation.\r\n\r\nThe Children and Families Act introduced a new framework for commissioners of education, health, public health and social care to work together in the assessment of the needs of children and young people with special educational needs. The Care Quality Commission and Ofsted are inspecting the arrangements in each local area over five years, for how education services, social care and health work together to identify, assess and meet the needs of children and young people with special educational needs and or a disability.\r\n\r\nDepartment of Health","created_at":"2016-12-20T13:45:10.878Z","updated_at":"2016-12-20T13:45:10.878Z"},"debate":null}},{"type":"petition","id":171287,"links":{"self":"https://petition.parliament.uk/petitions/171287.json"},"attributes":{"action":"Pass law to force employers to pay on time for freelance/contractual work.","background":"Too many times have we all (as freelancers) faced clients that do not pay, or take forever to do so. We have no structure or law to support us in this matter except for small claims court. Sometime larger clients can bully a sole trader/contractor into relying on their terms, rather than other.","additional_details":"Much alike the New York City Council move.. http://www.nydailynews.com/news/politics/nyc-passes-law-forcing-employers-pay-freelancers-time-article-1.2847980\r\n\r\nFreelance Isn't Free. In surveys, 70% of freelancers report either not getting paid or having to wait months for their money for jobs.\r\n\r\nEmployers and agencies often sit on the money to gain their own interest rather than pay quickly and on time. The freelance contractor has no power and has to wait because the money is valuable to them.","state":"open","signature_count":13153,"created_at":"2016-11-04T09:28:33.024Z","updated_at":"2017-04-01T09:25:35.265Z","open_at":"2016-11-08T15:57:32.613Z","closed_at":null,"government_response_at":"2017-01-06T13:35:08.193Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T10:25:20.515Z","response_threshold_reached_at":"2016-12-16T12:23:49.591Z","creator_name":"Ben Peter Catchpole","rejection":null,"government_response":{"summary":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service.","details":"A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service, under the Late Payment of Commercial Debts (Interest) Act 1998.\r\n\r\nIn April 2017, the payment practices reporting requirement will come into force. This will require large companies and LLPs to report publically on their payment practices and performance, twice per financial year. This transparency will help suppliers, including small businesses such as sole traders, make informed decisions about who they do business with. \r\n\r\nAlso in 2017, we will be appointing the Small Business Commissioner, who will support small businesses in resolving payment disputes. The Commissioner will provide general advice and information, direct small businesses to existing dispute resolution services, and handle complaints about payment issues.  Small businesses, with fewer than 50 staff, will be able to access the services of the Commissioner – these businesses include self-employed individuals.\r\n\r\nThere is also the voluntary, industry-led Prompt Payment Code, which is about encouraging, promoting and setting an example of best practice between organisations and their suppliers. More than 1800 firms are signed up to the Code, which you can see at: www.promptpaymentcode.org.uk \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-06T13:35:08.187Z","updated_at":"2017-01-06T13:35:08.187Z"},"debate":null}},{"type":"petition","id":178087,"links":{"self":"https://petition.parliament.uk/petitions/178087.json"},"attributes":{"action":"Don't allow prescriptions to stop for dairy free milk in the UK.","background":"Prescriptions for baby-milk and gluten free products will be stopped to save money in Croydon.\r\n\r\nAccording to the CCG it spends £395,000 per year on baby milks and specialist infant formula but under the new cuts baby-milk will no longer be available.","additional_details":"How are our babies going to cope without the milk? \r\n\r\nHow are we expected to pay upwards of 25 pounds a tin for baby milk that our babies need to survive, yet we pay for other items such as methadone. \r\n\r\nIt is not our babies fault and they should not be cut out. They are the next generation!!! ","state":"open","signature_count":13118,"created_at":"2017-01-21T20:11:22.012Z","updated_at":"2017-03-31T20:27:30.813Z","open_at":"2017-01-24T09:40:25.687Z","closed_at":null,"government_response_at":"2017-02-20T17:00:24.814Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-21T20:20:01.562Z","response_threshold_reached_at":"2017-02-05T18:21:08.707Z","creator_name":"Charlotte elsom ","rejection":null,"government_response":{"summary":"It is for Clinical Commissioning Groups, through their local prescribing policies, to decide what to limit on prescription.","details":"It is for Clinical Commissioning Groups (CCGs), through their local prescribing policies, to decide what to limit on prescription \r\n\r\nCroydon Clinical Commissioning Group (CCG) has confirmed that its decision to approve recommendations to stop the prescribing of gluten-free products and baby milk were made in the context of the financial pressures the local NHS is facing and the need to make savings in the next financial year. \r\n\r\nThe CCG undertook public engagement on the proposals prior to making its decision, engaging face to face with over 300 individual local residents, patients and professionals at more than 30 sessions. A total of 346 written responses were received through the online and paper survey. The CCG advises that the response to the prescribing proposals was predominantly positive, with over 70% of respondents agreeing that the CCG should stop providing self-care medications. \r\n\r\nCroydon CCG recognises the concerns of those people who currently receive these products on prescription and has advised it will work closely with local communities, Croydon pharmacists and GPs to support people to find affordable alternatives. \r\n\r\nDepartment of Health","created_at":"2017-02-20T17:00:24.812Z","updated_at":"2017-02-20T17:00:24.812Z"},"debate":null}},{"type":"petition","id":172778,"links":{"self":"https://petition.parliament.uk/petitions/172778.json"},"attributes":{"action":"Free Commando Sergeant Alexander Blackman from jail","background":"A soldier should never go to prison for killing the enemy in a battlefield situation. Sergeant Alexander Blackman was sent to prison for killing a member of the Taliban on a battlefield in Afghanistan. Commando Sergeant Alexander Blackman should not be in prison.","additional_details":"","state":"open","signature_count":12988,"created_at":"2016-11-16T21:54:42.830Z","updated_at":"2017-03-30T17:50:21.095Z","open_at":"2016-11-18T18:04:08.679Z","closed_at":null,"government_response_at":"2017-01-12T16:43:44.980Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-17T12:36:16.445Z","response_threshold_reached_at":"2016-12-24T22:13:14.584Z","creator_name":"Stephen Halden","rejection":null,"government_response":{"summary":"Sergeant Alexander Blackman’s case is the subject of an appeal and it would not be appropriate to comment on this specific issue while this legal process is on-going. ","details":"The Government considers our Service personnel to be the best in the world, recognising the very difficult job that they have to do and the high standards they are expected to maintain.    \r\n\r\nUK Service personnel are subject to the Armed Forces Act 2006 wherever they are in the world. The Act contains a consistent and fair system of Service law that recognises the unique context within which Service personnel operate and it underpins the maintenance of discipline which is fundamental for operational effectiveness.  The Service Justice System provides for the same crimes as under the law of England and Wales, including theft, rape and murder, and a range of disciplinary offences specific to the military environment, such as failure to obey a lawful command.  When a Service person commits a crime it is essential that justice is done.  \r\n\r\nThere are clear international rules around what is permitted in armed conflict and what actions are prohibited as war crimes, or crimes under UK law. International Law requires the UK to ensure that our Armed Forces are subject to a proper disciplinary system, and to ensure that Service personnel properly understand the law that governs their actions. Violation of criminal law by a Service person can place their colleagues in danger and undermine the legitimacy of the mission. Recognising the difficult circumstances, accountability is a core concept in the law of the UK and this accountability is equally important when it comes to military actions overseas.  \r\n\r\nWhere  Service personnel are following  lawful orders and are properly performing their duties they are not liable to be prosecuted for what might otherwise constitute crimes.  This includes circumstances where there are civilian casualties and other forms of collateral damage. The UK Armed Forces and the Ministry of Defence support the legal and moral obligation to minimise collateral damage. This includes  planning our operations with the benefit of  legal advice, and adherence to stringent rules of engagement. There are clear and well understood boundaries between when a Service person is acting lawfully, within the confines of their role, and when they have gone outside the performance of their role and committed a crime. \r\n\r\nWhere there is evidence of a potential crime, an appropriate police investigation must be carried out. \r\n\r\nAs for the Sergeant Blackman case, this has been the subject of an independent investigation, prosecution and appeal process. It would therefore not be appropriate to comment on this case. The Government is confident however that the legal obligations to which Service personnel are subject to, are clear and appropriate.  Service personnel are provided with the appropriate training, guidance and support to familiarise them with the rules of armed conflict and the Armed Forces Act. \r\n\r\nMinistry of Defence","created_at":"2017-01-12T16:43:44.977Z","updated_at":"2017-01-12T16:43:44.977Z"},"debate":null}},{"type":"petition","id":172382,"links":{"self":"https://petition.parliament.uk/petitions/172382.json"},"attributes":{"action":"£15 National minimum wage for hgv drivers","background":"It has come to my attention, that the national minimum wage has risen for the UK workers, but for the HGV drivers ,wages are still too low.\r\nIf the national minimum wage for HGV drivers was set at £15, you would see that the driver shortage would end.\r\n","additional_details":"In most cases of HGV driving, the average wage is set to £9 a hour.\r\nThis is for 60 hours ,but for an average 48 over a set period.\r\n60hours -5hours for breaks =£495 a week. That's a lot you would think ,let's take into account work life balance ,weekend work, night shifts ,courses that come out of your free time.\r\n35hours over 5 years .\r\nThis is a highly skilled job.","state":"open","signature_count":12799,"created_at":"2016-11-13T13:44:37.262Z","updated_at":"2017-04-01T20:56:23.927Z","open_at":"2016-11-17T17:33:10.746Z","closed_at":null,"government_response_at":"2017-01-04T11:25:53.175Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T19:16:38.027Z","response_threshold_reached_at":"2016-12-13T17:49:10.551Z","creator_name":"Dean Pope","rejection":null,"government_response":{"summary":"The Government sets the National Minimum Wage and National Living Wage rates to protect low income workers. There are no plans to introduce a rate specifically for HGV drivers. ","details":"The objective of the National Minimum Wage is to ensure that low income workers are fairly paid. The National Minimum Wage clearly demonstrates the Government’s commitment to protecting those on the lowest incomes, and to making work pay. \r\n\r\nThe National Living Wage was introduced in April 2016 and it specifies the minimum hourly rate that workers aged 25 and over should be paid. The rate is currently set at £7.20 and from April 2017 it will be increased to £7.50. The Government’s objective is for the National Living Wage to equal 60 per cent of median earnings in the UK by 2020. Around 3 million low income workers are expected to benefit directly from the National Living Wage by 2020, and up to 6 million in total could see their pay rise as a result of a knock-on effect of the policy.\r\n \r\nIt is important that Government strikes a balance between setting National Minimum Wage rates which support workers, and on the other hand avoiding rates which are too high and which could lead to an increase in unemployment. The Government achieves this balance by considering the expert advice from the Low Pay Commission (LPC), which is independent of Government and involves representatives from both employer and worker groups. \r\n\r\nThe LPC makes recommendations to the Government on what the National Minimum Wage rates should be, such that there will be no impact on employment levels. The LPC does this by gathering extensive evidence from across the economy including workers, their representatives and employers. The LPC’s recommendation for the National Living Wage rate is calculated slightly differently in that the LPC is asked to recommend the rate such that it reaches 60% of median earnings by 2020. \r\n\r\nPay rates over and above the appropriate National Minimum Wage or Living Wage rate are a matter between employers and workers. It is the responsibility of employers to ensure that their reward packages are competitive, in order to retain and develop the workforces which are fundamental to their success.\r\n\r\nMany employers pay their workers more than the legal minimum, where it is affordable for them to do so. So long as they are paying at least the legal minimum, this is a decision for employers to take. Therefore, the Government has no plans to introduce a higher minimum wage rate specifically for HGV drivers. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-01-04T11:25:53.173Z","updated_at":"2017-01-04T11:25:53.173Z"},"debate":null}},{"type":"petition","id":170843,"links":{"self":"https://petition.parliament.uk/petitions/170843.json"},"attributes":{"action":"For the Home Office to hold an inquiry into the battle of Orgreave","background":"Thousands of miners and police clashed at the Yorkshire coking site in 1984.\r\nCampaigners said officers led by South Yorkshire Police were heavy-handed and manufactured statements.\r\n","additional_details":"Calls for an Orgreave inquiry escalated following the conclusion of the two-year Hillsborough inquests, which provided a scathing assessment of the under-fire South Yorkshire Police force's behaviour.\r\nWhat was the 'Battle of Orgreave'?\r\nOrgreave: The battle that's not over\r\nThe statement added: \"The campaigners say that had the consequences of the events at Orgreave been addressed properly at the time, the tragic events at Hillsborough would never have happened five years later.","state":"open","signature_count":12560,"created_at":"2016-11-01T00:24:01.707Z","updated_at":"2017-03-31T13:52:03.739Z","open_at":"2016-11-02T17:45:47.884Z","closed_at":null,"government_response_at":"2016-11-21T13:54:57.630Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-01T08:38:44.397Z","response_threshold_reached_at":"2016-11-06T19:40:54.968Z","creator_name":"Peter Cooper","rejection":null,"government_response":{"summary":"The Home Secretary announced to Parliament on 31 October her decision not to establish an inquiry or other independent review into the policing of the events at Orgreave.","details":"In making her decision, the Home Secretary carefully considered a submission from the Orgreave Truth and Justice Campaign (OTJC) on the need for an inquiry relating to the policing of events at Orgreave in 1984, and met the OTJC and other campaign supporters (including the then Shadow Home Secretary) on 13 September to discuss their concerns. She acknowledged that it had been a difficult decision to make.\r\n\r\nIn determining whether or not to establish a statutory inquiry or other review, the Home Secretary considered a number of factors, reviewed a range of documents, carefully scrutinized the arguments contained in the Campaign’s submission and spoke to members of the Campaign. She concluded that neither an inquiry nor a review was required to allay public concern, more than 30 years after the events in question. In doing so, she noted the following factors:\r\n\r\n•\tDespite the forceful accounts and arguments provided by the campaigners and former miners who were present that day, about the effect that these events have had on them, ultimately there were no deaths or wrongful convictions.\r\n\r\n•\tIn addition, there have been very significant changes to policing since 1984, at every level, including major reforms to criminal procedure, changes to public order policing and practice, stronger external scrutiny and greater local accountability.\r\n\r\nIn particular the operational delivery and practice of public order policing has moved on a great deal from the arrangements in 1984, and tactics have now been reviewed and altered several times both by the police and the courts.\r\n\r\n•\tProtections which were singularly lacking at the time of Orgreave now exist with the introduction of the Police \u0026 Criminal Evidence Act 1984 which has vastly improved the way police investigations and powers operate.\r\n\r\n•\tThe creation of the Crown Prosecution Service in 1986, with the introduction of independent CPS prosecutors, fundamentally altered the prosecution of offences. It ended the existence of ad hoc prosecution arrangements across the country whereby a mixture of police prosecutors and private firms of solicitors - hired by the police and acting for and on the instruction of the police – conducted prosecutions.\r\n•\tWith regards to the external scrutiny of complaints against the police, this was strengthened by the creation, in 1985, of the Police Complaints Authority which was replaced in 2004 by the more effective Independent Police Complaints Commission and in turn will be replaced by the Office for Police Conduct in 2017. The exemplary standards of behaviour expected of everyone who works in policing were reinforced by the introduction of a statutory Code of Ethics, laid before this House in 2014.\r\n\r\n•\tLastly, the introduction of directly elected Police and Crime Commissioners in 2012 has given the public a voice in shaping their local policing priorities and improved the accountability of police leadership.\r\n\r\nAs a result there would therefore be very few lessons for the policing system today to be learned from any review of the events and practices of three decades ago. This is a very important consideration when looking at the necessity for an inquiry or independent review and the public interest to be derived from holding one. Taking these considerations into account, the Home Secretary does not believe that establishing any kind of inquiry is required in the wider public interest concern or for any other reason.\r\n\r\nThe Home Secretary believes that the focus should now be on continuing to ensure that the policing system is the best it can be for the future, including through reforms currently before Parliament in the Policing and Crime Bill, so that the public can have the best possible policing both in South Yorkshire and across the country.\r\n\r\nHome Office","created_at":"2016-11-21T13:54:57.628Z","updated_at":"2016-11-21T13:54:57.628Z"},"debate":null}},{"type":"petition","id":165651,"links":{"self":"https://petition.parliament.uk/petitions/165651.json"},"attributes":{"action":"Give Head Teachers the authority to agree up to 10 days of term-time holiday","background":"Responsible parents who have children with good attendance records should be allowed to gain discretionary permission from the Head Teacher to take their children out of school for up to 10 days per year for family holidays.\r\n\r\n\r\n","additional_details":"The current legislation was setup to improve attendance figures in pupils with irresponsible parents, however in it's current form has put an unfair restriction on decent and responsible parents inhibiting them from being able to spend time bonding with their children on family holidays. \r\n\r\nThe prices of out of term holidays have soared to unacceptable levels and parents are left competing with work colleagues to get time off work during school holidays. \r\n\r\nThe current law is unacceptable.\r\n ","state":"open","signature_count":12535,"created_at":"2016-08-24T22:52:26.911Z","updated_at":"2017-04-01T21:44:23.773Z","open_at":"2017-01-16T12:44:03.109Z","closed_at":null,"government_response_at":"2017-02-14T12:33:18.354Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T02:54:31.399Z","response_threshold_reached_at":"2017-02-01T16:50:09.386Z","creator_name":"Daniel Finn","rejection":null,"government_response":{"summary":"As they know their pupils best, head teachers continue to retain the discretion to grant leave but, in maintained schools they may do so only in exceptional circumstances.","details":"The Government’s position remains that children should not be taken out of school without good reason.  That is why we have tightened the rules and are supporting schools and local authorities to use their powers to tackle unauthorised absence.  \r\nDepartment for Education research, published in March 2016, shows that absence has a negative link to attainment; every extra day missed can affect a pupil’s chance of gaining good GCSEs. \r\n\r\nThe Government is focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential and create a world-class education system in this country.  This cannot be achieved if the pupil’s education is disrupted by preventable absences.  A child who is absent is also liable to interrupt the education of other pupils and to increase the workload on teachers, as schools seek to ensure that absent pupils catch up with work that has been missed.\r\n\r\nParents have a duty (under section 7 of the Education Act 1996), to ensure that their child of compulsory school age (approximately 5-16) receives an efficient full-time education either by attendance at school or otherwise. \r\n\r\nIn September 2013, the Government clarified the law to ensure that head teachers retained discretion to authorise leave of absence but, in maintained schools, they were only able to do so in exceptional circumstances.  Head teachers know their pupils best and are, therefore, best placed to make those judgments on a case-by-case basis, considering the merits of each request for leave and deciding whether it is exceptional.\r\n\r\nThe clarification of the regulations in 2013 looked to address the widespread misconception that parents were entitled to take their children on holiday during term time.  No such entitlement has ever existed in law.\r\n\r\nThe Government understands that the cost of holidays can be higher outside of term time and we acknowledge that family holidays can be an enriching experience.  The school year is designed to allow families numerous opportunities to enjoy their holiday without disrupting a child’s education.  The Government does not set term and holiday dates.  If parents and schools want different term dates, so they can take their children on holiday outside of the more expensive peak holiday season, they should discuss this with their local authority.\r\n\r\nThe Government has no powers to direct the commercial policy of the travel industry.  In a competitive market it is for business to decide the market worth of their products and to price accordingly.  In the UK holiday market there is fierce competition for custom.  Price rises in peak periods are a reflection of the international competition holiday companies face for hotel accommodation and other services in destinations which are also popular with consumers from many other countries, and where there are limits to capacity.  UK school holidays coincide with summer breaks across Europe and demand for accommodation in the popular destinations is consequently very high during this period.  This increased competition inevitably results in higher costs for the holiday organisers.  It is also the case that many family holidays include extra child-oriented services during the school breaks.  \r\n\r\nThe Government sympathise with parents struggling to afford a holiday but our policy is not to intervene when markets function normally. In a competitive market, prices are inevitably higher during peak periods.\r\n\r\nThe Government has made real progress - overall absence rates have followed a general downward trend since 2006/07 when the overall absence rate was 6.5 percent, with the rate of overall absence in 2014/15 standing at 4.6 per cent.  There are almost 200,000 fewer pupils who are persistently absent since 2010.  \r\n\r\nThe rate of absence due to term time holidays has fallen by more than a third since 2012/13.  This has been driven by a drop in absence due to authorised term time holidays - with 3.4 per cent of pupils missing at least one session due to authorised term time holiday in 2014/15 down from 15.1 per cent in 2012/13. \r\n\r\nThis topic has been debated on a number of occasions in the past.  More information about debates relating to previous e-petitions can be found by following the links below:\r\no\tAn e-petition to request a stop to holiday companies charging extra in school holidays - https://petition.parliament.uk/archived/petitions/46455 - was followed by a debate on 24 February 2014. \r\no\tAn e-petition requesting an allowance for up to 2 weeks term time leave from school for holiday - https://petition.parliament.uk/petitions/106133 - was debated on 26 October 2015. \r\no\tAn e-petition requesting no more school penalty fines and to bring back the 10 day authorised absence - https://petition.parliament.uk/petitions/129698 - was debated on 11 July 2016.\r\n\r\nDepartment for Education","created_at":"2017-02-14T12:33:18.351Z","updated_at":"2017-02-14T12:33:18.351Z"},"debate":null}},{"type":"petition","id":177076,"links":{"self":"https://petition.parliament.uk/petitions/177076.json"},"attributes":{"action":"Approve funding for stem cell transplantation in sickle cell patients","background":"Sickle Cell Disease (SCD) is the most common inherited blood disorder in the UK, affecting 15K people, mostly of African/Caribbean descent. Hematopoietic stem cell transplantation is the only cure but funding in the UK has been refused. Clinicians are asking the government to reconsider its decision","additional_details":"SCD patients produce unusually shaped red blood cells that become stuck in blood vessels. Lack of tissue oxygen triggers sudden attacks requiring hospital treatment. The sickling can also cause organ damage, strokes, bone damage and disability. Denying funds for HSCT is an act of false economising that fails to consider the cost of repeated hospitalization. The procedure is safe and it's routinely used in the US. https://www.channel4.com/news/sickle-cell-bone-marrow-transplants-offer-hope","state":"open","signature_count":12314,"created_at":"2017-01-09T18:09:20.654Z","updated_at":"2017-04-01T08:24:50.941Z","open_at":"2017-01-13T15:16:21.360Z","closed_at":null,"government_response_at":"2017-02-16T17:05:51.913Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T20:30:16.686Z","response_threshold_reached_at":"2017-02-06T14:34:17.578Z","creator_name":"Patrick Williams","rejection":null,"government_response":{"summary":"Funding for stem cell transplants for patients with sickle cell disease is available where it can be shown that the potential benefits outweigh the risks associated with this form of treatment.","details":"Sickle cell disease describes a group of inherited conditions that affect the red blood cells. The most serious form is sickle cell anaemia, which is one of the most common forms of inherited genetic conditions. \r\n\r\nSickle cell abnormalities in the haemoglobin, found in red blood cells, cause the blood cells to assume a sickle shape following the release of oxygen. The abnormal shape causes the cells to clump together and can block small blood vessels. This condition can be extremely painful and frequently requires admission to hospital. Patients with sickle cell disease require specialist care throughout their lives that can involve medication and blood transfusions. \r\n\r\nStem cell transplant using donated stem cells can be an effective treatment for some carefully selected patients with sickle cell disease, but is a major treatment with significant risks. The transplantation process involves the eradication of the patient’s immune system and replacing their stem cells with ones that are matched to them with the aim of curing the disease. The process can lead to a number of potentially severe and life-threatening complications.\r\n\r\nChildren with sickle cell disease can be treated with stem cell transplants where other treatment options have proven ineffective and a suitably matched donor is available. Transplants are generally safer in children compared to adults because their immune systems and other body tissues are better able to regenerate and recover quickly following toxic treatments. This means the balance of benefit and risk is significantly different between adults and children. A further complication is that not all patients are able to find a suitably matched donor. Transplants are much more likely to be successful if the donor and patient are as closely matched as possible.  \r\n\r\nStem cell treatment is not currently routinely commissioned by NHS England for adults with sickle cell disease, but commissioning policy is kept under review in the light of the latest clinical evidence. There have been some recent promising results from studies that have investigated the use of less harsh treatments to prepare patients with sickle cell disease for transplantation. However, these approaches are yet to be shown to be both safe and effective. \r\n\r\nThe National Institute for Health Research (NIHR) is currently inviting research proposals for a multicentre randomised control trial to address the clinical and cost effectiveness of stem cell transplantation in adults with severe sickle cell disease. Evidence from this trial will inform NHS England commissioning policy related to stem cell transplants in adults with sickle cell disease.\r\n\r\nDepartment of Health","created_at":"2017-02-16T17:05:51.910Z","updated_at":"2017-02-16T17:05:51.910Z"},"debate":null}},{"type":"petition","id":171378,"links":{"self":"https://petition.parliament.uk/petitions/171378.json"},"attributes":{"action":"Fund Research into Ehlers Danlos Syndrome","background":"EDS is a debilitating and often life threatening conditions, there is very little research and we are a long way off a cure, we need research.","additional_details":"","state":"open","signature_count":12214,"created_at":"2016-11-04T22:02:04.643Z","updated_at":"2017-04-01T22:52:50.215Z","open_at":"2016-11-07T18:30:22.842Z","closed_at":null,"government_response_at":"2017-03-14T14:48:42.129Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T22:17:53.981Z","response_threshold_reached_at":"2017-03-04T23:16:38.082Z","creator_name":"Natasha Brooker","rejection":null,"government_response":{"summary":"The Government recognises the need to support research into rare diseases including Ehlers Danlos Syndrome and is committed to the implementation of the UK Strategy for Rare Diseases.","details":"Ehlers Danos Syndrome (EDS) includes a complex group of rare disorders caused by changes in genes that weaken the connective tissues.  At least seven sub-types of the condition are recognised and the way patients are affected can vary significantly.  The most common features of EDS are joints with an increased range of movement or hypermobility and skin that is unusually stretchy or fragile.  In some the symptoms may be relatively mild but others they are highly disabling and on rare occasions potentially life-threatening.  The complexity of the syndrome and the difficulty in diagnosing the milder forms of the condition means that an accurate estimate of the number of affected individuals is difficult.  The most common form of the condition is believed to affect around 1 in 2000 individuals.  \r\n\r\nThe Government is committed to improving the lives of patients and their families affected by rare diseases including EDS.  To address the particular issues faced by patients with rare conditions the Government has developed the UK Strategy for Rare Diseases.  This Strategy, published in 2013, contains 51 commitments which all four countries of the UK have agreed to implement by 2020.  The recommendations include establishing clearer diagnostic pathways for patients with rare diseases and emphasise the importance of research into the causes and development of treatments for these conditions.\r\n\r\nThe UK continues to be at the forefront of research into rare diseases and 100,000 Genomes Project is actively accelerating progress in the understanding of the genetic basis of rare diseases.  The project applies the latest forms of genetic analyses to patients where the genes involved have not been identified.  Patients with EDS are usually diagnosed by on the basis of their clinical symptoms which can, in some cases, be supported through genetic testing.  In some, but not all cases, there may be a family history of the condition that helps clinicians make a diagnosis.  Diagnosis remains an important issue for EDS patients and genetic basis for the most common form of hypermobile EDS or joint hypermobility syndrome remains unknown.  This is why the 100,000 Genomes Project is recruiting patients with EDS where the genetic basis for the condition remains unknown alongside patients from over other 190 groups of rare conditions.\r\n\r\nThe National Institute of Health Research (NIHR) has significantly invested in rare diseases research and funds a variety of initiatives to support the development of new therapies.  This investment includes the creation of the NIHR Rare Disease Translational Research Collaboration (NIHR RD-TRC).  The NIHR RD-TRC considers the overall biochemical and clinical features of patients with rare conditions.  This approach aims to understand how genetic changes lead to a clinical symptoms of the condition and thereby help to suggest how these conditions can be treated.  The NIHR RD-TRC also plays an important role in training researchers and therefore helps to build the capacity to support future research into rare diseases.  \r\n\r\nThe NIHR also supports the NIHR BioResource that provides a resource of patients that wish to participate in experimental medicine research and are willing to provide clinical information and samples that enable them to be recalled for specific studies.  One study currently supported by the NIHR BioResource concerns an investigation of the genetic basis of rare inherited connective tissue conditions including EDS and closely related conditions.  \r\n\r\nIn addition, the Government continues to invest broadly in basic and applied clinical research through the work of the Medical Research Council (MRC) and NIHR.  The MRC portfolio of research includes significant support for both cardiovascular and musculoskeletal disorders that may have implications for research into EDS.  In 2014/15, the MRC provided £20m funding for cardiovascular research and £16m into musculoskeletal research.  Similarly the broad NIHR portfolio of support includes research that may also be relevant to EDS.  In September 2016 a record £816 million investment in NIHR Biomedical Research Centres (BRCs) was awarded to 20 NHS and university partnerships across England that will provide support for 5 years from 1 April 2017.  The NIHR BRCs provide world-class research infrastructure in the NHS to support and enable research funded by NIHR and public, charity and industry research funding partners.  These centres support the development of new, ground-breaking treatments, diagnostics, prevention and care for patients in a wide range of diseases.  \r\n\r\nBoth the MRC and NIHR support research in response to proposals from the academic and clinical community and welcome high quality applications for support into any aspect of human health including EDS.  Applications are judged in open competition with awards being made on the basis of the importance of the topic to patients, value for money and scientific quality.  \r\n\r\nDepartment of Health","created_at":"2017-03-14T14:48:42.126Z","updated_at":"2017-03-14T14:48:42.126Z"},"debate":null}},{"type":"petition","id":177407,"links":{"self":"https://petition.parliament.uk/petitions/177407.json"},"attributes":{"action":"Inquiry into Israel influencing British political democracy.","background":"Further to the revelation made by Al-Jazeera that a senior political officer at the UK’s Israeli Embassy talked of bringing down a UK Minister, other MPs, and influenced the setting up of groups within the Conservative and Labour Party, which are of serious concern.","additional_details":"These actions of an employee of a foreign Embassy demonstrate major external interference into British domestic politics, which is a serious national security issue.\r\n\r\nIt is therefore important that MPs openly debate the issue. We the undersigned urge the government to investigate this issue further, and prioritise this petition for a debate in parliament on receipt of the required signatories. \r\n\r\n","state":"open","signature_count":12093,"created_at":"2017-01-13T14:00:24.671Z","updated_at":"2017-04-01T12:57:12.245Z","open_at":"2017-01-19T18:17:16.125Z","closed_at":null,"government_response_at":"2017-02-10T11:51:32.919Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:33.675Z","response_threshold_reached_at":"2017-01-30T15:17:44.434Z","creator_name":"Louise Pyne-Jones","rejection":null,"government_response":{"summary":"The Israeli Ambassador apologised and is clear the comments do not reflect the view of the Embassy or Government of Israel. The UK has a strong relationship with Israel. We consider the matter closed.","details":"The UK is a close friend of Israel and we enjoy an excellent bilateral relationship, built on decades of cooperation between our two countries across a range of fields such as education, hi-tech research, business, arts and culture.\r\n\r\nWe are continuing to deepen and advance our links with Israel in these areas. Both countries have much we can share with each other and benefit from our relationship. \r\n\r\nIt is clear that in this case, these remarks can only be attributed to one person. The Israeli Ambassador has apologised and explained that the comments made do not reflect the views of the Embassy or Government of Israel. \r\n\r\nThe Embassy has informed us that the official has resigned from his position at the Israeli Embassy and left the UK.   \r\n\r\nThe UK therefore considers this matter closed.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-02-10T11:51:32.917Z","updated_at":"2017-02-10T11:51:32.917Z"},"debate":null}},{"type":"petition","id":168911,"links":{"self":"https://petition.parliament.uk/petitions/168911.json"},"attributes":{"action":"The Legalization of all forms of cannabis for recreational and medicinal use.","background":"Legalization would prove far more beneficial to society, if regulated and taxed. The revenue generated from taxation can be funneled into the NHS and education. The criminal justice system which is already under pressure from cuts will save money. Thousands of jobs created increasing tax revenue.","additional_details":"Tourism will be boosted, which in turn will boost local economies creating even more employment. The benefits to the NHS in terms of prescribing medicinal cannabis instead of expensive drugs will give a significant reduction in the drugs bill of £15 billion. There is a lot of misinformation which fuels concerns but having cannabis illegal causes a lot of problems we see today. It's time we take a logical approach rather than an ideological approach.\r\n\r\n","state":"open","signature_count":11928,"created_at":"2016-10-09T21:19:50.393Z","updated_at":"2017-04-01T23:46:14.720Z","open_at":"2016-10-19T17:00:36.729Z","closed_at":null,"government_response_at":"2017-03-30T08:35:15.980Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-10T04:07:25.099Z","response_threshold_reached_at":"2017-03-09T01:48:12.901Z","creator_name":"Adam Currington ","rejection":null,"government_response":{"summary":"The Government has no intention of legalising cannabis.  Any product containing cannabis would remain subject to the same regulatory framework that applies to all medicines. ","details":"There is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities. \r\n\r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (ACMD), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”. The ACMD’s most recent advice on cannabis is set out in its 2008 report - https://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008.\r\n\r\nThe Government is aware of different approaches being taken abroad and of the associated debates.  However, it may be years before we can fully understand the effect on public health and crime as a result of the decisions to legalise and regulate the production, supply and possession of cannabis as data on harms, benefits and revenues will take some time to gather. \r\n\r\nThe Government believes that the legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. \r\nWe take a broad approach to prevention, supporting investment in a range of programmes, which have a positive effect on young people and adults, giving them the confidence, resilience and risk management skills to resist drug misuse.\r\n\r\nCannabis use has continued to drop in the last decade, with 6.5 per cent of 16 to 59 year olds having taken it in 2015/16 according to the latest Crime Survey for England and Wales. This is a drop from 8.7 per cent in 2005/06.\r\n\r\nWhere claims are made for medicinal applications, there is a clear regime in place. This is administered by the Medicines and Healthcare products Regulatory Agency (MHRA) and enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval. \r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products, should a product be developed. As happened in the case of sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals. Medicinal products must have a product licence (marketing authorisation) before they can be legally sold, supplied or advertised in the UK, unless exempt. Licensed medicinal products have to meet safety, quality and efficacy standards to protect public health. \r\n\r\nCannabis and any cannabis products should be subjected to the same regulatory framework that applies to all medicines in the UK. To do otherwise will amount to a circumvention of the clearly established regime for approving medicines in the UK.\r\n\r\nHome Office","created_at":"2017-03-30T08:35:15.978Z","updated_at":"2017-03-30T08:35:15.978Z"},"debate":null}},{"type":"petition","id":172441,"links":{"self":"https://petition.parliament.uk/petitions/172441.json"},"attributes":{"action":"Save our Bass: do not water down the proposal to ban nets.","background":"We are calling on George Eustice, the UK Fisheries Minister, to support the Commission's proposals and not to cave in to commercial pressure like last year, to the anger and dismay of anglers and other conservationists.","additional_details":"Commercial netting has hammered the bass stock. It is now so dangerously low that it may not recover for years. Anglers and conservationists argue that it is time to get rid of the nets. The EU Commission agrees and has proposed banning nets from the bass fishery from next year. These nets also kill sea-birds, seals, porpoises and dolphins. Getting rid of the nets, but retaining recreational fishing and commercial hook \u0026 line, will mean a bright and vibrant future for a sustainable bass fishery.","state":"open","signature_count":11916,"created_at":"2016-11-14T05:25:48.611Z","updated_at":"2017-04-01T21:41:20.600Z","open_at":"2016-11-17T17:47:02.068Z","closed_at":null,"government_response_at":"2016-12-20T12:27:00.015Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-14T09:45:05.795Z","response_threshold_reached_at":"2016-12-02T16:13:29.414Z","creator_name":"Henry Gilbey","rejection":null,"government_response":{"summary":"The UK secured emergency measures to conserve bass in 2015. For 2017 we sought a package to reduce commercial catches, minimise discards and argued for proportionate allowance for recreational angling","details":"At this year’s December Council negotiation the UK sought a balanced package on sea bass that further protected the stock, while respecting the need to account for discards and allow some continued recreational angling.  We pressed for a better deal for angling, recognising its importance to local economies. In particular, we agreed that there should be a 1 or 2 fish bag limit for 10 months of the year and argued for lower commercial catch limits. We were disappointed we could not move beyond the current scheme and agree a fairer package for anglers.\r\n\r\nBass measures agreed at December Council included:\r\n\r\n•\tThe limit tightened for bass catches by fixed gill nets from 1.3 tonnes to 250kg per vessel per month, for unavoidable by-catch, representing an 80% cut from this year's provision, and for all forms of netting at UK level an estimated 88% cut from the former 2011-2013 baseline annual average;\r\n•\tNo provision for other forms of netting than fixed gill net;\r\n•\tSetting the limit for hook and line fisheries at 10 tonnes per annum (spread across ten months of the year), reducing the catch potential by 23%;\r\n•\tSetting the by-catch provision for trawlers and seines at 3% per day.  This is an increase from 1% per trip for this year to minimise bass discards, but with a new cap introduced of 400kg per month. At UK level the provision is estimated to result in a 57% decrease from the former 2011-13 baseline average.\r\n•\tThe provision for recreational angling remains unchanged, with only catch and release allowed in the first six months, followed by a daily limit of one fish per fisher.\r\n\r\nWe are making progress in reducing bass catches at EU level and are heading in the right direction in terms of stock recovery. We will continue to seek the right balance between the legitimate interests of the recreational and commercial sectors while achieving sustainable fisheries for bass.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-12-20T12:27:00.013Z","updated_at":"2017-01-31T15:50:48.444Z"},"debate":null}},{"type":"petition","id":168561,"links":{"self":"https://petition.parliament.uk/petitions/168561.json"},"attributes":{"action":"Stop Taxi's being allowed to work in areas they aren't licensed in.","background":"The Government has allowed Taxis to work cross boarders. This loophole has to be revoked.\r\nIt is putting customers at risk and depriving them of locally trained and vetted drivers.\r\nThe local Taxi Licensing has no authority over out of town drivers meaning they do what they want with impunity.","additional_details":"","state":"open","signature_count":11766,"created_at":"2016-10-05T10:05:47.886Z","updated_at":"2017-04-01T18:43:58.999Z","open_at":"2016-10-14T16:40:07.296Z","closed_at":null,"government_response_at":"2017-01-12T13:43:32.752Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-05T12:39:02.827Z","response_threshold_reached_at":"2016-12-21T18:12:45.273Z","creator_name":"Adrian Holland","rejection":null,"government_response":{"summary":"The Government’s priority in the licenced taxi and private hire vehicle (PHV) trade is passenger safety. All licensed drivers, vehicles and PHV operators have met their local licensing standards.","details":"Local authorities (and Transport for London in London) are the licensing authorities for taxis and PHVs. They have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nThe standards for taxi and PHV licensing are set at a local level, this is usually the responsibility of the local authority. In London these standards are set by Transport for London. These licensing authorities have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nAll local licensing authorities in England and Wales have a duty to ensure that any person to whom they grant a taxi or PHV driver’s licence is a fit and proper person to hold such a licence. Although the term ‘fit and proper’ is not defined in legislation, the procedure for assessing a driver’s fitness will typically involve an enhanced criminal record check and a medical check, a local topographical knowledge test and possibly a special driving test.\r\n\r\nThe Government publishes Best Practice Guidance to assist licensing authorities when setting standards for taxi and PHVs drivers and operators. The Government has introduced an amendment to the Policing and Crime Bill that will make statutory all aspects of the guidance related to the safeguarding of children and vulnerable adults. Both parts of the new guidance will be consulted on once the Policing and Crime Bill receives Royal Assent.\r\n\r\nLicensing authorities remain responsible for ensuring that the drivers they license remain fit and proper throughout the period of the licence. Any complaints about a driver can be investigated by the authority responsible for issuing the licence, regardless of where the driver was working at the time.\r\n\r\nIf vehicles from neighbouring areas present a problem, licensing authorities can work together to take joint enforcement action against all vehicles and drivers licensed in their combined areas. For example, in Merseyside, five licensing authorities allow each other to enforce against all vehicles and drivers across all of their areas.\r\n\r\nLegislation allows taxis to provide pre-booked journeys outside the area in which they are licensed, without a separate PHV licence. The Government considers that it is in the public interest to encourage taxis to accept fares that may take them out of the area in which they are licensed, for example to airports or train stations.\r\nThis concession has, in the past been open to abuse, with taxi drivers working predominantly accepting pre-booked fares outside the area in which they were licensed. The courts, while careful not to direct how a licensing authority should exercise its discretion to grant licences, have commented that it would be “difficult” to justify granting a taxi licence where a licensing authority knows the applicant has no intention of plying for hire in its area. It is the local licensing authority’s discretion as to whether or not to license such a vehicle, however to remain within the spirit of the legislation, the authority should consider the intended use of the licence.\r\n\r\nLocal licensing authorities are therefore able to address any local concerns that there may be about this issue. A number of local licensing authorities have already introduced a taxi ‘intended use’ policy when considering licence applications.\r\n \r\nThese policies are reducing the number of taxis working predominantly on pre-booked fares in other areas. If there are particular concerns in a specific area, these should be raised with the relevant licensing authorities.\r\n\r\nDepartment for Transport\r\n","created_at":"2017-01-12T13:43:32.749Z","updated_at":"2017-01-12T13:43:32.749Z"},"debate":null}},{"type":"petition","id":177416,"links":{"self":"https://petition.parliament.uk/petitions/177416.json"},"attributes":{"action":"Babies should be checked for tongue tie by a professional in first week of birth","background":"Lots of babies have tongue tie which gets missed so leads to problems with breastfeeding including low weight gain and pain for the mother. Sometimes it isn't detected until a late stage when hospitals will no longer treat baby. If baby is checked early a lot of problems can be avoided.","additional_details":"My son was diagnosed with tongue tie at 9 weeks old at this point our local hospitals wouldn't treat him so as we were referred to a much further away hospital on a waiting list and by this point his weight gain was suffering, he was frustrated during feeds and I was in a lot of pain so we went private which isn't cheap. Because the tongue tie went so long undetected I now have damaged vessels in my breasts. If this was picked up in the early days we wouldn't have any of these issues. ","state":"open","signature_count":11678,"created_at":"2017-01-13T15:50:32.967Z","updated_at":"2017-03-31T20:45:34.468Z","open_at":"2017-01-16T11:15:11.105Z","closed_at":null,"government_response_at":"2017-02-09T15:45:55.476Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T16:04:13.386Z","response_threshold_reached_at":"2017-01-25T11:32:43.872Z","creator_name":"Hayley Louise Beardwood","rejection":null,"government_response":{"summary":"It is for the NHS locally to ensure appropriate services are available to diagnose and treat tongue-tie. If there are problems with feeding, professionals should discuss options with parents. ","details":"It is important that babies with tongue-tie receive appropriate treatment and that appropriate support is given to their parents. \r\n\r\nIt is for the NHS locally to ensure appropriate services are available for the diagnosis and treatment of tongue-tie. Some babies with tongue-tie can still feed properly and do not need any treatment. If the condition is causing problems with feeding, health professionals should discuss the options with parents and agree the most appropriate form of treatment. For some babies, extra help and support with breastfeeding is all that is needed. If this does not help, the tongue-tie needs to be divided by a registered practitioner.\r\n\r\nThe focus of the Government’s infant feeding policy is to improve health outcomes for women and their babies; our policy is in line with the World Health Organisation’s recommendations to encourage exclusive breastfeeding for the first six months of life. Access to supportive services in the crucial early weeks can help women establish and maintain breast feeding successfully. Midwives and Health Visitors have an important role to play in providing information, support and advice to mothers and parents on infant feeding.\r\n\r\nTo assist the NHS, the National Institute for Health and Care Excellence (NICE) considered the division of tongue-tie in depth in July 2004. Current NICE guidelines recommend that, when considering division of tongue-tie, healthcare professionals should be sure that the parents or carers understand what is involved and consent to the treatment, and the results of the procedure are monitored. In line with NICE guidelines, NHS England expects healthcare professionals to discuss the benefits and risks with the parents or carers of any child.\r\n\r\nThe Department of Health does not set the content and standard of training for healthcare professionals. Health Education England (HEE) has responsibility for promoting high quality education and training that is responsive to the changing needs of patients and local communities and will work with stakeholders to influence training curricula as appropriate.\r\n\r\nThe content and standard of healthcare training is the responsibility of the independent regulatory bodies, in this instance the Nursing and Midwifery Council (NMC). Through their role as the custodians of quality standards in education and practice, these organisations are committed to ensuring high quality patient care delivered by high quality healthcare professionals. Healthcare professionals will be equipped with the knowledge, skills and behaviours required to deal with the problems and conditions they will encounter in practice. However, HEE will work with the NMC to influence training curricular as appropriate.\r\n\r\nThe UK National Screening Committee (UK NSC) advises Ministers and the NHS in all four countries about all aspects of screening policy and supports implementation. Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n \r\nThe UK NSC has not reviewed the evidence for screening newborns for tongue-tie. The UK NSC’s evidence review process outlines how to submit a proposal at https://www.gov.uk/government/publications/uk-nsc-evidence-review-process/appendix-d-how-to-submit-a-proposal-to-the-uk-nsc\r\n\r\nInformation on tongue-tie (ankyloglossia) is available on the NHS Choices website at http://www.nhs.uk/Conditions/tongue-tie\r\n\r\nDepartment of Health","created_at":"2017-02-09T15:45:55.473Z","updated_at":"2017-02-09T15:45:55.473Z"},"debate":null}},{"type":"petition","id":168779,"links":{"self":"https://petition.parliament.uk/petitions/168779.json"},"attributes":{"action":"Stop medical appointments affecting school attendance","background":"I don't feel its fair that children with disabilities and illnesses are penalised for having essential and critical appointments that they need. Surely this is some sort of discrimination??","additional_details":"My daughter has a rare chromosome condition and has to have lots of different hospital appointments. She has always caught up at school but is marked down for attendance. Schools offer rewards and incentives to children that achieve 100% attendance records, they are penalising children with health needs and disabilities through no fault of their own. I am asking that schools be required by law to take into consideration of medical appointments when working out attendance.","state":"open","signature_count":11673,"created_at":"2016-10-07T20:06:12.602Z","updated_at":"2017-04-01T10:40:48.626Z","open_at":"2016-10-20T13:18:46.561Z","closed_at":null,"government_response_at":"2017-02-07T10:13:21.624Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-08T07:22:39.740Z","response_threshold_reached_at":"2017-01-25T08:29:50.089Z","creator_name":"Donna Nash","rejection":null,"government_response":{"summary":"The Department does not specify or influence how schools might choose to reward good attendance.  However, any system should comply with schools’ legal duties around disability and medical conditions.","details":"The Government believes that all children of compulsory school age are entitled to a full time education which is suitable to their age, ability, aptitude and any special educational needs they may have.\r\n\r\nSection 100 of the Children and Families Act 2014 places a duty on maintained schools, academies and pupil referral units to make arrangements to support pupils at their school with medical conditions. A child’s mental and physical health should be properly supported in school so that they pupil can play a full and active role in school life, remain healthy and achieve their academic potential.  They must have regard to the statutory guidance in relation to supporting pupils at school with medical conditions.\r\n\r\nIn addition, if a child has a disability then the school has to comply with specific duties in accordance with the Equality Act 2010, including whether it would be reasonable to make any adjustments so that pupils with disabilities are not put at a substantial disadvantage in comparison with non-disabled pupils.  Schools also have a duty not to discriminate as a result of something arising from disability (i.e. poorer attendance).\r\n\r\nSchools and local authorities are empowered to keep absences to a minimum and have measures available to support and promote good attendance.  The Department for Education does not specify or influence how schools reward good attendance. It is purely at a school’s discretion whether to reward their pupils for having good attendance, provided they act reasonably and comply with legal obligations such as those in the Equality Act 2010. Many schools do reward and celebrate good and improved attendance through a wide range of reward systems. The Department would however, expect schools to ensure that any such system is inclusive and appropriate for all pupils including those with disabilities or long-term health conditions.\r\n\r\nA pupil’s attendance is recorded in accordance with the Education (Pupil Registration) (England) Regulations 2006 as amended, which require schools to take the attendance register at the start of each morning session and once during each afternoon session.  On each occasion, they must record whether every pupil is: present; attending an approved educational activity; absent; or unable to attend due to exceptional circumstances.\r\n\r\nThe Department acknowledges that children with medical needs may need to attend regular medical appointments during the school day and the school attendance framework allows such absences to be authorised by the school.  If a child is absent for a medical appointment without the headteacher’s permission, and the medical issue is not so urgent that the child is actually prevented from attending school because of sickness, then that could be an offence under section 444 of the Education Act 1996. \r\n\r\nMedical appointments, wherever possible, should be made outside of the school day.  Where this is not possible, and we do understand that sometimes it is not, we advise that children should only be out of school for the minimum amount of time necessary for the appointment.\r\n\r\nWe know that in 2014/15 (latest full year of data):\r\n-\tMedical/dental appointments accounted for 6.5% of all absence\r\n-\t0.3% of all possible sessions were missed due to medical/dental appointments (compared to an overall absence rate of 4.6%)\r\n-\t37% of pupil enrolments had one or more session of absence due to medical/dental appointments\r\n\r\nSchools should not discriminate against children for their attendance record if their absences are related to their medical condition, for example hospital appointments. Most schools use the national absence codes to record and monitor attendance. The codes enable schools to identify the reasons for absence. Therefore when monitoring pupils’ attendance, schools will be able to take into consideration any absences due to medical appointments.\r\n\r\nIt is important that schools have a true record of such absences, as this will enable them to keep track of education missed and identify pupils that may need additional support. \r\n\r\nThe Government is focused on creating a world-class education system in this country and reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nDepartment for Education","created_at":"2017-02-07T10:13:21.620Z","updated_at":"2017-02-07T10:13:21.620Z"},"debate":null}},{"type":"petition","id":175682,"links":{"self":"https://petition.parliament.uk/petitions/175682.json"},"attributes":{"action":"Stop Northern Rail from introducing Driver-Only operation.","background":"The new Northern Rail franchise was awarded to Arriva (ultimately owned by German state railway Deutsche Bahn) from 1 April 2016. The new franchise includes a commitment to switch some routes to Driver Only Operation. This would allow trains to be operated with only one member of staff - the driver.","additional_details":"Currently trains operating on the Northern franchise require a minimum of two safety-trained members of staff: the driver and the conductor. Driver Only Operation will mean the downgrading of the conductor to a ticket vendor, and in some cases there might not even be a ticket vendor on board. A second safety-trained crew member will always be safer than having only the one. This will allow Arriva / Deutsche Bahn to maximise profit by paying their staff less.","state":"open","signature_count":11672,"created_at":"2016-12-15T17:18:02.095Z","updated_at":"2017-04-01T15:42:28.127Z","open_at":"2016-12-20T20:37:39.658Z","closed_at":null,"government_response_at":"2017-03-23T15:27:53.452Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-16T10:27:50.056Z","response_threshold_reached_at":"2017-03-13T08:06:10.664Z","creator_name":"Daniel Maguire","rejection":null,"government_response":{"summary":"This is a matter for Northern Rail. Trains with doors operated by drivers have been operating safely across the UK for over 30 years, and have been safety approved by the independent rail regulator.","details":"The new Northern Rail franchise was awarded on the basis of plans for the future of rail travel in the North which are exciting, transformational and built on the demands of passengers themselves. Northern Rail’s modernisation plans include the introduction of brand new trains, the “as-new” refurbishment of the rest of the fleet, the withdrawal of the unloved ‘Pacers’, major investments in station facilities and the introduction of additional trains services. Northern have made it clear that no changes will happen without extensive consultation with employees and the public. The RMT’s decision in February to ballot for strike action before detailed discussions is therefore extremely disappointing and we urge the union to return to talks and work with the company on these improvements for passengers.  \r\n \r\nAcross the UK, train companies are investing in a better performing, modernised railway for passengers. Modernisation means more frequent trains, more space and improved reliability. Driver Controlled trains have been operating safely across the UK for over 30 years, as well as many other countries around the world. The independent rail regulator, the Office for Rail and Road (ORR), is also clear that with suitable equipment, proper procedures and competent staff in place, this is a safe method of working.\r\n \r\nDepartment for Transport","created_at":"2017-03-23T15:27:53.450Z","updated_at":"2017-03-23T15:27:53.450Z"},"debate":null}}]}