{"links":{"self":"https://petition.parliament.uk/petitions.json?page=29\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=59\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=30\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=28\u0026state=open"},"data":[{"type":"petition","id":179088,"links":{"self":"https://petition.parliament.uk/petitions/179088.json"},"attributes":{"action":"Petitions with 1M+ signatures to be guaranteed a full, early debate.","background":"Currently, the Government may choose to schedule debates for popular petitions achieving more than 100,000 signatures but is not obliged to do so.\r\n\r\nI suggest that a new threshold, of 1Million signatures, should guarantee that the subject of the petition is debated, and debated without delay.","additional_details":"","state":"open","signature_count":36,"created_at":"2017-01-29T17:26:03.183Z","updated_at":"2017-03-14T00:57:48.299Z","open_at":"2017-01-30T20:57:53.547Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-29T18:57:05.307Z","response_threshold_reached_at":null,"creator_name":"Timothy Kinsella ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178032,"links":{"self":"https://petition.parliament.uk/petitions/178032.json"},"attributes":{"action":"Test all children for food intolerances in primary school","background":"Thousands of children are going into adulthood suffering from undiagnosed food intolerances which lead to serious auto immune diseases. With a simple finger prick blood test, we can keep them healthy and save pain, suffering and money all round. ","additional_details":"Auto immune diseases such as IBS, Crohns Disease, Arthritis Fibromyalgia and Celiac Disease can be caused by years of undiagnosed food intolerances, Children can also suffer permanent damage due to constant infections the body can't fight as the immune system is always on high alert against what it sees as poison. A simple test and diet change can save our children from a lifetime of pain and save the NHS an enormous amount of money","state":"open","signature_count":36,"created_at":"2017-01-20T19:52:17.244Z","updated_at":"2017-03-10T12:30:29.639Z","open_at":"2017-01-24T09:32:07.011Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-21T15:03:09.172Z","response_threshold_reached_at":null,"creator_name":"Caroline Smyth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177830,"links":{"self":"https://petition.parliament.uk/petitions/177830.json"},"attributes":{"action":"Hold a referendum asking if we want to leave the single market.","background":"On 17th Jan 2017 Theresa May announced the government decision to take the UK out of the single market. As during the previous referendum it was not clear whether voting leave would trigger a single market exit, allow people to have their say in light of this new information. ","additional_details":"NB this does not mean a re-run of the original referendum. The new referendum would instead determine whether the majority of the British people would prefer a 'soft' Brexit, with continued access to the single market but no controls on EU immigration and continuing EU fees/directives, or a 'hard' Brexit, with controls on immigration, full sovereignty and no EU fees, but no access to the single market.","state":"open","signature_count":36,"created_at":"2017-01-18T14:09:56.146Z","updated_at":"2017-03-15T19:32:26.398Z","open_at":"2017-01-26T10:40:56.966Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-18T18:57:13.564Z","response_threshold_reached_at":null,"creator_name":"A.A. Brock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177443,"links":{"self":"https://petition.parliament.uk/petitions/177443.json"},"attributes":{"action":"Remove the 'triple lock' on pensions and invest billions saved into the NHS.","background":"Average income for pensioners is now higher than for workers. The Work and Pensions Committee says the 'triple lock' (which cost an extra £6bn in 2015) is \"unsustainable\" and \"more intergenerationally unfair\" on younger families. ","additional_details":"By targeting pensioner welfare at only those who need it we can save billions to fund our NHS.\r\n\r\n1) The 'triple lock' guarantees that the state pension rises each year by the highest of either inflation, average earnings, or 2.5%.\r\n2) The 'triple lock' cost an extra £6 billion in 2015 - Government Actuary's Department.\r\n3) The average pensioner has a higher income than the average worker, after housing costs and dependants had been taken into account  - IFS, 2015.\r\n4) The Work and Pensions Committee called the 'triple lock' \"unsustainable\" and \"unfair\" on younger families - November 2016.","state":"open","signature_count":36,"created_at":"2017-01-13T22:20:12.760Z","updated_at":"2017-02-23T14:32:57.802Z","open_at":"2017-01-19T12:35:25.227Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-14T14:40:31.876Z","response_threshold_reached_at":null,"creator_name":"Caspar Donnison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177373,"links":{"self":"https://petition.parliament.uk/petitions/177373.json"},"attributes":{"action":"Make it a law for both parents to pay equal childcare costs.","background":"This petition is designed to address the re-balance required to right the injustice of one parent dis-proportionally bearing the costs of childcare in situations where parents are separated. These costs are usually excluded from maintenance agreements and unfairly burden one parent financially.","additional_details":"Where parents are separated, but both work, why is it that only one of those parents has to carry the cost for childcare? The child is both parents responsibility, both parents are at work so not available to look after that child, but only one parent pays? Maintenance agreements only calculate for a child's living expenses however childcare cost are excluded but a necessity in today's society. In many ways this could be seen as a hindrance for those parents who wish to return to work.       ","state":"open","signature_count":36,"created_at":"2017-01-12T23:13:35.973Z","updated_at":"2017-02-26T13:27:16.577Z","open_at":"2017-01-18T12:40:51.398Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-15T19:35:55.083Z","response_threshold_reached_at":null,"creator_name":"Nicola McKenna","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176927,"links":{"self":"https://petition.parliament.uk/petitions/176927.json"},"attributes":{"action":"Make PTSD a recognised illness for fair claim and recognition of PIP at DWP.","background":"I would like the government to re-address the level of illness, disability and point scoring of PIP claims for PTSD. British people need fair claim for the illness that is debilitating and get the help in such times of need. There is apparent great need for this within the ex-services community.\r\n","additional_details":"I tried claiming PIP on the encouragement of my social worker before medical discharg for PTSD. Following the interview for PIP, which was distresssing enough, I was given zero points, even though on the letter I received it stateded I obviously had some form of mental illness at this time. I could get nothing as it's not classed as a health condition or disability. I am well now but would have benefitted from the extra income, as I was unable to do many activitys of daily living due to my PTSD.","state":"open","signature_count":36,"created_at":"2017-01-07T20:22:39.698Z","updated_at":"2017-03-18T18:30:56.172Z","open_at":"2017-01-12T16:49:59.325Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-08T14:03:08.540Z","response_threshold_reached_at":null,"creator_name":"Alison Pallatina ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175736,"links":{"self":"https://petition.parliament.uk/petitions/175736.json"},"attributes":{"action":"Take action to make victims feel more able to report sexual violence.","background":"According to \"An overview of Sexual Offending\"(Jan 2013) 57% of women who have been raped told someone but not the police, 28% told no one. More must be done to ensure that victims feel able to report incidents and be taken seriously. I suggest closer collaboration with charities such as rape crisis","additional_details":"See \"An Overview of Sexual Offendinf in England and Wales\" (Ministry of Justice, Home Office \u0026a Office for National Statistics) for more general statistics. \r\nI submit this petition in the hope that it will prompt wider debate about the way in which sexual violence is treated within the criminal justice system and how victims are treated. ","state":"open","signature_count":36,"created_at":"2016-12-15T23:07:26.782Z","updated_at":"2017-03-09T00:36:47.241Z","open_at":"2016-12-20T20:59:48.958Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-16T15:25:02.612Z","response_threshold_reached_at":null,"creator_name":"Alastair Ahamed ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173705,"links":{"self":"https://petition.parliament.uk/petitions/173705.json"},"attributes":{"action":"Legal minimum age to enter into marriage in UK to change from 16 to 18 years.","background":"Legal minimum age to enter into a marriage in England and Wales is 16 years, although this requires parental consent if a participant is under 18 years.\r\nChanging the law to 18 years will have a huge positive impact on arranged or forced marriages here in England and Wales as some are forced at 16.","additional_details":"When a child turns 18 they are expected to start making their own decisions and be treated like adults. They are obliged to take responsibility for their own lives, so why is the legal age of marriage in England and Wales 16 when they are still considered children? This is common in Asian communities where young 16 years old's are expected to marry and take on responsibility they are not ready for.  Does a 16 year old understand what marriage is at that age? Are they ready for this commitment? ","state":"open","signature_count":36,"created_at":"2016-11-23T21:38:39.055Z","updated_at":"2017-03-05T04:46:01.352Z","open_at":"2016-11-25T17:18:31.711Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T22:02:18.907Z","response_threshold_reached_at":null,"creator_name":"Narinder Mall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173234,"links":{"self":"https://petition.parliament.uk/petitions/173234.json"},"attributes":{"action":"Stop Supermarkets from using unnecessary packaging for fruits and veg.","background":"Why wrap up avocados, cucumbers, bananas, potatoes, peppers, etc.? These can be easily displayed in supermarkets' shelves without the plastic as they have natural skin protection. This packaging will go straight to our bins which may end up in landfill or even in our rivers and oceans.","additional_details":"Using packaging for fruit and veg that have natural skin protection is creating waste for the sake of waste. The misuse of plastics can be seen in supermarkets like Aldi, Asda, Tesco, Sainsbury's, Coop, etc. These companies need to take environmental responsibility and adopt sustainability as part of their corporate strategy.","state":"open","signature_count":36,"created_at":"2016-11-20T12:49:37.531Z","updated_at":"2017-03-18T18:05:26.447Z","open_at":"2016-11-24T17:05:42.985Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-20T18:49:53.166Z","response_threshold_reached_at":null,"creator_name":"Jenny Garcia","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169896,"links":{"self":"https://petition.parliament.uk/petitions/169896.json"},"attributes":{"action":"stop animal cruelty and any type of testing on animals","background":"i think that there are many other ways to test and experiment with different products in a completely cruelty free way, the UK is part of the chain of the biggest animal cruelty users in the world for no apparent reason. Research will show you scientific ways to test out products without animal use.","additional_details":"PETA is a strong animal cruelty free organisation that fight for the animals rights to their own freedom, not including harmful experiments. I also think that people of the public need to be more educated on this controversial topic to understand what actually happens when making their products that they use every single day.","state":"open","signature_count":36,"created_at":"2016-10-20T10:19:49.979Z","updated_at":"2017-03-18T18:05:26.372Z","open_at":"2016-10-25T16:25:37.218Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-20T10:27:56.661Z","response_threshold_reached_at":null,"creator_name":"megan spray","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169450,"links":{"self":"https://petition.parliament.uk/petitions/169450.json"},"attributes":{"action":"Establish Hallowe'en  (31st October) as an annual national statutory holiday.","background":"Hallowe'en has grown in popularity in the UK as a non-religious, community event.  This celebration encourages creativity as children make costumes \u0026 characters. Trick-or-treating encourages people to get out into their neighbourhoods and enjoy a home-made, creative festival together. \r\n","additional_details":"There are no other autumn holidays in the UK and would occur at a midpoint between the August Bank Holiday and Christmas. \r\n2. The historic origins of Hallowe'en are outlined on the Historic UK: http://www.historic-uk.com/CultureUK/Halloween/\r\n3. This link which outlines some risks and debunks some unfounded fears. http://content.time.com/time/nation/article/0,8599,1933329,00.html .  This holiday could promote safe driving to enable children be safe outside at all times of year.\r\n","state":"open","signature_count":36,"created_at":"2016-10-14T19:16:52.306Z","updated_at":"2017-01-14T00:44:36.693Z","open_at":"2016-10-21T18:03:29.832Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-19T20:35:49.041Z","response_threshold_reached_at":null,"creator_name":"Isabel Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":169022,"links":{"self":"https://petition.parliament.uk/petitions/169022.json"},"attributes":{"action":"to give emotional support animals (dogs, cats) the same status as a service dog.","background":"A emotional support animal is a animal that lives with a person with anxiety, ptsd, depression and people with social anxiety. the ESA accompanies the person wherever they go to reduce stress, anxiety or episodes of social anxiety and need it to be made compulsary to allow access to all buildings","additional_details":" assistance dog owners have important rights under the Equality Act 2010 (EA). The EA provides for people with disabilities to have the same right to services supplied by shops, banks, hotels, libraries, pubs, taxis and restaurants as everyone else. It is against the law for service providers to treat people with disabilities less favourably because of their disability, or because they have a guide or assistance dog with them. this should be the same for emotional support cats \u0026 dogs.\r\n\r\n","state":"open","signature_count":36,"created_at":"2016-10-10T21:55:04.813Z","updated_at":"2017-03-03T17:27:26.336Z","open_at":"2016-10-14T15:37:42.859Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-10T22:36:01.279Z","response_threshold_reached_at":null,"creator_name":"james parson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168834,"links":{"self":"https://petition.parliament.uk/petitions/168834.json"},"attributes":{"action":"Allow young people with 'controlled/managed' Asthma to join the Army.","background":"Thousands of honest, dedicated young people have been denied recruitment to the Army simply for being diagnosed Asthmatic. Many young people who are physically fit and mentally capable are still being unfairly refused enrolment for receiving preventative treatment which keeps Asthma symptoms at bay ","additional_details":"Asthma is a life long condition that in many cases can be controlled/managed to the point where the sufferers symptoms have no effect on their daily life and activities. Thousands of young people are being unfairly denied the chance to defend their country and build themselves a solid and secure future simply because they receive preventative medication which keeps their Asthma symptoms at bay. This is unfair and outdated!","state":"open","signature_count":36,"created_at":"2016-10-08T21:34:54.975Z","updated_at":"2017-02-10T00:15:53.652Z","open_at":"2016-10-10T15:16:47.254Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T12:05:45.184Z","response_threshold_reached_at":null,"creator_name":"Julie McCallin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":167989,"links":{"self":"https://petition.parliament.uk/petitions/167989.json"},"attributes":{"action":"Tax on Premier League transfers to install and maintain free to use 4G pitches.","background":"Introduce a tax on all Premier league transfers to raise funds to install and maintain 4G pitches in as many towns in England/Wales as possible that are free for kids/sports clubs/schools etc to use. Many children throughout England and Wales have to play football on inadequate pitches.","additional_details":"Many football pitches are (water logged/on a hill/dangerous/ridden with dog muck) despite there being record breaking amounts of money in the English Premier league. £1.165bn spent to date this season already. Health of kids would increase from these pitches as would anti-social behaviour in communities. National football team would benefit as more children given opportunity to play on 'fit for purpose' pitches and fulfill their potential.","state":"open","signature_count":36,"created_at":"2016-09-27T19:02:02.991Z","updated_at":"2017-02-10T09:30:44.826Z","open_at":"2016-10-05T14:28:55.041Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-02T17:07:30.735Z","response_threshold_reached_at":null,"creator_name":"Paul Watson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":188597,"links":{"self":"https://petition.parliament.uk/petitions/188597.json"},"attributes":{"action":"MAKE SCID NEWBORN SCREENING AVAILABLE ON THE NHS","background":"SCID is a disorder that can be tested from birth to determine if a child has a deficiency of RAG 1 \u0026 2, which is essential TCR \u0026 BCR development. Children that have SCID basically have no immune system and in many cases this is discovered around 6 months and in most cases is fatal.","additional_details":"screening from birth will contribute to giving children with SCID an increased survival rate. Rather than waiting until the child becomes unwell and then discovering that their body cannot produce T-cells to fight the infection. If made aware earlier the bone marrow transplant will have an increased chance of being accepted, this will increase the death rates within the United Kingdom. ","state":"open","signature_count":35,"created_at":"2017-03-03T12:31:43.592Z","updated_at":"2017-03-14T07:33:09.743Z","open_at":"2017-03-13T12:49:13.400Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-03T17:05:54.777Z","response_threshold_reached_at":null,"creator_name":"Samantha Kaye Goodman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":186368,"links":{"self":"https://petition.parliament.uk/petitions/186368.json"},"attributes":{"action":"Increase funding for Insulin Pumps on NHS","background":"As a Type 1 Diabetic on Multiple Daily Injections; it's a struggle. I want HM Government to make a decision to increase the NHS funding for Insulin Pumps to be made readily available to Insulin Dependent Diabetics.","additional_details":"","state":"open","signature_count":35,"created_at":"2017-02-18T23:38:58.571Z","updated_at":"2017-03-03T11:57:09.006Z","open_at":"2017-02-28T21:38:06.375Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-19T01:23:36.825Z","response_threshold_reached_at":null,"creator_name":"Bill Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184227,"links":{"self":"https://petition.parliament.uk/petitions/184227.json"},"attributes":{"action":"Make it a specific offence to cause distress or hatred to rough sleepers.","background":"A student from one of the world's top universities (the University of Cambridge) has been caught on camera setting fire to a £20 note in front of a freezing homeless person. This sort of behavoiur is unacceptable in a civilized society and should be dealt with swiftly by the police.","additional_details":"It has been rumoured that burning a £50 note in front of a homeless person is one of the initiation ceremonies of Oxford's notorious Bullingdon club.","state":"open","signature_count":35,"created_at":"2017-02-09T18:31:59.142Z","updated_at":"2017-02-28T13:22:48.525Z","open_at":"2017-02-23T10:19:02.686Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-09T19:40:47.686Z","response_threshold_reached_at":null,"creator_name":"P Gallagher","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":182823,"links":{"self":"https://petition.parliament.uk/petitions/182823.json"},"attributes":{"action":"Cap energy prices so that families do not struggle to keep there homes warm.","background":"The Big Six energy firms are profiteering from ripping off British Customers. They should be held accountable for putting families such as those on benefits in to fuel poverty, especially when the winters are getting colder.","additional_details":"","state":"open","signature_count":35,"created_at":"2017-02-04T01:51:03.175Z","updated_at":"2017-03-14T00:57:28.169Z","open_at":"2017-02-11T10:04:59.577Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-04T13:42:55.072Z","response_threshold_reached_at":null,"creator_name":"Peter Black Junior","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":182391,"links":{"self":"https://petition.parliament.uk/petitions/182391.json"},"attributes":{"action":"Issuing of a photo ID NHS card to help prevent the inappropriate use of the NHS","background":"I am concerned about the amount of money the government seems unable to claim from what is called \"health tourism\" and would like to try to prevent it.  ","additional_details":"I work as a Medical Secretary and am concerned and love my NHS. ","state":"open","signature_count":35,"created_at":"2017-02-02T19:13:11.063Z","updated_at":"2017-03-16T20:50:52.387Z","open_at":"2017-02-08T18:57:44.461Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T20:05:11.671Z","response_threshold_reached_at":null,"creator_name":"Janis Carpenter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":181768,"links":{"self":"https://petition.parliament.uk/petitions/181768.json"},"attributes":{"action":"British \u0026 European Citizenship for those who wish to remain a part of Europe.","background":"Given that there is precedent for dual nationality in N.Ireland I feel it is only fair, and morally right, that as just under half of the country didn't want to leave the EU that those who wish to stay should have the option to keep European citizenship when Brexit negotiations begin. ","additional_details":"I was born in N.Ireland and as I grew up I was told I was N.Irish, Irish, British and European. I had a choice on who I affiliated myself with and I had a choice to be a part of something smaller, or something bigger; I chose the latter.\r\n\r\nIt is therefore, with precedent and just under half the country having voted to remain, that the government should not ignore what is a large minority and give everyone the rights that others in these islands already have.\r\n\r\nChoice on citizenship! \r\n","state":"open","signature_count":35,"created_at":"2017-02-01T13:48:38.702Z","updated_at":"2017-03-17T13:40:30.382Z","open_at":"2017-02-06T20:43:21.969Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-01T14:24:10.381Z","response_threshold_reached_at":null,"creator_name":"Matthew Geary","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178688,"links":{"self":"https://petition.parliament.uk/petitions/178688.json"},"attributes":{"action":"Make screening for group B strep a routine screen for women during pregnancy.","background":"Group B streptococcus is a bacteria which lives inside the body and is carried by one in three expectant mothers. The bug can be potentially life-threatening to babies. In the UK, pregnant women are not routinely offered testing for group B Strep, unlike some other developed countries.","additional_details":"Infection from mum to baby is entirely preventable. The test is carried out 35 to 37 weeks. You are given antibiotics in labour to help the baby fight the infection. Many women carry the bacteria. It causes no harm at all but in pregnancy as the baby comes down the birth canal it can pick up the bacteria. ","state":"open","signature_count":35,"created_at":"2017-01-28T10:18:35.780Z","updated_at":"2017-03-12T21:41:44.620Z","open_at":"2017-01-30T09:41:04.363Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-28T12:54:09.349Z","response_threshold_reached_at":null,"creator_name":"Dawn Singleton ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177287,"links":{"self":"https://petition.parliament.uk/petitions/177287.json"},"attributes":{"action":"Prisons should train operational support grades at C\u0026R basic level.","background":"OSG are uniformed members of prison staff that are not legally entitled to take action to stop rioting if it breaks out among inmates and are not legally able to carry out \"control and restraint\" techniques.\r\nIn the event of aggressive behaviour the OSG are not allowed to lay hands on the inmate.","additional_details":"According to section 3 of NOMS-POA talk 1st Dec 16 OSG’s are not eligible for the reduction in retirement age as they are not in prisoner-facing roles, when infact we can be outside with over 200 prisoners  at a time, visits or even reception are also common areas for OSG to have prisoner contact.\r\nI believe all establishments have a serious deficit by not of training OSG at C\u0026R basic level,The lack of training is an indication of the Prison Service's lack of concern for the safety of staff","state":"open","signature_count":35,"created_at":"2017-01-12T00:05:28.176Z","updated_at":"2017-03-04T17:47:03.124Z","open_at":"2017-01-16T16:33:45.438Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-13T09:02:19.761Z","response_threshold_reached_at":null,"creator_name":"Alan S Horton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177074,"links":{"self":"https://petition.parliament.uk/petitions/177074.json"},"attributes":{"action":"Make ALL central \u0026 local govt. consultations fully transparent and accountable","background":"The larger the public consultation the less public it is. That's because, if the cost of protecting personal data exceeds the £450-600 cap individual comments aren't published. This must change: in a transparent democracy our opinions must be seen, and a clear FOR or AGAINST tally system included.","additional_details":"To avoid any biased government interpretations \u0026 calculations of our concerns and wishes, we propose the public always be given access to ALL government consultation materials: http://tiny.cc/gov-data. Our personal data (except postcodes for demographic analysis) should automatically be blacked-out from the outset, and the £ caps scrapped. And, if we are to have any confidence in published consultation results, a simple system to show whether we are FOR or AGAINST a proposal must be introduced.","state":"open","signature_count":35,"created_at":"2017-01-09T16:39:55.831Z","updated_at":"2017-01-24T11:19:13.540Z","open_at":"2017-01-13T16:01:16.473Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T20:30:47.143Z","response_threshold_reached_at":null,"creator_name":"Janine Sachs","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176691,"links":{"self":"https://petition.parliament.uk/petitions/176691.json"},"attributes":{"action":"Award a campaign medal for members of Bomber Command in WW2.","background":"55,573 members of Bomber Command were killed in WW2 and have never received any official recognition for their sacrifice. It is time this injustice was corrected.","additional_details":"","state":"open","signature_count":35,"created_at":"2017-01-04T17:27:27.540Z","updated_at":"2017-03-09T09:55:35.542Z","open_at":"2017-01-06T17:11:16.942Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-04T18:38:47.824Z","response_threshold_reached_at":null,"creator_name":"Gary Shannon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":176135,"links":{"self":"https://petition.parliament.uk/petitions/176135.json"},"attributes":{"action":"Stop Immigration Skills Surcharge for the sake of our UK healthcare system","background":"The Home Office are planning to charge £1000 per worker, per year to every employer who recruits an overseas worker. Our healthcare system is in crisis and with additional financial constraints such as this surcharge will see our healthcare system in even more trouble. ","additional_details":"As a country we are thousands of nurses short. The cost of overseas recruitment of highly skilled nurses is already a huge cost to our NHS and private sector. Additional surcharges will hinder the affordability of recruiting desperately needed staff. The Government have suggested this will aid UK employers to train and recruit british staff. Students are not choosing nursing as a career path due to many factors. Without highly skilled nurses, lives are increasingly at risk! ","state":"open","signature_count":35,"created_at":"2016-12-22T15:35:09.816Z","updated_at":"2017-02-01T13:13:30.609Z","open_at":"2016-12-22T18:21:32.981Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-22T17:31:01.801Z","response_threshold_reached_at":null,"creator_name":"Kristen Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173894,"links":{"self":"https://petition.parliament.uk/petitions/173894.json"},"attributes":{"action":"Make all care homes/care providers not for profit organisations","background":"After many documentaries about undignified/unsafe  inadequate care homes, we need to do something. Most homes/services are understaffed under trained and underpaid due to the owners/providers wanting high profits. And the people that suffer are the residents/clients. ","additional_details":"Panorama documentaries \r\nCqc reports \r\nI have personally worked in care for many years and have experiences the poor quality first hand. It's about the time the government does something about it. \r\n","state":"open","signature_count":35,"created_at":"2016-11-25T20:06:26.452Z","updated_at":"2017-01-29T10:42:19.256Z","open_at":"2016-12-05T11:33:42.560Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-25T20:30:57.887Z","response_threshold_reached_at":null,"creator_name":"Kelly Ryan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173343,"links":{"self":"https://petition.parliament.uk/petitions/173343.json"},"attributes":{"action":"To lower the legal driving age to16 in the UK","background":"I would like to lower the legal driving age to 16 as at this age you can take on many adult responsibilities such as paying tax, join the army, leave home, pay adult tickets on public transport.","additional_details":"The Australian process of learning to drive is three fold where learners are required to log their driving experience throughout the learning. Young adults must display the relevant 'P' plates to show the stages of learning they are at such as Red P plates to green P plates to full license. ","state":"open","signature_count":35,"created_at":"2016-11-21T11:57:41.067Z","updated_at":"2017-03-08T14:56:37.293Z","open_at":"2016-11-25T11:22:26.244Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-21T17:28:39.841Z","response_threshold_reached_at":null,"creator_name":"Zaiden Yakub","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173219,"links":{"self":"https://petition.parliament.uk/petitions/173219.json"},"attributes":{"action":"Debate cost of Buckingham Palace refurbishment while NHS is in a critical state.","background":"I work in the NHS. My role requires me to work at very many different trusts so I have a good overall picture of the state of affairs of the NHS. It is a very bad picture with a gloomy forecast. People are dying and more will die due to a lack of progressive strategic planning for the last 4 govts.","additional_details":"","state":"open","signature_count":35,"created_at":"2016-11-20T10:26:42.861Z","updated_at":"2017-02-25T17:06:15.152Z","open_at":"2016-11-23T14:54:14.768Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-20T12:57:11.355Z","response_threshold_reached_at":null,"creator_name":"Paul Reeves","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172954,"links":{"self":"https://petition.parliament.uk/petitions/172954.json"},"attributes":{"action":"Make student loan repayments tax deductible.","background":"Making student loan repayments after tax increases the cost of the debt to the student by around 30%.\r\n\r\nMake student loan repayments tax deductible to improve the affordability of higher education. ","additional_details":"","state":"open","signature_count":35,"created_at":"2016-11-18T08:26:18.503Z","updated_at":"2017-03-10T18:19:01.550Z","open_at":"2016-11-24T17:02:32.877Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-19T14:51:46.773Z","response_threshold_reached_at":null,"creator_name":"Nic Clark ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":170728,"links":{"self":"https://petition.parliament.uk/petitions/170728.json"},"attributes":{"action":"Restrict the usage of fireworks to a 2 hour time slot (6-8pm or 7-9pm)","background":"The law in the UK currently states that you may not set off fireworks between 11pm and 7am, except for Diwali, New Year and Chinese New Year, when it's 1am. Requesting a change from these hours to a reasonable 2 hour time slot will help people with young families and pets during this time. ","additional_details":"Built up areas/residential areas: The sound of multiple displays up until 11pm/1am can be deafening as the bangs reverberate off buildings and wake sleeping children/stress out pets.\r\nFireworks have a 120 db sound limit: This is the same as a thunderclap. With multiple fireworks going off simultaneously and sounding like a thunderstorm for up to 5/7 hours straight, this can be extremely frightening for young children, babies and pets, as well as the elderly and any servicemen and women with PTSD.","state":"open","signature_count":35,"created_at":"2016-10-30T21:36:37.490Z","updated_at":"2016-12-04T10:57:58.146Z","open_at":"2016-11-02T18:29:52.156Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T21:52:59.181Z","response_threshold_reached_at":null,"creator_name":"Carmen Arico","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168808,"links":{"self":"https://petition.parliament.uk/petitions/168808.json"},"attributes":{"action":"Scrap fees for renunciation of all types of British nationalities.","background":"British nationals who want to retain EU citizenship, because they live abroad or have direct links with other EU states, some will be forced to give up their British citizenship as some EU countries don't allow dual nationality. This is a hurtful decision and the UK must not take money away from us.","additional_details":"https://www.gov.uk/government/publications/fees-for-citizenship-applications","state":"open","signature_count":35,"created_at":"2016-10-08T13:17:27.733Z","updated_at":"2017-02-17T13:40:29.733Z","open_at":"2016-10-10T16:35:53.141Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-08T13:39:51.823Z","response_threshold_reached_at":null,"creator_name":"Nestor hernandez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":186606,"links":{"self":"https://petition.parliament.uk/petitions/186606.json"},"attributes":{"action":"Allow the public to \"vote out\" members of the house of Lords.","background":"The membership of the House of Lords needs to be reduced in size. A directly elected House of Lords would vie with the House of Commons as being representative of the people and has been rejected by the government. As a compromise the electorate should be allowed to choose which peers are sacked.","additional_details":"","state":"open","signature_count":34,"created_at":"2017-02-20T13:20:26.828Z","updated_at":"2017-03-08T21:14:56.635Z","open_at":"2017-03-01T11:51:17.807Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-20T19:25:41.616Z","response_threshold_reached_at":null,"creator_name":"Roy Neil Kirke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184705,"links":{"self":"https://petition.parliament.uk/petitions/184705.json"},"attributes":{"action":"Make GCSE computer science mandatory to prepare young generation for the future.","background":"Girls and disadvantage children are left behind unprepared for the future as they are denied to study computer science.\r\n\r\nSecondary schools are setting up high requirements for maths and other subjects for students to be allowed to take CS GCSE.\r\n\r\nMany schools have no girls taking CS GCSE ","additional_details":"The government and the schools need to wake up and realise that even if the students do not achieve high marks, they are still learning and they are still more prepared for their future. \r\nI was told I'm not good enough to study computer science by my teacher, but I did it anyway and finished with top marks. I have Ba in CS and Ma in IT in education. I run successful business and yes maths never was my thing. Yet I wasn't denied the chance. My niece unfortunately is denied to learn for her future","state":"open","signature_count":34,"created_at":"2017-02-11T23:33:00.780Z","updated_at":"2017-03-16T17:18:40.841Z","open_at":"2017-02-20T19:30:01.752Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-12T15:05:14.478Z","response_threshold_reached_at":null,"creator_name":"Katerina Damcova","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":184378,"links":{"self":"https://petition.parliament.uk/petitions/184378.json"},"attributes":{"action":"Introduce legislation requiring contractors to warranty repairs on roads","background":"Potholes are estimated to cost motorists an estimated £730 million every year.\r\n\r\nA large percentage of potholes result from utility company and local council works where the restorative works on the road are sub-standard and which often fail prematurely. ","additional_details":"The cost of road repairs falls to Local Authorities, who have a legal obligation to keep roads in good repair. If repairs was carried out to a required standard and contractors required by legislation to warranty the repair, then the Local Authorities would have the legal power to hold road repair contractors and utility companies to account, and either claim the cost of subsequent repair from the organisations that undertake the repair, or force them to restore the damage at their cost","state":"open","signature_count":34,"created_at":"2017-02-10T10:30:45.338Z","updated_at":"2017-02-16T19:43:22.139Z","open_at":"2017-02-10T22:07:16.587Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-10T18:42:03.400Z","response_threshold_reached_at":null,"creator_name":"Brian Penfold","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":179379,"links":{"self":"https://petition.parliament.uk/petitions/179379.json"},"attributes":{"action":"Pay student nurses a wage whilst on placement during their nursing degree","background":"Student nurses are expected to work full time (37.5 hours a week) with no income to show for their hard work. Due to working full time, they are then limited to finding paid work outside of placement time. On top of this, they are also having to study for a degree like all other full time students.","additional_details":"","state":"open","signature_count":34,"created_at":"2017-01-29T23:04:57.095Z","updated_at":"2017-03-04T14:34:05.638Z","open_at":"2017-01-31T15:55:12.746Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-29T23:20:18.968Z","response_threshold_reached_at":null,"creator_name":"James Ashley Prior","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178319,"links":{"self":"https://petition.parliament.uk/petitions/178319.json"},"attributes":{"action":"Gov to guarantee that ex and current military personnel have homes to live in.","background":"Since 2013, up to 9,000 British heroes who have served for our country are homeless. Unfairly, our soldiers already fight in treacherous conditions for then to proceed to live in an environment which is inadequate. \r\nThe government should make sure their lives are stabilised","additional_details":"This current government are underserving an impoverished population.This should be prioritised as this creates and increases a despondent underclass","state":"open","signature_count":34,"created_at":"2017-01-24T20:53:00.909Z","updated_at":"2017-03-07T17:50:15.220Z","open_at":"2017-01-27T17:23:38.417Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-24T21:02:20.158Z","response_threshold_reached_at":null,"creator_name":"Garran Hickman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":178221,"links":{"self":"https://petition.parliament.uk/petitions/178221.json"},"attributes":{"action":"Offer U.K. citizenship to all E.U. citizens with permanent residence status","background":"There are many eu citizens who have built a life for themselves in this country over many years. Their children may have been educated here, they may bought property or married u.k. citizens,.\r\nas things stand despite all they have contributed they face an uncertain future. They deserve security","additional_details":"","state":"open","signature_count":34,"created_at":"2017-01-23T20:49:17.901Z","updated_at":"2017-03-14T16:11:04.646Z","open_at":"2017-01-30T09:55:34.454Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T15:48:03.714Z","response_threshold_reached_at":null,"creator_name":"Michael Rhys Davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177700,"links":{"self":"https://petition.parliament.uk/petitions/177700.json"},"attributes":{"action":"Unban Tyler, The Creator from entering the UK","background":"The US rapper Tyler, the Creator says he has been banned from the UK because of the nature of his lyrics however i believe this is unjust. He should not have been banned for lyrics he wrote 6-7 years prior and i believe his ban should be lifted, however he hasn't written lyrics like that since.\r\n","additional_details":"The letter from the secretary of state for the home department at the time sated in a letter sent to Tyler that his lyrics “encourages violence and intolerance of homosexuality” \r\n\r\nHis manager went into more detail on his Tumblr, saying \r\nmore importantly, this is a broader issue of free speech, the letter acknowledged he was writing from an alter ego perspective does this then apply to book writers? What message does that send? is race a conscious or subconscious factor at all?","state":"open","signature_count":34,"created_at":"2017-01-17T10:25:07.230Z","updated_at":"2017-03-17T11:28:03.594Z","open_at":"2017-01-20T17:56:04.987Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-17T10:32:50.855Z","response_threshold_reached_at":null,"creator_name":"Umutcan Caglar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177608,"links":{"self":"https://petition.parliament.uk/petitions/177608.json"},"attributes":{"action":"We demand a referendum for any US-UK trade deal","background":"The deal being stitched up by Present-elect Trump and the UK government could have wide consequences for our public services and the status of the UK with our European neighbours. The effect on the NHS, our education system and a range of public services could be catastrophic for ordinary people.","additional_details":"","state":"open","signature_count":34,"created_at":"2017-01-16T11:23:44.751Z","updated_at":"2017-02-25T17:19:56.137Z","open_at":"2017-01-20T17:55:49.237Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-17T09:49:07.224Z","response_threshold_reached_at":null,"creator_name":"Michael Vere","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177053,"links":{"self":"https://petition.parliament.uk/petitions/177053.json"},"attributes":{"action":"Landlords must declare mortgage arrears or court proceedings related to property","background":"This petition is to make it law that a landlord must declare whether there are any ongoing court proceedings in relation to the property being let (such as repossession, power of sale etc) and/or any mortgage arrears prior to a tenancy agreement being issued. ","additional_details":"In November 2015 I took out a 12 month assured tenancy agreement with no break clause. 4 months into the tenancy it became apparent that our landlord was in mortgage arrears prior to our tenancy, that repossession proceedings had began regarding the property and that a further court case meant that power of sale was provided to a third party to dispose of the property. As tenants we should have been made aware of these issues prior to our tenancy beginning given the complications this creates.","state":"open","signature_count":34,"created_at":"2017-01-09T13:21:06.574Z","updated_at":"2017-02-08T12:59:11.291Z","open_at":"2017-01-16T11:04:58.995Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-09T14:26:00.711Z","response_threshold_reached_at":null,"creator_name":"Andrew Telford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":177007,"links":{"self":"https://petition.parliament.uk/petitions/177007.json"},"attributes":{"action":"Put a cap on homework for under 17's","background":"The amount of homework is decided by the education minister, who signs acts that will never directly effect him. It has been shown by several studies that excessive amounts of homework can lead to depression, anxiety and even lower grades. I think there should be a cap on homework to prevent this.  ","additional_details":"My sources:\r\nhttps://factualfacts.com/science-facts/too-much-homework-can-cause-stress-depression-and-lower-grades-studies-suggest/\r\n\r\nhttp://www.mindmake.com/blog/too-much-homework-can-cause-stress-depression-and-lower-grades/\r\n\r\nhttps://www.psychologytoday.com/blog/the-squeaky-wheel/201110/how-much-homework-is-too-much","state":"open","signature_count":34,"created_at":"2017-01-08T22:58:01.657Z","updated_at":"2017-03-16T09:58:33.484Z","open_at":"2017-01-12T17:47:28.055Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-08T23:07:47.094Z","response_threshold_reached_at":null,"creator_name":"Harry Abbott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175938,"links":{"self":"https://petition.parliament.uk/petitions/175938.json"},"attributes":{"action":"Make individuals' contributions to the DFID International Aid budget voluntary","background":"The international aid budget is out of control and management of it is not fit for purpose since much of it is wasted through ill advised means of spending or just plain poor management by, amongst others, unelected staff with their own agenda. Many UK citizens believe 'charity begins at home'.  ","additional_details":"By allowing citizens to either 'opt in' or 'opt out' through their annual tax return, HMRC will still be able to collect the tax from those who wish to pay it while allowing others to pay their contribution to their preferred, domestic, budgets. Overall, the actual percentage size of the budget will reflect the proportion of citizens willing to pay for overseas aid.  ","state":"open","signature_count":34,"created_at":"2016-12-19T12:46:44.996Z","updated_at":"2017-03-05T21:33:33.021Z","open_at":"2016-12-21T15:28:11.613Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-19T15:33:22.327Z","response_threshold_reached_at":null,"creator_name":"David Burgess","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":173604,"links":{"self":"https://petition.parliament.uk/petitions/173604.json"},"attributes":{"action":"Increase pay of classroom assistants/ LSAs to nearer the national average wage","background":"I work as I class TA. I am not paid enough to make a living on my own. I am lucky to have a wonderful husband to help me but I want to fight on behalf of myself and for my colleagues who work extremely hard every day and put hours and hours of work in. ","additional_details":"The national wage for a NQT teacher within the U.K starts at £22,244 and I as a class TA earn £11,000 a year. I feel at times I can work just as hard and spend the same hours at school as some teachers. I'm not asking for the same wage as teachers but i believe TA/LSA should be earning more money so we can make a living for ourselves. ","state":"open","signature_count":34,"created_at":"2016-11-23T06:42:25.465Z","updated_at":"2017-03-04T02:57:34.563Z","open_at":"2016-12-02T18:00:43.858Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-23T07:36:00.224Z","response_threshold_reached_at":null,"creator_name":"N Dearing ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":172179,"links":{"self":"https://petition.parliament.uk/petitions/172179.json"},"attributes":{"action":"Phase out LED headlights.","background":"LED headlights are a lot brighter than normal headlights and dazzle other drivers, particularly on dark roads (i.e. on country lanes). Please put safety above looks and phase out LED headlights by making them illegal in any future car productions. ","additional_details":"","state":"open","signature_count":34,"created_at":"2016-11-11T08:04:19.004Z","updated_at":"2017-03-18T19:37:14.155Z","open_at":"2016-11-18T16:08:44.046Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-11T14:34:04.916Z","response_threshold_reached_at":null,"creator_name":"Sarah Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171355,"links":{"self":"https://petition.parliament.uk/petitions/171355.json"},"attributes":{"action":"Make statutory holiday entitlement 26 days plus bank holidays","background":"Currently school holidays excluding bank holiday days equate to 52 days off per year, those who work struggle to cover these dates using their holiday entitlement from work.","additional_details":"We are asking that the government raise statutory holiday entitlement to 26 days per year plus bank holidays (34 total) to enable working parents to cover childcare during school holidays. The legal entitlement at present is 28 days and employers can choose to have 8 of those as bank holidays.\r\nCurrently school holidays excluding bank holiday days equate to 52 days off per year, those who work struggle to cover these dates using their holiday entitlement from work.","state":"open","signature_count":34,"created_at":"2016-11-04T17:43:50.997Z","updated_at":"2017-02-08T12:58:20.085Z","open_at":"2016-11-07T12:59:32.817Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T18:59:08.275Z","response_threshold_reached_at":null,"creator_name":"Viki Binding","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":171330,"links":{"self":"https://petition.parliament.uk/petitions/171330.json"},"attributes":{"action":"Increase the fine on mobile phone use while driving to a minimum of £10,000","background":"I'm sick of having near misses while cycling to and from work due to car drivers illegally using mobile phones while driving. This problem is becoming an epidemic, it's time to get tough on the law breakers who endanger innocent lives. ","additional_details":"","state":"open","signature_count":34,"created_at":"2016-11-04T14:22:26.637Z","updated_at":"2017-03-14T00:56:57.799Z","open_at":"2016-11-09T09:32:28.109Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-05T11:18:38.157Z","response_threshold_reached_at":null,"creator_name":"Steve Bourne ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168671,"links":{"self":"https://petition.parliament.uk/petitions/168671.json"},"attributes":{"action":"Preserve current opt-outs should the UK decide to rejoin the EU in the future.","background":"The UK's recent vote to leave the EU saw young people vote overwhelmingly to remain, making it possible that future public opinion will favour rejoining. To make this process smoother we hereby call upon the government to preserve the UK's current opt-outs for potential future membership. ","additional_details":"Opt-outs are when EU Member States decide not to participate in European legislation or treaties. As a member since 1973, the UK opted out of both the Euro and the Schengen Agreement on passport-free movement of people. However, countries wishing to join in future may not opt out of such agreements permanently. Therefore, preserving current opt-outs for a future British application to rejoin the EU would make the terms of future membership more favourable. ","state":"open","signature_count":34,"created_at":"2016-10-06T15:44:37.513Z","updated_at":"2017-03-06T14:01:07.756Z","open_at":"2016-10-14T16:58:26.776Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-09T15:09:11.307Z","response_threshold_reached_at":null,"creator_name":"Alexander Marullo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168489,"links":{"self":"https://petition.parliament.uk/petitions/168489.json"},"attributes":{"action":"Change the law on court child access fees","background":"Every time a parent goes against the court order, that parent has to pay £220 to go back to court. It's ridiculous the other parent going against the courts order for access should be charged this fee. ","additional_details":"If the parent who went against a court access order was charged the fee or had to re pay the £220 to the aggrieved parent. It's totally wrong that the aggrieved parent has to keep paying this money.  Maybe if the other parent had to pay it, they would not go against court order in the first place.","state":"open","signature_count":34,"created_at":"2016-10-04T10:16:00.972Z","updated_at":"2017-03-12T11:30:36.538Z","open_at":"2016-10-10T15:45:13.147Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-05T15:48:42.321Z","response_threshold_reached_at":null,"creator_name":"Tracy Denise Heal","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168474,"links":{"self":"https://petition.parliament.uk/petitions/168474.json"},"attributes":{"action":"Get the government to remove stamp duty from buy-to-let property","background":"The btl mortgages have dropped 60% since April when George Osborne brought in the states on btl and 2nd homes. This is damaging the housing market and the rental market for both renters and 1st time buyers","additional_details":"","state":"open","signature_count":34,"created_at":"2016-10-04T06:45:30.790Z","updated_at":"2017-03-06T23:21:40.844Z","open_at":"2016-10-10T15:03:30.593Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-04T14:44:35.071Z","response_threshold_reached_at":null,"creator_name":"Scott Dare","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":168079,"links":{"self":"https://petition.parliament.uk/petitions/168079.json"},"attributes":{"action":"Raise awareness and put more funding into treating and diagnosing VGM.","background":"My little boy was repeatedly failed by numerous of consultants, doctors and hospitals after being diagnosed with Vein of Galen malformation. This was purely due to the lack of knowledge and understanding of the condition. We're counting our lucky stars he finally got treatment before it was too late","additional_details":"This condition is deadly. A ticking time bomb in your head. It's diagnosed in pregnancy and is where a mass forms in the brain putting strain on the heart to provide this mass with more blood. So many children die because either because it's too late to treat them or because of complications. \r\nThis needs to stop! \r\nI nearly lost my little boy and I won't sit and watch it happen to any other parent. \r\nMoney needs to be invested in helping doctors diagnose and treat children before it's too late. ","state":"open","signature_count":34,"created_at":"2016-09-29T02:20:20.535Z","updated_at":"2016-10-06T22:30:51.461Z","open_at":"2016-10-04T11:26:46.713Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-09-29T20:58:11.866Z","response_threshold_reached_at":null,"creator_name":"Gemma Tones","rejection":null,"government_response":null,"debate":null}}]}