{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=12\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":200032,"links":{"self":"https://petition.parliament.uk/petitions/200032.json"},"attributes":{"action":"Pay Up Now! – Scrap the pay cap and give public servants a meaningful pay rise","background":"Every single person who works in public services needs and deserve a pay rise. It’s time for the pay cap to be scrapped, for the government to provide additional funding for public sector pay and for employers to put public sector workers pay up now.","additional_details":"For more than seven years, everyone who works in public services has seen their pay decline, thanks to the public sector pay cap. Inflation is currently at 2.9%, meaning that the cap is a significant annual pay cut for those public service champions – nurses, care workers, teaching assistants, social workers and so many others - who work for all of us. Public sector pay has risen by just 4.4% between 2010 and 2016 while the cost of living rose by 22%.","state":"open","signature_count":141601,"created_at":"2017-09-12T11:32:17.940Z","updated_at":"2017-10-20T23:25:20.403Z","rejected_at":null,"opened_at":"2017-09-12T14:36:29.582Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:46:53.292Z","response_threshold_reached_at":"2017-09-15T17:23:31.475Z","government_response_at":"2017-10-09T15:29:36.758Z","debate_threshold_reached_at":"2017-10-02T19:25:15.709Z","scheduled_debate_date":"2017-12-04","debate_outcome_at":null,"creator_name":"Dave Prentis","rejection":null,"government_response":{"summary":"Public sector workers deserve to have fulfilling jobs that are fairly rewarded. On 12 September we announced a move away from the 1% public sector pay policy, towards a more flexible approach on pay.","details":"We still need to deal with our country’s debts to ensure we have a strong economy to enable us to invest in our public services.  This means that we will continue to take a balanced approach to public spending.\r\n  \r\nThe Government will consider each specific workforce to ensure pay is set so that we can continue to both attract and hold on to the excellent staff that support our world-leading public services.\r\n\r\nBefore we make final decisions on pay awards, we will seek the views of the eight independent Pay Review Bodies, which will consider the evidence on how we ensure we attract and retain the very best people within our public services, like giving people more flexibility over their working hours.\r\n\r\nThey will report in Spring 2018, at which point we will consider their recommendations and announce public sector pay awards for each of those workforces.\r\n\r\nHM Treasury","created_at":"2017-10-09T15:29:36.756Z","updated_at":"2017-10-09T15:29:36.756Z"},"debate":null}},{"type":"petition","id":200004,"links":{"self":"https://petition.parliament.uk/petitions/200004.json"},"attributes":{"action":"Hold a referendum on the final Brexit deal","background":"We, the undersigned, call upon HM Government to give the people of this country the final say on the Brexit deal negotiated by the UK and EU. This would be done through a referendum that would take place prior to the April 2019 exit date.","additional_details":"The referendum would allow for three options: \r\n\r\n(1)\tTo revoke Article 50, thereby keeping Britain in the EU\r\n(2)\tTo reject the UK-EU deal and leave the EU\r\n(3)\tTo accept the UK-EU deal and leave the EU\r\n\r\nIf no agreement has been negotiated by the UK and EU before the date of the referendum, then the third option could be removed. If all three options remain, it may be necessary for the vote to take place using a Single Transferable Vote to ensure no option is disadvantaged. \r\n\r\nRegardless of whether individuals voted to remain or leave the EU in the June 2016 EU referendum, everyone should have a chance to decide their future based on the final agreement negotiated between the UK and EU.","state":"open","signature_count":126403,"created_at":"2017-09-12T09:16:45.410Z","updated_at":"2017-10-20T23:26:30.607Z","rejected_at":null,"opened_at":"2017-09-12T09:42:01.831Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T09:36:25.152Z","response_threshold_reached_at":"2017-09-13T15:46:25.014Z","government_response_at":"2017-09-28T14:59:41.064Z","debate_threshold_reached_at":"2017-09-19T21:09:12.682Z","scheduled_debate_date":"2017-12-11","debate_outcome_at":null,"creator_name":"Tom Holder","rejection":null,"government_response":{"summary":"On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ","details":"The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. On 23 June 2016 the British people voted to leave the European Union. The referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it - not just for those who voted leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nParliament passed an Act of Parliament with a clear majority giving the Prime Minister the power to trigger Article 50, which she did on 29 March in a letter to the President of the European Council, Donald Tusk. As a matter of firm policy, our notification will not be withdrawn - for the simple reason that people voted to leave, and the Government is determined to see through that instruction.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement. \r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-09-28T14:59:41.060Z","updated_at":"2017-09-28T14:59:41.060Z"},"debate":null}},{"type":"petition","id":200088,"links":{"self":"https://petition.parliament.uk/petitions/200088.json"},"attributes":{"action":"Make fair transitional state pension arrangements for 1950’s women","background":"That this Government without delay recognises the need for a non-means tested bridging pension for women born on or after 6/4/1950 who are affected by the 1995 and 2011 Pension Acts and compensate those at risk of losing up to around £45,000, to also give proper notification for any future changes.","additional_details":"The 1995 Conservative Government’s Pension Act included plans to increase women’s SPA to 65, the same as men’s. Women Against State Pension Inequality (WASPI), agree with equalisation, but don’t agree with the unfair way the changes were implemented – with little/no personal notice (1995/2011 Pension Acts), faster than promised (2011 Pension Act), and no time to make alternative plans. Retirement plans have been shattered with devastating consequences.","state":"open","signature_count":81335,"created_at":"2017-09-12T19:31:43.475Z","updated_at":"2017-10-20T23:58:34.682Z","rejected_at":null,"opened_at":"2017-09-13T15:41:18.712Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T19:40:06.734Z","response_threshold_reached_at":"2017-09-13T20:09:48.373Z","government_response_at":"2017-09-27T13:23:08.773Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Grahame Morris","rejection":null,"government_response":{"summary":"Since 1995 the Government has gone to significant lengths to communicate SPa changes. There will be no further concessions on this issue to avoid placing an unfair burden on working age people. ","details":"State Pension age (SPa) changes\r\nThe Government took necessary action in response to rapid rises in longevity by increasing men and women’s SPa in the Pensions Act 2011. This accelerated the equalisation of women’s SPa by 18 months and brought forward the increase in men and women’s SPa to 66 by five and a half years, relative to the previous timetables. Failing to act in light of compelling demographic evidence would have been irresponsible and would have placed an unfair fiscal burden on the working population.\r\n\r\nThe Government has done a huge amount to improve pensions for all, particularly women. Future women pensioners stand to benefit on average from a higher new State Pension payment, from the expansion of Automatic Enrolment, and our Fuller Working Lives strategy. And a woman retiring today can still expect to receive the State Pension for over 24.5 years on average – three years longer than men. If State Pension ages had not been equalised, women would be expected to spend over 40% of their adult life in retirement.\r\n\r\nThe Government has taken this issue very seriously and has looked at a range of alternative options, including options considered by Parliament during the passage of the 2011 Act. This resulted in a £1.1bn concession, which capped the increase in SPa at 18 months relative to the 1995 timetable, and benefited almost a quarter of a million women who would otherwise have experienced delays of up to two years.\r\n\r\nAll alternative options offered by stakeholders to mitigate the impact on those affected come at significant cost to the public purse. Reversing the Pensions Act 2011 would cost over £30bn, whilst returning to a female SPa of 60 would cost in excess of £70bn by 2020/21 alone (with £38bn needing to be found in this tax year alone), and would generate a new cliff-edge and inequality between women and men.\r\n\r\nIntroducing further concessions cannot be justified given the imperative to focus public resources on helping those most in need.\r\n\r\nHelping people work for longer\r\nThe Government is committed to supporting people aged 50 years and over to remain in and return to work. The number of older women in work is now at a record high: there are around 1 million more women aged 50+ in work than in 2010. The average age of exit from the labour market for women is currently 63.6 – well above the previous women’s SPa of 60.\r\n\r\nGovernment has reformed legislation to create the right framework to support Fuller Working Lives. We have removed the Default Retirement Age, meaning it is now unlawful to dismiss someone just because they reach age 65. We have also extended the right to request flexible working to all employees with six months continuous service, so that people can negotiate a work pattern that suits their circumstances.\r\n\r\nOur ‘Fuller Working Lives Strategy: A Partnership Approach’, published in February 2017, aims to increase the retention, retraining and recruitment of older workers, and bring about a change in the perceptions and attitudes of employers.\r\nWe have also appointed a Business Champion for Older Workers, Andy Briggs, supported by a team of employers at Business In The Community, to spearhead Government’s work and actively promote the benefits of older workers to employers across England – influencing them both strategically and in terms of practical advice.\r\n\r\nThe Government is also committed to supporting the vulnerable and spends around £50 billion a year on benefits to support disabled people and people with health conditions alone. Whilst Carers Allowance and related benefits provide financial support and safeguards for carers and their families, including those who are ill or have disabilities.\r\n\r\nCommunication of SPa changes\r\nSince 1995 the Government has gone to significant lengths to communicate SPa changes, including high-profile campaigns and writing directly to those affected.\r\nSignificantly, in the last 17 years the Department has provided over 18 million personalised State Pension estimates to people who requested them (either online or by telephone or post; and based on old and new State Pension rules). The Department has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and there is an expectation that people will plan for this.\r\n\r\nThere is no legal obligation to write to people to tell them about changes in their SPa. In the years after the 1995 legislation (1995 to 2011) this equalisation was frequently reported in the media and debated at length in parliament. People were notified with leaflets, an extensive advertising campaign was carried out, and later individual letters were posted out. The changes in the 2011 Act occurred following a public Call for Evidence and extensive debates in Parliament.\r\n\r\nIn summary\r\nIncreasing life expectancy is a cause for celebration but it also presents significant fiscal pressures as relatively fewer working age people are called upon to support a growing number of pensioners. The old age dependency ratio is set to increase by one quarter over the next 25 years – from 301 pensioners for every 1,000 working age people today, to 375 pensioners for every 1,000 working age people by 2042.\r\nWith the increasing financial pressures described, we cannot unpick a policy that has been in place for 22 years. It is simply not affordable, especially when we take into account that the average woman reaching State Pension age last year will get a higher state pension income over her lifetime than an average woman reaching SPa at any point before.\r\n\r\nThere will be no further concessions on this issue as this would require people of working age, and more specifically younger people, to bear an even greater share of the cost of the pensions system. \r\n\r\nDepartment for Work and Pensions","created_at":"2017-09-27T13:23:08.770Z","updated_at":"2017-09-27T13:23:08.770Z"},"debate":null}},{"type":"petition","id":200585,"links":{"self":"https://petition.parliament.uk/petitions/200585.json"},"attributes":{"action":"Keep Childcare Vouchers open beyond April 2018","background":"Hundreds of thousands of parents will lose out under the new tax-free childcare. The voucher schemes should be kept open alongside tax-free childcare to give parents a genuine choice for the support that best suits their family.","additional_details":"Childcare Vouchers have been used by millions and are currently used by 780,000 parents. The new Tax-Free Childcare (TFC) regime will extend childcare support to some people that cannot access the current voucher scheme and this should be welcomed. \r\nGovernment plans to close Childcare Vouchers to new entrants so hundreds of thousands of parents could lose out by £100s or find themselves unable to claim any support at all! Including couples with one working parent who won’t be eligible under TFC.","state":"open","signature_count":69961,"created_at":"2017-09-17T08:01:18.630Z","updated_at":"2017-10-20T23:58:44.461Z","rejected_at":null,"opened_at":"2017-09-18T09:58:36.987Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T22:18:32.508Z","response_threshold_reached_at":"2017-09-26T17:25:01.081Z","government_response_at":"2017-10-12T15:10:46.793Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ellie Symonds-Lloyd","rejection":null,"government_response":{"summary":"The Government is investing more in childcare than ever before. Tax free childcare is one part of that childcare support and is fairer and better targeted than vouchers.","details":"The Government is committed to supporting working families and is investing more in childcare than ever before. Tax free childcare is one part of that increased childcare support, and everyone who earns at least £120 per week on average, but doesn’t exceed the upper income limit of £100,000 per annum can apply for the scheme, which is fairer and better targeted than vouchers.\r\n\r\nTax-Free Childcare will be available to over 2 million households to help with the cost of childcare, enabling more parents to go out to work if they want to. Working parents will be able to apply via an online childcare account, and access up to £2,000 per child (or £4,000 for disabled children). \r\n\r\nThe system is fairer and better targeted than vouchers, which are only offered by a minority of employers and self-employed parents are unable to access them. Tax-free childcare benefits parents whose employer doesn’t offer vouchers and the self-employed. It’s also fairer: support will be paid per child rather than per parent, so lone parent households will get the same support as those with more than one parent.\r\n\r\nIn addition to Tax-Free Childcare, we are also supporting families by offering 30 hours free childcare for working parents of three and four year olds in England, and more generous support for parents on Universal Credit, who are able to claim up to 85% of childcare costs.\r\n\r\nHM Treasury","created_at":"2017-10-12T15:10:46.790Z","updated_at":"2017-10-12T15:10:46.790Z"},"debate":null}},{"type":"petition","id":200165,"links":{"self":"https://petition.parliament.uk/petitions/200165.json"},"attributes":{"action":"Leave the EU immediately","background":"The Government should walk away from the Article 50 negotiations and leave the EU immediately with no deal. The EU looks set to offer us a punishment deal out of spite. Why wait another 18 months when we could leave right away and fully take back control of our country, lawmaking powers and borders?","additional_details":"The EU looks set to offer us a punishment deal out of spite, insisting we pay tens of billions of pounds as part of a ‘settlement fee’ and continue to accept the jurisdiction of EU courts even after we’ve left. Meanwhile pro-EU MPs in Labour, the Lib Dems and the SNP, along with unelected Lords, are attempting to block Brexit, the longer we remain a member the more opportunity they have to interfere. Why wait almost another 2 years when we could just leave right away?","state":"open","signature_count":49102,"created_at":"2017-09-13T16:02:45.914Z","updated_at":"2017-10-20T23:46:03.190Z","rejected_at":null,"opened_at":"2017-09-14T10:38:55.122Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T22:47:50.226Z","response_threshold_reached_at":"2017-09-19T15:08:23.909Z","government_response_at":"2017-10-17T08:45:04.377Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Taylor","rejection":null,"government_response":{"summary":"The country voted to leave the EU, and this Government respects that. A smooth and orderly exit is in the interest of both the UK and the EU. ","details":"The country voted to leave the EU, and the Government is clear that there must be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nIn leaving the EU the Government will seek the best deal for the UK  maximising the benefits from leaving the EU – control over our borders, laws and money – while maintaining the greatest possible access to EU markets and continuing to work with our European neighbours on common problems. After withdrawal, the UK will bring an end to the direct jurisdiction of the Court of Justice of the European Union (CJEU) in the United Kingdom. \r\n\r\nThe Prime Minister has been clear that the days of Britain making vast contributions to the European Union every year will end. The European Commission has set out the European Union’s position on the financial settlement, and the Government is undertaking a rigorous examination of the detail of this. \r\n\r\nThe Government has already introduced legislation to ensure the UK exits the EU with certainty, continuity and control. A smooth and orderly exit is in the national interest and further legislation will be introduced to deliver that. \r\n\r\nBoth the UK and the EU should want to achieve the best possible outcome and the strongest possible partnership for the future. The Government believes that a deep and special partnership between an independent  UK and the EU is in the interests of both sides.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-17T08:45:04.375Z","updated_at":"2017-10-17T08:45:04.375Z"},"debate":null}},{"type":"petition","id":200205,"links":{"self":"https://petition.parliament.uk/petitions/200205.json"},"attributes":{"action":"End the export of live farm animals after Brexit.","background":"The transport of live animals exported from the UK causes immense suffering. This trade is governed by EU law, not the UK Government.\r\n\r\nThe Government should plan legislation to ban the export of live farm animals in favour of a carcass only trade and introduce this as soon as we leave the EU.","additional_details":"Long distance travel causes enormous suffering: overcrowding; pain and stress; compromised immunity; inhumane slaughter on arrival; loss of legal safeguards. SOURCE CIWF\r\n\r\nDuring live transport there is a high risk of animal suffering: handling during loading and unloading; strange sights and sounds and animals; heat stress and lack of water and rest. SOURCE RSPCA\r\n\r\nAnimals are crammed into unsuitable transport and endure gruelling journeys heading for conditions illegal in this country. RSPCA","state":"open","signature_count":37044,"created_at":"2017-09-13T20:18:55.852Z","updated_at":"2017-10-20T23:40:42.565Z","rejected_at":null,"opened_at":"2017-09-19T09:53:11.235Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-19T07:36:21.674Z","response_threshold_reached_at":"2017-09-29T11:51:32.240Z","government_response_at":"2017-10-16T12:35:15.082Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Janet Darlison","rejection":null,"government_response":{"summary":"Government has a Manifesto commitment “as we leave the European Union, we can take early steps to control the export of live farm animals for slaughter” and will be considering options in this context","details":"The Government is committed to improving the welfare of animals. The Government share the public’s high regard for animal welfare.  We are proud to have some of the highest animal welfare standards in the world.\r\n \r\nThe Government believes animals should be slaughtered as close as practicable to their point of production. A trade in meat and meat products is preferable to the long distance transport of animals to slaughter. Once we leave the European Union, and in line with our manifesto commitment, we can take early steps to control the export of live farm animals for slaughter. We will be considering the options further in the context of our departure from the EU. \r\n\r\nUntil negotiations are concluded, the UK remains a full member of the EU and all the rights and obligations of EU membership remain in force. During this period the Government will continue to negotiate, implement and apply EU legislation. \r\n\r\nWe have made clear in Brussels that we support improvements being made to enforcement across the EU of existing rules on the long distance transport of livestock. We have also supported calls for the European Commission to make improvements to the existing EU Regulation on protecting animal welfare in transport.  \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-10-16T12:35:15.079Z","updated_at":"2017-10-16T12:35:15.079Z"},"debate":null}},{"type":"petition","id":200251,"links":{"self":"https://petition.parliament.uk/petitions/200251.json"},"attributes":{"action":"Ban balloon and sky lantern releases.","background":"Balloon \u0026 sky lantern releases litter the environment, causing death to wildlife \u0026 in the case of sky lanterns, can cause uncontrollable fires that destroy life \u0026 property. Let's respect our environment \u0026 stop littering it.","additional_details":"Balloon releases may look pretty, but they have to end up somewhere. They land in our seas \u0026 countryside where birds get tangled up in the ribbons, or the balloons \u0026 ribbons are eaten by other wildlife causing slow \u0026 painful death. Sky lanterns are even more dangerous. Sometimes landing early before the flame has extinguished, causing fire \u0026 damage with the possible risk to life. We wouldn't accept people littering our streets, so why accept littering our countryside?","state":"open","signature_count":32348,"created_at":"2017-09-14T09:20:09.794Z","updated_at":"2017-10-20T23:59:26.088Z","rejected_at":null,"opened_at":"2017-09-18T10:32:34.822Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T16:32:52.038Z","response_threshold_reached_at":"2017-10-06T11:54:41.875Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hawk Honey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200224,"links":{"self":"https://petition.parliament.uk/petitions/200224.json"},"attributes":{"action":"Impose Financial sanctions on the State of Myanmar (Burma).","background":"Impose harsh financial sanctions on the State of Myanmar due to the current ongoing ethnic cleansing being pursued by elements of its security forces.","additional_details":"Human rights watchdogs have voiced mounting concerns, over Myanmar’s systematic campaign aimed towards ethnic cleansing of its minority population.\r\n\r\nhttp://www.bbc.co.uk/news/world-asia-41260767","state":"open","signature_count":29360,"created_at":"2017-09-14T00:42:23.290Z","updated_at":"2017-10-20T23:33:21.640Z","rejected_at":null,"opened_at":"2017-09-14T16:19:42.313Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T01:50:05.060Z","response_threshold_reached_at":"2017-09-19T21:10:24.248Z","government_response_at":"2017-10-04T14:13:37.816Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ehthesham Haque","rejection":null,"government_response":{"summary":"The UK is seriously concerned with recent events in Rakhine. We are working closely with partners on the international community’s response. \r\n\r\n","details":"The UK is seriously concerned about the situation in northern Rakhine and the linked refugee crisis across the border in Bangladesh.  We have been at the forefront of the international community's response, both humanitarian and political.\r\n\r\nAs a Permanent Member of the UN Security Council, the UK has now raised Burma three times at the Council.  On 18 September, we secured agreement for a statement expressing concern about reports of excessive violence during the security operations in Rakhine, calling for immediate steps to end the violence  and ensure full access for humanitarian relief.  The Security Council discussed Burma in an open session on 28 September. The Foreign Secretary hosted a lunch during UNGA week to discuss the situation in Rakhine which included Burma and a range of international partners.\r\n\r\nAt the Human Rights Council in Geneva, the UK took part in an Interactive Dialogue led by Kofi Annan with the Burma Fact Finding Mission on 19 September. The UK co-sponsored a resolution to extend the mandate of the Mission. \r\n \r\nEU sanctions, other than the Arms Embargo, were removed in 2013 following progress made in Burma towards a democratic transition. .   Following recent events in Rakhine, we judge the Security Council would be unlikely to agree to sanctions at this stage. However, we are working with EU partners to consider possible measures by the EU and to follow the UK’s lead in suspending defence assistance and visits to EU countries by senior military figures such as the Commander in Chief and regional commanders responsible for the violence in Rakhine state.\r\n \r\nForeign and Commonwealth Office","created_at":"2017-10-04T14:13:37.813Z","updated_at":"2017-10-04T14:13:37.813Z"},"debate":null}},{"type":"petition","id":200000,"links":{"self":"https://petition.parliament.uk/petitions/200000.json"},"attributes":{"action":"Make British Sign Language part of the National Curriculum","background":"Around 50,000 people in the UK use British Sign Language, so why is this not taught in schools? There are many children who are born deaf, and we need to give them a better chance at a more integrated future. This is why BSL needs to be taught in schools.","additional_details":"","state":"open","signature_count":20485,"created_at":"2017-09-12T09:02:07.606Z","updated_at":"2017-10-20T23:44:23.068Z","rejected_at":null,"opened_at":"2017-09-12T09:11:47.013Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T09:11:09.867Z","response_threshold_reached_at":"2017-09-25T19:03:46.182Z","government_response_at":"2017-10-17T14:21:38.518Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wayne Barrow","rejection":null,"government_response":{"summary":"BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.   ","details":"We recognise and acknowledge that British Sign Language can be a beneficial subject that schools can choose to teach. However, we don’t have plans to make BSL part of the national curriculum. \r\n\r\nThe national curriculum sets out which subjects local authority maintained schools (but not academies or free schools) must teach. In addition to meeting their statutory duties to teach the national curriculum, maintained schools are free to teach any other subject or topic they deem relevant for their pupils. Schools can therefore teach BSL as part of their wider curriculum. \r\n\r\nThe teaching of a foreign language is statutory at key stages 2 and 3 for pupils in maintained schools. Even though BSL is recognised as a language, the national curriculum programmes of study for languages contain a number of requirements that could not be met through BSL; for example at key stage 2 the requirement to describe people, places, things and actions in writing. A maintained school would be unable to meet the curriculum requirement solely by teaching BSL. Therefore, BSL is a subject that schools have freedom to teach in addition to foreign languages.\r\n\r\nDepartment for Education","created_at":"2017-10-17T14:21:38.515Z","updated_at":"2017-10-17T14:21:38.515Z"},"debate":null}},{"type":"petition","id":200634,"links":{"self":"https://petition.parliament.uk/petitions/200634.json"},"attributes":{"action":"The Government must publish its own Brexit Impact/Risk Assessments","background":"In the many months since the Brexit referendum in June 2016, government departments have prepared impact assessments which detail the consequences of Brexit for the UK's economy in 50+ sectors. Why have these not been made public since it is the public at large that bears the risks?","additional_details":"The issue was raised recently by a former civil servant, James Chapman (@jameschappers) in a tweet on 14 Sept. More info here:\r\n\r\nThe Scotsman: http://www.heraldscotland.com/news/15477522.SNP_urges_UK_Government_to_come_clean_on_analysis_that_supposedly_suggests_Scotland_would__lose_most__from_Brexit/\r\n\r\nFinancial Times:\r\nhttps://www.ft.com/content/ff48e924-9a0d-11e7-a652-cde3f882dd7b\r\n\r\nGiven the implications for the UK of leaving the EU, the government must make these documents public.","state":"open","signature_count":19288,"created_at":"2017-09-17T20:47:29.352Z","updated_at":"2017-10-20T23:39:52.489Z","rejected_at":null,"opened_at":"2017-09-18T15:34:08.142Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T09:46:00.121Z","response_threshold_reached_at":"2017-09-23T11:31:20.764Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrea Sella","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202305,"links":{"self":"https://petition.parliament.uk/petitions/202305.json"},"attributes":{"action":"Update the UK Traffic Signs Regulations to a geometrically correct football","background":"The football shown on UK street signs (for football grounds) is made entirely of hexagons. But it is mathematically impossible to construct a ball using only hexagons. Changing this to the correct pattern of hexagons and pentagons would help raise public awareness and appreciation of geometry.","additional_details":"In the Statutory Instrument 2016 No. 362, the image for a Football ground (Leisure facility) is incorrectly a pattern of white and dark hexagons (Schedule 12, part 15, symbol 38). If the dark hexagons were changed to pentagons it would accurately depict a football on all future street signs.","state":"open","signature_count":18597,"created_at":"2017-10-06T14:15:58.073Z","updated_at":"2017-10-20T23:57:04.195Z","rejected_at":null,"opened_at":"2017-10-06T16:04:59.231Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T14:52:16.128Z","response_threshold_reached_at":"2017-10-09T23:40:22.553Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matt Parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200793,"links":{"self":"https://petition.parliament.uk/petitions/200793.json"},"attributes":{"action":"Cancel HS2 immediately and repeal the 2013 and 2017 High Speed Rail Acts.","background":"HS2 is a vanity project, lobbied for by the firms who will make billions out of building it, at a time of continued austerity and cuts to essential services. Independent economists, rail experts and environmentalists have all heavily criticised the project, but Governments have refused to listen.","additional_details":"HS2 is not a 'magic wand' to cure the North-South divide. All the international evidence shows it will reinforce the dominance of London and increase regional divisions.\r\n\r\nIn 20 years HS2 would deliver capacity where it is needed the least, with the lowest flexibility, at the greatest cost, whilst more beneficial rail projects have already been cancelled.\r\n\r\nThe official cost of HS2 has almost quadrupled since it was proposed in 2008, and it will carry on rising unless it is immediately cancelled.","state":"open","signature_count":18245,"created_at":"2017-09-19T14:26:38.922Z","updated_at":"2017-10-20T23:50:03.738Z","rejected_at":null,"opened_at":"2017-09-21T11:59:55.194Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-19T14:48:35.409Z","response_threshold_reached_at":"2017-09-27T16:07:21.356Z","government_response_at":"2017-10-11T16:46:55.407Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joe Rukin","rejection":null,"government_response":{"summary":"HS2 will provide new rail network capacity, drive economic growth, create jobs and investment, train the next generation of engineers and better connect our major cities. It is on time and on budget.","details":"New Railway\r\n\r\nHS2 will form the new backbone of our national rail network, providing new capacity and better connecting our major cities, while creating more space for commuter and freight trains on our busiest lines. This will create better connections and more seats for passengers and allow more goods to be moved by rail, which will also help to improve air quality.\r\n\r\nOpening in 2026, the HS2 network will serve towns and cities including London, Birmingham, Manchester, Leeds, Liverpool, Sheffield, Crewe, Nottingham, Derby, York and Newcastle, with trains running on to Scotland. By 2033 up to 18 trains an hour will run in both directions, carrying up to 1,100 passengers each. \r\n\r\nHS2 is a major investment but an essential one. HS2’s total budget is £55.7bn. Over the current Spending Review period spending on HS2 will equate to 0.14% of GDP. We are keeping a tough grip on costs and are determined to deliver HS2 on time and on budget.\r\n\r\nBenefits to the North\r\n\r\nWe are delivering unprecedented investment in infrastructure in the North, to redress the historic imbalance in infrastructure investment between north and south. The Northern Powerhouse is a key priority, and our substantial investment will boost the northern economy and reduce the prosperity gap with the South that has existed for far too long.\r\n\r\nWe are also working to future-proof HS2 by including provisions for new junctions in the North and Midlands, which will help ensure that the infrastructure can accommodate the Northern powerhouse. HS2 will transform capacity and connectivity for millions of people across the north. With HS2 stations in Manchester, Leeds, Crewe and Sheffield, the north will be the principal beneficiary of HS2. \r\n\r\nHS2 will underpin the plans of local areas to grow their economies, in places like Leeds where the South Bank regeneration project around Leeds station is expected to support 35,000 jobs across key sectors and 4,000 new homes. HS2 will generate around £25 billion of contracts and represents a major opportunity for businesses across the whole of the UK including small and medium-sized enterprises.\r\n\r\nThe Government has committed £60m to take HS3, or Northern Powerhouse Rail, forward and we are working closely with Transport for the North to develop a business case for the project by the end of 2018. The Government is investing over £13bn in the north of England’s transport infrastructure, including on roads and railways, to deliver faster journeys and increased capacity. That work will continue apace and is a key priority for the Department.\r\n\r\nThis includes dramatically improving journeys for passengers across the north with the Great North Rail Project. By 2020, as a result of this ambitious and comprehensive upgrade, passengers will benefit from faster and more comfortable journeys, as well as new direct services across the north and beyond. We are also developing options for the Transpennine Route Upgrade, to increase the number of seats, and reduce journey times, allowing journeys such as from Leeds to Manchester in 40 minutes. \r\n\r\nHS2 is key to the future of our transport system and the relationship it has with our existing network is a vital part of our planning.  It is not a case of “either/or” but rather one of joined up and complementary delivery.  Over £38 billion is being spent on improving the existing rail network for the five years between 2014 and 2019.  This investment is funding projects to increase capacity on the existing rail network and improve journeys for all passengers. There is also potential for HS2 to increase the amount of freight transported by rail – meaning fewer cars and lorries on our roads, cutting congestion and carbon.\r\n\r\nCreating Jobs and skills\r\n\r\nHS2 will support growth in the wider economy, worth an additional 100,000 jobs. 70% of all jobs created by HS2 will be outside of London. But this isn’t just about when the new railway opens - jobs and skills are being created now. \r\n\r\nSeveral contracts have already been let and major contracts for up to £11.8 billion worth for the civil engineering work will be let this year. HS2 is working with businesses across the UK - including many small and medium-sized firms - to ensure they are well prepared to bid for work on HS2. HS2 will generate around 25,000 jobs during construction as well as 2,000 apprenticeships.\r\n\r\nAnd HS2 is about upskilling: a more skilled workforce is vital for the country as we forge a bold new positive role for ourselves in the world. The National College for High Speed Rail, based in Doncaster and Birmingham, will open its doors later this month. The College will train young people to build HS2 and other world-leading rail projects. \r\n\r\nDepartment for Transport","created_at":"2017-10-11T16:46:55.405Z","updated_at":"2017-10-11T16:46:55.405Z"},"debate":null}},{"type":"petition","id":200017,"links":{"self":"https://petition.parliament.uk/petitions/200017.json"},"attributes":{"action":"Fund research into pediatric brain cancer \u0026 earlier access to experimental drugs","background":"A classroom of innocent UK school children is dying every year to an incurable brain cancer called Diffuse Intrinsic Pontine Glioma (DIPG), but globally over 200,000 children in the last 50 years have lost their lives to this death sentence of an illness. This needs to end \u0026 a cure needs to be found","additional_details":"DIPG:\r\n• No cure to date \r\n• Mainly affect children between 4-12 years\r\n• Average survival time from diagnosis is 9 months. \r\n• Every 9 days a child in the UK is diagnosed\r\n• Survival rate +5 years: DIPG 1962-0% 2017-0% vs Leukaemia 1962-4% 2017-94%\r\n• Only 1% of the UK national spend on cancer research has been allocated to brain cancer.\r\n\r\nACTION:\r\n• Fund research into paediatric DIPG brain cancer\r\n• Earlier access to multi modal experimental drugs \u0026 delivery system\r\n• UK to be global ambassador for DIPG","state":"open","signature_count":18061,"created_at":"2017-09-12T10:16:06.255Z","updated_at":"2017-10-20T22:48:04.286Z","rejected_at":null,"opened_at":"2017-09-12T15:14:40.884Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T14:02:15.834Z","response_threshold_reached_at":"2017-09-18T20:27:35.257Z","government_response_at":"2017-10-04T11:02:14.326Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Wai-Chung (Scott) Lau","rejection":null,"government_response":{"summary":"We have set up a Department of Health Task and Finish Working Group on Brain Tumour Research to discuss how we can address the need to increase the level and impact of research into brain tumours.\r\n\r\n","details":"The Government agrees that an increase in the level of research into brain tumours is crucial in order to achieve better outcomes for patients and their families.\r\n\r\nThe Department of Health funds research into all aspects of human health, including cancer and brain tumours, through the National Institute for Health Research (NIHR) at the level of £1 billion per year.\r\n\r\nNIHR cancer research expenditure has risen from £101 million in 2010/11 to £142 million in 2015/16. A significant element of this investment is in cancer research infrastructure. In September 2016 the Secretary of State for Health announced an £816 million investment in 20 NIHR Biomedical Research Centres for 5 years from April 2017. This funding includes the NIHR Royal Marsden/Institute of Cancer Research BRC which will focus exclusively on cancer research, and will receive £43 million over five years from April 2017. Five other BRCs will have dedicated cancer research themes. The funding amount for cancer research over 5 years across all BRCs is an estimated £131 million.\r\n\r\nAs with other Government funders of health research, the NIHR does not allocate funding for specific disease areas. The level of research spend in a particular area, such as brain tumours, is driven by factors including scientific potential and the number and scale of successful funding applications.  \r\n\r\nLast year we set up a Department of Health Task and Finish Working Group on Brain Tumour Research bringing together clinicians, charities, patients and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group met in October 2016, and in January, May and July this year, chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser. The Working Group plans to report to the Parliamentary Under-Secretary of State for Health (Lords) in autumn 2017.\r\n\r\nDepartment of Health","created_at":"2017-10-04T11:02:14.323Z","updated_at":"2017-10-04T11:02:14.323Z"},"debate":null}},{"type":"petition","id":201548,"links":{"self":"https://petition.parliament.uk/petitions/201548.json"},"attributes":{"action":"Pay health care students for placement hours.","background":"Pay a basic living wage to healthcare students who have to do 37.5 hours on placement. Students should receive a fair wage to help support them during their studies as part time work is not always an option and so money is very tight.","additional_details":"Healthcare students who started in September 2017 do not receive a bursary. We have to do 23000 hours over 3 years and work 37.5 hours a week during our placements with no pay which is basically free labour. It is very hard to keep a healthy lifestyle, do our placements, keep a part time job and complete university work. Trainee nurse associates are being paid at a band 3 rate and so why can't health care students receive the same?","state":"open","signature_count":17961,"created_at":"2017-09-26T13:07:19.800Z","updated_at":"2017-10-20T23:42:42.928Z","rejected_at":null,"opened_at":"2017-10-02T13:13:51.252Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T13:14:34.451Z","response_threshold_reached_at":"2017-10-04T21:37:54.873Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lucy Boneham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200153,"links":{"self":"https://petition.parliament.uk/petitions/200153.json"},"attributes":{"action":"Reduce the age of Mandatory Mammograms to age 25-30","background":"I was diagnosed with breast cancer age 36, at 37 I was told it was terminal. I have a 7 year old daughter who has already lost her dad to heart disease. \r\nBecause of my age, I never dreamt I'd have breast cancer","additional_details":"I know of a huge amount of women/men diagnosed with breast cancer between the age of 23-40 most are now terminally ill and leaving children \u0026 babies behind. \r\nI want everyone to have a better chance of survival; not only for themselves, but for their children, parents, siblings, friends. \r\n\r\nCancer does not discriminate, it doesn't care how old or fit you are or whether you're male or female, so why are mandatory mammograms only available for women 50+\r\n\r\nWe need change!!!","state":"open","signature_count":17749,"created_at":"2017-09-13T14:03:58.799Z","updated_at":"2017-10-20T23:06:45.534Z","rejected_at":null,"opened_at":"2017-09-13T16:16:22.282Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T14:56:53.340Z","response_threshold_reached_at":"2017-09-14T19:14:35.911Z","government_response_at":"2017-09-26T14:00:15.164Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicky Fenn","rejection":null,"government_response":{"summary":"The Government is committed to helping detect, treat and reduce the number of lives lost to invasive breast cancer. Evidence for the effectiveness of screening women under 50 is limited.","details":"Breast cancer can be a devastating disease which is why the Government is committed to providing well-managed screening programmes that are based on the most current peer reviewed evidence to ensure the greatest benefit.\r\n\r\nA screening programme is introduced following a robust process using peer reviewed evidence that shows the benefits to screen clearly outweigh harm and they are subject to central programme specifications and quality assurance. The English cancer screening programmes are internationally renowned for their rigour, standard of evidence, national implementation and quality assurance.\r\n\r\nThe NHS Breast Screening Programme (NHS BSP) in England offers all women between the ages of 50 and 70 the opportunity to be screened every three years for breast cancer, in order to help detect abnormalities and reduce the number of lives lost to invasive breast cancer.  The aim of the NHS BSP is to detect breast cancer early when there is a greater chance of cure, thus reducing the number of lives lost to invasive breast cancer.  \r\n\r\nThe programme recognises that whilst early detection is the best way to reduce breast cancer mortality by giving the opportunity to offer women more treatment options, which may save lives, it accepts that there are also risks. These risks include over-diagnosis (referring women for unnecessary tests) and over-treatment (operating on women with disease which is unlikely to cause serious harm to them).  For women under the age of 50, breast screening is not very effective, especially when they have not reached the menopause.  Breast screening is offered from  the age of 50 based on the average age of menopause being 51 and that the chance of developing breast cancer increases with age.  Four out of five breast cancers develop in women over the age of 50. There is insufficient evidence to confidently offer breast screening to women at a much younger age because to do so may cause more harm than good.  Not all breast cancers can be detected early when they are non-invasive and some women with non-invasive disease would never have cancer during their lifetime. \r\n\r\nThere are several trials in the Programme addressing these issues currently:\r\n•\tForget me not www.sloaneproject.co.uk/NonTreatmentStudy.htm  \r\n•\tLoris www.cancerresearchuk.org/about-cancer/find-a-clinical-trial/a-trial-comparing-surgery-with-active-monitoring-for-low-risk-dcis-loris\r\n•\t Sloane www.sloaneproject.co.uk/. \r\n \r\nThe 2012 UK independent review of breast cancer screening (Marmot review) estimated that inviting women between the ages of 50-70 reduces mortality from breast cancer in the population invited by 20% and saves an estimated 1,300 lives a year.  It also found that screening women outside the ages of 50 to 70 years could lead to over-diagnosis or over-treatment. To read the review, please visit: http://www.cancerresearchuk.org/prod_consump/groups/cr_common/@nre/@pol/documents/generalcontent/breast-screening-report.pdf \r\n\r\nIn June 2015, the World Health Organisation’s International Agency for Research on Cancer (IARC) published the findings of a review on breast cancer screening in the New England Journal of Medicine. A group of 29 independent international experts from 16 countries, convened by the IARC, assessed the cancer-preventive and adverse effects of various methods of screening for breast cancer. The findings of the review support the current age at which women are first invited for breast screening in England and the three year interval period between invitations. The IARC’s review found that the evidence for the effectiveness of screening women in the younger age group of 40 to 49 was limited. Women aged over 70 are not routinely invited for breast screening because there is no evidence to support this, although they are entitled to self-refer every three years if they wish. You review can be accessed here: www.iarc.fr/en/mediacentre/pr/2015/pdfs/pr234_E.pdf\r\n\r\nIn 2008, the age extension trial began to investigate into whether extending screening to 47-49 and 71-73 year olds is clinically and cost effective. This trial is led by researchers at the University of Oxford and will provide robust evidence about the effectiveness of screening in these age groups, which will include the benefit and harms. The trial is expected to report in 2020. \r\n\r\nWomen that are identified as being at high risk of the disease (e.g. due to a genetic mutation such as BRCA1/2 or having had supradiaphragmatic radiotherapy at a young age) can be referred into the programme at a younger age. However, for this younger cohort, screening is usually performed by magnetic resonance imaging (MRI) which is a more suitable screening test than mammography alone.\r\n \r\nWe encourage all women to be breast aware and anyone with concerns should discuss these with their General Practitioner. \r\n\r\nDepartment of Health","created_at":"2017-09-26T14:00:15.161Z","updated_at":"2017-09-26T14:00:15.161Z"},"debate":null}},{"type":"petition","id":200154,"links":{"self":"https://petition.parliament.uk/petitions/200154.json"},"attributes":{"action":"Stop NHS England from removing herbal and homeopathic medicines","background":"NHS England is consulting on recommendations to remove herbal and homeopathic medicines from GP prescribing. The medicines cost very little and have no suitable alternatives for many patients. Therefore we call on NHS England to continue to allow doctors to prescribe homeopathy and herbal medicine.","additional_details":"Many NHS patients either suffer such severe side-effects from pharmaceutical drugs they cannot take them, or have been given all other conventional medicines and interventions with no improvement to their health. These patients will continue to need treatment on the NHS and will end up costing the NHS more with conventional prescriptions. There will be no cost savings and patient health will suffer. It is clear stopping homeopathic \u0026 herbal prescriptions will not help but hurt the NHS.","state":"open","signature_count":16437,"created_at":"2017-09-13T14:04:16.015Z","updated_at":"2017-10-20T23:58:54.766Z","rejected_at":null,"opened_at":"2017-09-13T16:02:34.300Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T14:20:40.513Z","response_threshold_reached_at":"2017-09-27T13:08:56.021Z","government_response_at":"2017-10-12T15:49:45.458Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cristal Sumner","rejection":null,"government_response":{"summary":"It is for local NHS organisations to decide on the commissioning and funding of these healthcare treatments. NHS England’s consultation on low value prescription items includes homeopathic treatments","details":"Information from NHS England (NHSE) shows that in 2015, the cost for all prescriptions dispensed in primary care, not including any dispensing costs or fees, was £9.27 billion, a 4.7% increase on the previous year.  Due to the increasing cost, NHSE is leading a review of medicines which can be considered as being of low clinical value and develop new guidance for Clinical Commissioning Groups (CCGs). \r\n \r\nOn 21 July, NHSE launched a three month consultation on the draft guidance on low value prescription items which is based on the latest clinical evidence, including that from the National Institute of Health and Care Excellence (NICE).  Careful consideration has been given to ensure that particular groups of people are not disproportionately affected, and that principles of best practice on clinical prescribing are adhered to.\r\n \r\nThe commissioning guidance, upon which NHSE is consulting, will be addressed to CCGs to support them to fulfil their duties around the appropriate use of prescribing resources. This will need to be taken into account by CCGs in adopting or amending their own local guidance to their clinicians in primary care.\r\n \r\nThe aim of this consultation is to provide individuals with information about the proposed national guidance and to seek people’s views about the proposals.  NHSE welcomes the views of the public, patients, clinicians, commissioners and providers through this consultation process to help inform the final guidance. The consultation ends on 21 October. Links to the consultation can be found here: \r\nhttps://www.england.nhs.uk/2017/07/medicine-consultation/ and\r\nhttps://www.engage.england.nhs.uk/consultation/items-routinely-prescribed/\r\n\r\nIt is the responsibility of local NHS organisations to make decisions on the commissioning and funding of any healthcare treatments for NHS patients, such as homeopathy, taking account of issues to do with safety, clinical and cost-effectiveness and the availability of suitably qualified and regulated practitioners.\r\n \r\nComplementary and alternative medicine (CAMs) treatments can, in principle, feature in a range of services offered by local NHS organisations. A treating clinician would take into account an individual’s circumstances and medical history in deciding what would be the most appropriate treatment for their condition. CCGs will have specific policies on the commissioning and funding of CAMs, and may have also developed local policies on priorities with regards to the funding of treatments. A GP would have to work within such policies in providing any treatments on the NHS.\r\n\r\nThe Department of Health supports an approach to evidence-based prescribing which does not support the commissioning of services which are not clinically and cost effective. We are not aware of any evidence that demonstrates the therapeutic effectiveness of homeopathic products. The National Institute for Health and Care Excellence (NICE) does not currently recommend that homeopathy should be used in the treatment of any health condition, whilst primary care prescribing data shows that there has been a significant decline in the prescribing of homeopathic products over the last 10 years. Furthermore, a good number of NHS organisations are reviewing their funding of homeopathic treatments and some have already stopped funding such treatment altogether.\r\n\r\nDepartment of Health","created_at":"2017-10-12T15:49:45.456Z","updated_at":"2017-10-12T15:49:45.456Z"},"debate":null}},{"type":"petition","id":200131,"links":{"self":"https://petition.parliament.uk/petitions/200131.json"},"attributes":{"action":"End the animal cruelty laws exemptions for halal and shechita slaughter houses","background":"The EU's 2009 slaughter regulation requires all animals, including poultry, to be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Religious convictions do not justify cruelty to animals. On leaving the EU specific UK legislation must replace the EU slaughter directive, precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory. There must be one law for everybody in the UK and all must be subject to the same law.","state":"open","signature_count":16313,"created_at":"2017-09-13T10:49:19.041Z","updated_at":"2017-10-20T23:40:52.627Z","rejected_at":null,"opened_at":"2017-09-14T10:09:08.646Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T11:59:29.496Z","response_threshold_reached_at":"2017-09-19T22:26:16.753Z","government_response_at":"2017-10-06T13:25:29.281Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":{"summary":"The Government would like all animals stunned at slaughter. However, we also respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. ","details":"Current national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2017-10-06T13:25:29.277Z","updated_at":"2017-10-06T13:25:29.277Z"},"debate":null}},{"type":"petition","id":201300,"links":{"self":"https://petition.parliament.uk/petitions/201300.json"},"attributes":{"action":"Adapt gambling laws to include gambling in video games which targets children.","background":"Many video game companies in recent years have introduced mechanics which are essentially gambling of which are targeted at children and vulnerable adults. While not currently considers gambling by law they do copy many traits to make them as addictive and can lead to real money being lost/earned.","additional_details":"Gambling in video games mostly involves 'loot boxes' where players use virtual currency (often bought with real money) to earn in game items often worth less than what they paid (sometimes more) hence its gambling.\r\nCurrently only china has introduced new laws to force companies to display the odds of winning which had been standard in the uk gambling industry for years.\r\n\r\nhttps://www.google.co.uk/amp/s/kotaku.com/china-passes-law-forcing-games-with-loot-boxes-to-discl-1789828850/amp","state":"open","signature_count":14503,"created_at":"2017-09-23T13:56:49.146Z","updated_at":"2017-10-20T23:40:42.616Z","rejected_at":null,"opened_at":"2017-10-04T17:42:13.035Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-23T18:12:30.824Z","response_threshold_reached_at":"2017-10-13T18:42:46.655Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Connor Rhys Deeley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202243,"links":{"self":"https://petition.parliament.uk/petitions/202243.json"},"attributes":{"action":"Change the law to ban the resale of tickets for more than their face value","background":"Tickets are being bought from sites and are getting sold to third party sellers for a high price meaning real fans are missing out. Reselling of football tickets is illegal under the Criminal Justice and Public Order Act 1994. Why can’t laws apply for tickets to concerts and other sporting events?","additional_details":"","state":"open","signature_count":13759,"created_at":"2017-10-05T16:14:58.956Z","updated_at":"2017-10-20T23:59:54.588Z","rejected_at":null,"opened_at":"2017-10-10T08:37:53.618Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-05T18:06:18.201Z","response_threshold_reached_at":"2017-10-16T18:27:55.420Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mathew Woodrow","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201947,"links":{"self":"https://petition.parliament.uk/petitions/201947.json"},"attributes":{"action":"Change the laws governing the use of fireworks to include a ban on public use","background":"Fireworks cause alarm, distress and anxiety to many people and animals. We call on the Secretary of State  to make appropriate provision to secure that the risk of public use is the MINIMUM that is compatible with fireworks being used, as stated in Fireworks Act 2003 sect 2.","additional_details":"Noted in debate of firework petition 109702 statistics are not recorded. We ask government to collect statistics. We ask the Sec. of State to issue a full regulatory impact assessment in accordance with section 2(4) Act; 2004, consider statistics gathered by FireworkABatement (FAB) as stated in Fireworks Act 2003 sect 3b., ‘as an organisation which appears to the Sec. of State to be representative of interests substantially affected by the proposal’, Shown by this petition and past petitions.","state":"open","signature_count":12977,"created_at":"2017-10-01T20:59:57.046Z","updated_at":"2017-10-20T23:58:44.445Z","rejected_at":null,"opened_at":"2017-10-06T13:02:12.776Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-01T21:10:31.019Z","response_threshold_reached_at":"2017-10-18T18:33:39.028Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Julie Doorne","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200311,"links":{"self":"https://petition.parliament.uk/petitions/200311.json"},"attributes":{"action":"No referendum on the final deal for the UK to remain in the European Union.","background":"We, the undersigned, herby call upon HM government to dismiss calls for a referendum on the final deal as the British people were asked an important question on the 23rd June last year, the choices were abundantly clear, remain or leave the European Union and leave won a decisive vote.","additional_details":"The attempts to propose yet another referendum and poise a set of questions to the British public on the final deal is a distasteful proposal, considering we were already given a free and fair referendum last year, to now agree to another referendum would be an appalling waste of taxpayers money and send out the wrong message to the British public that the vote last year was meaningless.\r\n\r\nThe referendum should not be re-run just to placate individuals unable to accept a democratic decision.","state":"open","signature_count":12944,"created_at":"2017-09-14T16:38:38.437Z","updated_at":"2017-10-20T23:58:04.349Z","rejected_at":null,"opened_at":"2017-09-15T14:47:10.588Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:35:14.683Z","response_threshold_reached_at":"2017-10-04T19:19:10.424Z","government_response_at":"2017-10-17T15:45:55.758Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Barnes","rejection":null,"government_response":{"summary":"On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ","details":"The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords, and the referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it; not just for those who voted to leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU, but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-17T15:45:55.756Z","updated_at":"2017-10-17T15:45:55.756Z"},"debate":null}},{"type":"petition","id":200239,"links":{"self":"https://petition.parliament.uk/petitions/200239.json"},"attributes":{"action":"Abolish the TV Licence","background":"The TV Licence is no longer fit for purpose and should be abolished. It is unfair that one should hold one to watch Freeview channels or indeed subscription TV. The BBC should look at alternative methods of funding particularly as it is commonly felt there is a high level of bias.","additional_details":"","state":"open","signature_count":11574,"created_at":"2017-09-14T07:48:35.269Z","updated_at":"2017-10-20T23:22:39.828Z","rejected_at":null,"opened_at":"2017-09-15T17:02:19.383Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T08:47:15.533Z","response_threshold_reached_at":"2017-10-03T18:16:55.755Z","government_response_at":"2017-10-17T14:25:18.863Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Costello","rejection":null,"government_response":{"summary":"A licence is required to watch or receive television programmes and is not a fee for BBC services. The government will maintain the BBC funding model for the duration of this Charter period.","details":"The new BBC Royal Charter came into effect in January 2017, following the Charter Review process, which was one of the biggest consultation exercises undertaken by government. This extensive process of consultation and evidence gathering included 192,000 consultation responses and engagement with over 300 organisations and experts.\r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this new 11 year Charter period.\r\n\r\nThe BBC has committed to consider whether elements of subscription have a role to play in its future funding, alongside the core licence fee model. It is for the BBC to set the scope of these plans, but the government expects that progress and success will be appropriately reviewed, to feed into the next Charter Review process.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-17T14:25:18.860Z","updated_at":"2017-10-17T14:25:18.860Z"},"debate":null}},{"type":"petition","id":200307,"links":{"self":"https://petition.parliament.uk/petitions/200307.json"},"attributes":{"action":"Make Hydraulic Fracturing (Fracking) illegal in the UK","background":"I and many others believe that hydraulic fracturing, commonly known as fracking should be made illegal because of the effects on the environment and people's safety.","additional_details":"Fracking has proven to cause water pollution and earthquakes in the USA which can have dire consequences. Even if it was safe, should we start becoming less reliant on fossil fuel? They won't be around forever and we need to be prepared for when that time comes. A government survey recently showed that only 16% of people support fracking. We are a country of democracy and should respect the will of the public.","state":"open","signature_count":11299,"created_at":"2017-09-14T16:21:09.700Z","updated_at":"2017-10-20T23:44:53.889Z","rejected_at":null,"opened_at":"2017-09-18T16:31:05.968Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T21:55:05.628Z","response_threshold_reached_at":"2017-10-16T18:14:14.602Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dylan Fox","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200952,"links":{"self":"https://petition.parliament.uk/petitions/200952.json"},"attributes":{"action":"House of Commons vote on whether Brexit should be cancelled.","background":"Brexit was initiated on the basis that it was the 'will of the people' and the Government needed to act on that. The 'will' to Leave was actually expressed by c.37% of the eligible UK electorate. Parliament is sovereign and MPs must freely express their view of what is best for the UK.","additional_details":"If MPs are not allowed to freely express their views of what is best for the UK, future accountability will not be possible. Sovereignty of Parliament was established prior to enactment of the Notification to Withdraw, but MPs have never been asked to vote upon whether Brexit is in the best interests of the UK. This vote should take place to ensure that democracy is served and that Parliament takes responsibility for the decision as to what is best for the UK.","state":"open","signature_count":11059,"created_at":"2017-09-20T22:01:31.675Z","updated_at":"2017-10-20T23:48:33.394Z","rejected_at":null,"opened_at":"2017-09-22T11:34:00.642Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T22:43:03.791Z","response_threshold_reached_at":"2017-10-19T23:00:13.890Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Nicholas Hearn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201097,"links":{"self":"https://petition.parliament.uk/petitions/201097.json"},"attributes":{"action":"Make it law that all cats injured/ killed by a vehicle are checked for a chip.","background":"Why do we not feel cats are as important as dogs? These are family pets too, they have one at No.10 Downing Street. Scanners need supplying to all councils, they don't cost very much. They are part of a family and deserve to be returned home. \r\n","additional_details":"I am starting this petition after my beloved cat Gizmo was hit by a car and the vet who found her, put her down without checking chip details. Why have a chip if not to look for an owner? I could have had my beautiful girl home with me and she could have been with me in her final moments-So in Gizmo's memory I fight for every cat to have the right to be chip checked. I am sure if anything happened to the No.10 Downing Street cat the scanner would be out straight away!! and to me all cats are as important as each other and it takes 2 minutes to scan a cat and get them home to their families. \r\n\r\nPlease sign Gizmo's Legacy\r\n","state":"open","signature_count":10601,"created_at":"2017-09-22T11:02:05.220Z","updated_at":"2017-10-20T23:44:23.050Z","rejected_at":null,"opened_at":"2017-09-29T13:27:05.049Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T11:30:03.578Z","response_threshold_reached_at":"2017-10-18T05:49:16.911Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200117,"links":{"self":"https://petition.parliament.uk/petitions/200117.json"},"attributes":{"action":"Layla's Law Vaccinate all UK children against Meningitis B strain (MenB).","background":"Layla Rose Ermenekli, died of Meningitis B on the 4th Feb 17. Had Parliament made the Vaccination available to all children on 01 Sept 15 and not just new born babies, Layla Rose would be alive today. In addition the report into Layla's death shows medical professionals missed opportunities.","additional_details":"A doctor dismissed a rash as a bruise. Due to the rapid onset of Death or at best, life long debilitating disabilities, we cannot take such high risks with Children's  life's. Meningitis Now the charity and medical professionals and MPs agree all children should be vaccinated. 3,200 contract this disease each year and 10% die.","state":"open","signature_count":10593,"created_at":"2017-09-13T08:07:52.161Z","updated_at":"2017-10-20T22:10:23.888Z","rejected_at":null,"opened_at":"2017-09-15T09:54:39.013Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T08:51:50.620Z","response_threshold_reached_at":"2017-10-10T06:37:28.718Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Ronald Carter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202302,"links":{"self":"https://petition.parliament.uk/petitions/202302.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"to create a law to make people slow down or move over for vehicles that have broken down or accidents etc on the roadside...","additional_details":"Due to the increase of fatalities and serious injury whilst recovering vehicles on  the roadside we must increase safety procedures in place for the roadside recovery drivers.","state":"open","signature_count":10507,"created_at":"2017-10-06T13:49:17.693Z","updated_at":"2017-10-20T22:59:41.199Z","rejected_at":null,"opened_at":"2017-10-10T08:44:43.769Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:40:00.363Z","response_threshold_reached_at":"2017-10-17T08:51:02.815Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stanley Peter Gallears","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202629,"links":{"self":"https://petition.parliament.uk/petitions/202629.json"},"attributes":{"action":"If no agreement to leave the European Union is reached, Article 50 be withdrawn","background":"As it is certain that such a scenario will damage the country’s economy and the well-being of its people, this country should not leave without agreements that will prevent damage to both. \r\n\r\nIf no agreement can be reached by 1 September 2018, Article 50 must be withdrawn","additional_details":"After six months of the negotiation period, nothing has been agreed, and it is unlikely that any accord will be reached in the time remaining. The government has even spoken of `hard Brexit' which is destructive and certainly not what was voted for. To allow six months for ratification by the other states, Article 50 should be withdrawn if no agreement is reached by that date, and the UK would remain in the EU as before, pending whatever further discussion takes place.","state":"open","signature_count":10322,"created_at":"2017-10-10T22:45:36.772Z","updated_at":"2017-10-20T23:59:24.550Z","rejected_at":null,"opened_at":"2017-10-18T16:22:27.036Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T22:57:39.995Z","response_threshold_reached_at":"2017-10-20T21:16:28.681Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Brunton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201443,"links":{"self":"https://petition.parliament.uk/petitions/201443.json"},"attributes":{"action":"Ban Driven Grouse Shooting","background":"Mismanagement of UK uplands for Driven Grouse Shooting leads to the illegal killing and persecution of British raptors, including Hen Harriers, Golden Eagles and Peregrine Falcons and causes significant flood risk, water pollution and environmental damage contributing to global climate change.","additional_details":"*Raptors, Foxes, Badgers, Stoats, Hedgehogs and Mountain Hare are killed in their thousands each year \r\n*Draining of peat bog (internationally valuable Carbon storage resource) and burning of heather has been shown to pollute our waterways, increase lowland flooding and cause significant environmental damage, contributing to climate change\r\n*Grouse moorland estates and wealthy landowners have so far received £20m+ in subsidies paid for by the tax payer \r\n*www.BanDrivenGrouseShooting.Wordpress.Com","state":"open","signature_count":9390,"created_at":"2017-09-25T12:09:51.521Z","updated_at":"2017-10-20T23:14:53.792Z","rejected_at":null,"opened_at":"2017-10-02T11:02:08.489Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T19:04:36.635Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gavin Gamble","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200094,"links":{"self":"https://petition.parliament.uk/petitions/200094.json"},"attributes":{"action":"Impose 5% levy on the Premier League’s broadcasting rights back into  grassroots","background":"We call on Government to impose a 5% levy on The Premier League's £8.3bn combined revenue from UK and international TV deal for 2016-2019 to be reinvested back into Grassroots football","additional_details":"Cuts by government to local councils are having a huge impact on Grassroots football across the country with most authorities not able to fund grassroots football anymore while the Premier League clubs have just spent £1.4bn in this summers transfer window.\r\n\r\nAs many Grassroots clubs and teams struggle to survive in these difficult times with ever increasing fees and a lack of affordable facilities both indoor and out, we call on government to impose a 5% levy so that the £billions at the top of the tree reach the roots, the starting place for every football player","state":"open","signature_count":8601,"created_at":"2017-09-12T20:09:40.017Z","updated_at":"2017-10-20T23:43:59.946Z","rejected_at":null,"opened_at":"2017-09-13T16:38:14.616Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T20:38:31.269Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kenny Saunders","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200213,"links":{"self":"https://petition.parliament.uk/petitions/200213.json"},"attributes":{"action":"Abolish Universal Credits before it puts majority of the UK in poverty","background":"The new Universal Credit replaces JSA, Income Support, ESA, Housing Benefit, Tax Credits and Working Tax Credits.\r\n\r\nBILLIONS taken from the needy and most vulnerable in society.","additional_details":"Universal Credit is about cutting the Social Security bill meaning millions will be worse off. \r\nOnce fully implemented Universal Credit will mean easier sanctioning forcing people to live off nothing. \r\nHousing subsidy will be time limited for some 18-21 year olds forcing more to be homeless. \r\nSupport for child care drastically cut. \r\nDisability elements cut or abolished altogether. \r\nThousands of small businesses will be forced out of business. \r\nSome rates are lower than current benefit rates.","state":"open","signature_count":8315,"created_at":"2017-09-13T22:21:05.588Z","updated_at":"2017-10-20T23:58:14.372Z","rejected_at":null,"opened_at":"2017-09-20T16:29:27.207Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T22:44:30.201Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200888,"links":{"self":"https://petition.parliament.uk/petitions/200888.json"},"attributes":{"action":"Ban the sale of animal fur in the UK.","background":"Fur farming was banned in England and Wales in 2000, followed by Scotland in 2002. However fur products can still be legally imported from other countries and sold here in the UK. Much of this fur comes from countries that have very weak or no animal welfare laws at all.","additional_details":"Fur sold in the UK comes from the following countries:\r\n(Main suppliers) China, North America, South America, Russia and Europe.\r\n(Other suppliers) Belize, Bulgaria, Canada, Czech Republic, El Salvador, Greenland, Hungary, Jordan, Lebanon, Mexico, Maldovia, Nicaragua, Norway, Pakistan, Panama, Poland, Republic of Korea, Republic of Slovenia, Romania, Slovak Republic, and Turkey.\r\n\r\nWest Hollywood is the first city in the world that decided to ban the sales of fur in 2011. In 2015 Sao Paolo adopted an import and sales ban on fur products. In January 2017 India adopted an import ban on mink, fox and chinchilla fur skins. The 'International Anti-Fur Coalition' leads the bill to ban the sale of fur in Israel.","state":"open","signature_count":6983,"created_at":"2017-09-20T10:14:56.740Z","updated_at":"2017-10-20T23:57:34.261Z","rejected_at":null,"opened_at":"2017-09-23T11:42:19.327Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T17:45:16.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine Reda","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200376,"links":{"self":"https://petition.parliament.uk/petitions/200376.json"},"attributes":{"action":"Bring Royal Mail back into public ownership","background":"Bringing Royal Mail back into public ownership would protect jobs, employees terms and conditions, pensions and protect a 500 year old legacy that should not be condemned into the history books to make profit for the few off of the backs of the many employees.","additional_details":"","state":"open","signature_count":6514,"created_at":"2017-09-15T05:30:42.660Z","updated_at":"2017-10-20T23:03:59.387Z","rejected_at":null,"opened_at":"2017-09-19T16:37:54.540Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T13:37:24.485Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"dominic humby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201721,"links":{"self":"https://petition.parliament.uk/petitions/201721.json"},"attributes":{"action":"Stop Classic modified vehicles losing their original registration number","background":"I have been a classic car enthusiast for a long time and have built, maintained and modified cars to a very high standard.  I think to lose the vehicle's original registration would be a shame . But I agree that the build quality needs to be kept a check on .","additional_details":"","state":"open","signature_count":6163,"created_at":"2017-09-28T18:19:24.169Z","updated_at":"2017-10-20T22:22:17.107Z","rejected_at":null,"opened_at":"2017-10-04T15:30:33.344Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T18:48:43.905Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Grannon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200372,"links":{"self":"https://petition.parliament.uk/petitions/200372.json"},"attributes":{"action":"Make it illegal for any UK politician to lie or mislead the public.","background":"We the UK general public are sick to death of politicians that cannot be trusted, too many openly lie to the people and media, then laugh it off when caught out and nothing is ever done.\r\n\r\nWe demand honest representation from politicians to ensure our democracy is protected for the people.","additional_details":"The misconduct in public office offence presents a good starting place for the offence.\r\nhttp://www.cps.gov.uk/legal/l_to_o/misconduct_in_public_office/\r\n\r\n- An elected representative.\r\n- Wilfully lies or deceives the public or news media to such a degree as to amount to an abuse of the public's trust in elected office.\r\n- Will be guilt of the offence.\r\n- Excuses or justification should only function in mitigation of sentence not guilt; a lie is a lie.","state":"open","signature_count":5799,"created_at":"2017-09-15T00:44:15.933Z","updated_at":"2017-10-20T21:58:40.921Z","rejected_at":null,"opened_at":"2017-09-19T16:03:59.252Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T04:01:18.775Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Spamer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202061,"links":{"self":"https://petition.parliament.uk/petitions/202061.json"},"attributes":{"action":"Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)","background":"The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.","additional_details":"There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org","state":"open","signature_count":5425,"created_at":"2017-10-03T11:25:11.503Z","updated_at":"2017-10-20T23:20:09.358Z","rejected_at":null,"opened_at":"2017-10-06T16:47:31.351Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T11:45:00.333Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Beckett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202496,"links":{"self":"https://petition.parliament.uk/petitions/202496.json"},"attributes":{"action":"The government must act to defend Jobs \u0026 Skills at Bombardier, Northern Ireland","background":"The UK is the second biggest Boeing client globally. We call on the government to follow-through on their words and use their leverage to defend UK jobs from US protectionism; to compel Boeing to withdraw their meritless case and lift the threat hanging over thousands of Northern Ireland workers.","additional_details":"More than 4,000 aerospace workers are employed by Bombardier in Northern Ireland; sustaining a further 20,000 in the local economy. \r\nThese jobs are threatened by the 300% import tariffs on Bombardiers C Series proposed by President Trump's administration on behalf of Boeing. \r\nThere is no basis for these punitive tariffs, as Boeing does not even produce an aircraft in the same class; they are intended to close the US market, preventing the superior C Series aircraft from getting a foothold.","state":"open","signature_count":5416,"created_at":"2017-10-09T13:26:22.394Z","updated_at":"2017-10-20T23:26:30.605Z","rejected_at":null,"opened_at":"2017-10-13T15:37:43.428Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T13:41:10.058Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donal O'Cofaigh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201145,"links":{"self":"https://petition.parliament.uk/petitions/201145.json"},"attributes":{"action":"We must leave the EU completely in March 2019 - No transition period, No delay","background":"Theresa May is betraying the British people who voted to leave the EU by making the UK stay in until 2021 and paying billions of pounds to the EU while we stay.  No immigration control, no border control, no sovereignty - an absolute betrayal of the 17 million voters who chose to leave.","additional_details":"","state":"open","signature_count":5365,"created_at":"2017-09-22T15:02:56.432Z","updated_at":"2017-10-20T23:18:59.035Z","rejected_at":null,"opened_at":"2017-09-29T16:14:46.122Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T16:09:02.263Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Watson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200300,"links":{"self":"https://petition.parliament.uk/petitions/200300.json"},"attributes":{"action":"Require meat to be marked according to its slaughter method","background":"Government has recognised the right of people to be able to identify food which is consistent with their beliefs.\r\n\r\nPersons whose concern for animal welfare requires them to avoid meat which was not stunned according to English law, have no less a claim to government respect","additional_details":"(Response to a previous petition:   the Government respects the rights of religious communities to eat meat prepared in accordance with their beliefs)     \r\nThe absence of information presents the probability of foodstuffs being misrepresented. People with humanitarian concerns should be confident that products they buy were humanely slaughtered in accordance with English law and welfare standards.","state":"open","signature_count":5307,"created_at":"2017-09-14T15:46:13.651Z","updated_at":"2017-10-20T22:42:42.719Z","rejected_at":null,"opened_at":"2017-09-15T16:35:36.573Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:54:15.668Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jonathan Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201675,"links":{"self":"https://petition.parliament.uk/petitions/201675.json"},"attributes":{"action":"Strip all convicted terrorists with dual nationality of British Citizenship.","background":"A time bomb is ticking away for when convicted terrorists will be released from British prisons onto the streets. Far better to reduce that number instantly by stripping those convicted terrorists with dual citizenship of the British citizenship and the right to bomb again in this United Kingdom.","additional_details":"https://www.theguardian.com/uk-news/2017/jul/30/uk-has-stripped-150-jihadists-and-criminals-of-citizenship","state":"open","signature_count":5283,"created_at":"2017-09-28T04:54:30.931Z","updated_at":"2017-10-20T23:01:25.883Z","rejected_at":null,"opened_at":"2017-10-03T16:21:32.509Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T05:24:26.598Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stan Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200189,"links":{"self":"https://petition.parliament.uk/petitions/200189.json"},"attributes":{"action":"Reduce and end unnecessary single-use plastics","background":"We, the undersigned, call for action on the current environmental crisis concerning single-use plastics and demand the Government committ to a significant reduction and eventual end to them. There's been recent success in limiting microbeads and plastic bags, but far more needs to be done.","additional_details":"Those who sign this petition are calling for a reduction in single-use plastics and for the Government to set a target date for the eventual ban of all single-use plastics. \r\n\r\nThere are many ways to reduce single-use plastics; deposit return schemes and plans similar to that of the 5p plastic bag charge.\r\n\r\nIt has been calculated that the weight of plastics in the ocean is likely to exceed that of fish by 2050.\r\n\r\nWe cannot allow future generations to be burdened with a damaged environment.","state":"open","signature_count":4770,"created_at":"2017-09-13T18:17:29.729Z","updated_at":"2017-10-20T20:59:11.821Z","rejected_at":null,"opened_at":"2017-09-14T16:15:12.723Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T19:55:30.256Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Reece Stafferton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200968,"links":{"self":"https://petition.parliament.uk/petitions/200968.json"},"attributes":{"action":"Union Jack to appear on British number plates after March 2019.","background":"Why is this important? For too long the unity of Britain has been allowed to be undermined and now is the time when we leave the EU to give everyone a sense of national pride once again.","additional_details":"","state":"open","signature_count":4708,"created_at":"2017-09-21T06:31:29.369Z","updated_at":"2017-10-20T23:55:24.029Z","rejected_at":null,"opened_at":"2017-09-29T17:44:34.926Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T16:00:45.719Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200001,"links":{"self":"https://petition.parliament.uk/petitions/200001.json"},"attributes":{"action":"Lobster Pots and Small Craft Safety – time to change the rules!","background":"We, the undersigned, urge the Minister of State (DEFRA) to improve the way static fishing gear is marked for the safety of all small craft at sea. The current, voluntary, guidance is not adequate. We ask that DEFRA seeks views regarding enforceable regulation among other options.","additional_details":"This petition is sponsored by the Cruising Association (CA). We believe that the current, voluntary, arrangements and guidance have not been adequate and that the number of call-outs, by the RNLI and coastguard, to small craft disabled by fouled propellers and rudders shows the significance of the problem. We hope that all stakeholders will work together, with DEFRA, to find a solution, particularly one that is cheap and practical for our fishermen.","state":"open","signature_count":4672,"created_at":"2017-09-12T09:02:21.052Z","updated_at":"2017-10-20T21:21:10.696Z","rejected_at":null,"opened_at":"2017-09-12T14:54:33.029Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T14:34:34.987Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201003,"links":{"self":"https://petition.parliament.uk/petitions/201003.json"},"attributes":{"action":"Make Bullying a Criminal Offence","background":"Bullying ruins the life of victims. Sadly, it is a daily occurrence for some schoolchildren and is sometimes so severe that victims self-harm, lose out on schooling, or even like my son Brandon take their own life.","additional_details":"The police in my son's case refused to investigate as my son was not attending school. This cannot be right. I call upon the Government to urgently produce guidelines for the investigation of and prosecution of offences which arise out of bullying and to plug the gaps in the law where the victim has been harmed due to bullying, which is not recognised as an offence. Without penalties being imposed there is no guarantee that others won't be hurt.' ","state":"open","signature_count":4593,"created_at":"2017-09-21T14:15:09.191Z","updated_at":"2017-10-20T23:58:04.325Z","rejected_at":null,"opened_at":"2017-09-26T17:09:18.042Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T14:34:23.536Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mina rayat","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201785,"links":{"self":"https://petition.parliament.uk/petitions/201785.json"},"attributes":{"action":"Pay carers an allowance equivalent to a fulltime job at the National Living Wage","background":"Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten","additional_details":"Primary carers currently receive 37p an hour which is £62.70 a week, £3260 a year. There are over 6,000,000 carers in the UK and 1.25 Million people provide unpaid care for more than 50 hours per week (NHS survey of carers 2009/2010; Census 2001, Office for National Statistics) Carers for people with dementia alone save the UK over £8 Billion per annum. 72% of carers are worse off financially as a result of becoming a carer and struggle to make ends meet (Carers UK 2008)","state":"open","signature_count":4439,"created_at":"2017-09-29T16:50:04.824Z","updated_at":"2017-10-20T23:33:31.663Z","rejected_at":null,"opened_at":"2017-10-04T14:11:34.271Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-29T17:38:10.206Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matthew David Harris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200021,"links":{"self":"https://petition.parliament.uk/petitions/200021.json"},"attributes":{"action":"Legalise cannabis for medical and recreational use.","background":"It is time for the government to accept that cannabis should be legal. Prohibition has done nothing to reduce drug use and it is hypocritical for the government to allow alcohol and tobacco but not weed. Cannabis should be sold in licensed shops to prevent youth access and regulate the THC level.","additional_details":"Cannabis was prohibited in the UK in 1928, as a result of racism, fear and prejudice.  Prohibition results in disproportionate targeting of ethnic minorities and young people, whose lives are ruined by criminal records. Furthermore, Alcohol causes 3.3 million deaths per year. Tobacco kills over 7 million people per year.  Cannabis has further more shown promise in reducing seizures among other illnesses, and is far safer than opioid painkillers.","state":"open","signature_count":4106,"created_at":"2017-09-12T10:44:50.733Z","updated_at":"2017-10-20T22:44:23.150Z","rejected_at":null,"opened_at":"2017-09-14T16:24:11.976Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:19:18.610Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Charles Davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200005,"links":{"self":"https://petition.parliament.uk/petitions/200005.json"},"attributes":{"action":"Give all British citizens living abroad the right to vote and dedicated MPs","background":"About 1 million British citizens living abroad do not have the right to vote due to their overseas residency exceeding 15 years. They therefore lack representation in Parliament. And, British Citizens living abroad for under 15 years may only vote in a constituency they no longer live in.","additional_details":"We believe that all British citizens deserve genuine representation in Parliament. British citizens living abroad must be able to vote for an MP to represent their interests in the House of Commons. Having their own dedicated MPs would more efficiently address their concerns which are often different to UK residents’. This petition proposes to introduce votes for life and to add overseas constituencies with a dedicated MP for each constituency to better represent British Citizens living abroad.","state":"open","signature_count":3954,"created_at":"2017-09-12T09:19:27.628Z","updated_at":"2017-10-20T19:51:53.839Z","rejected_at":null,"opened_at":"2017-09-13T13:30:32.274Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:00:28.718Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Tamim","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201339,"links":{"self":"https://petition.parliament.uk/petitions/201339.json"},"attributes":{"action":"Grant leave to  undocumented Zimbabweans with at least 15years residence in UK","background":"Since  at least 2000,  thousands of Zimbabwean citizens have fled the turbulent political, social and economic situation in Zimbabwe. A  significant number of Zimbabweans with at least 15years residence remain  here undocumented, despite perpetual gross human rights violations in Zimbabwe.","additional_details":"The Zimbabwean government has brought its own citizens to their knees. The situation there is not getting any better. One only has to look at the news reports. Rather than expect a return to a country that is clearly \"broken\", there is  more humane, compassionate and tolerant action that the UK government can take. Grant leave to remain to undocumented Zimbabweans with at least 15years residence in the UK, further taking into account the best interests of their minor children born here.","state":"open","signature_count":3880,"created_at":"2017-09-23T21:28:59.285Z","updated_at":"2017-10-20T22:37:11.172Z","rejected_at":null,"opened_at":"2017-09-29T22:28:04.747Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-24T06:12:30.332Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alice Muzira","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200268,"links":{"self":"https://petition.parliament.uk/petitions/200268.json"},"attributes":{"action":"After Brexit, EU dialysis provision through EHIC to remain for UK residents.","background":"We urge the Minister for Health to ensure that after Brexit EU dialysis provision through the EHIC reciprocal scheme is preserved for UK residents. Otherwise people on life-saving dialysis in the UK won't be able to travel to Europe any more, unless they can afford to pay for dialysis privately.","additional_details":"Fiona Loud, Policy Director at Kidney Care UK, said “We believe that every kidney patient has the right to live their life to the full and when the time comes to leave the European Union it is vital that they should still be able to travel within Europe. If there is any compromise on the EHIC system then this will effectively mean almost 30,000 people will not be able to travel for business, or take much-needed and well deserved holidays or respite breaks. This is simply not fair and cannot be allowed to happen.”","state":"open","signature_count":3696,"created_at":"2017-09-14T11:35:29.344Z","updated_at":"2017-10-20T22:42:22.550Z","rejected_at":null,"opened_at":"2017-09-19T13:21:31.247Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T12:37:40.081Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201183,"links":{"self":"https://petition.parliament.uk/petitions/201183.json"},"attributes":{"action":"Save Local Remembrance Sunday Parades","background":"Due to a change in policy roads can no longer be closed. Unless local communities contract a road traffic management company to close the roads at a cost of thousands of pounds. Government should provide the council or police with extra money for these events to take place. Or these events will STOP","additional_details":"local communities are devastated that their local parade or remembrance Sunday service being lost forever. The council do not have the funds for these event to take place. The police can no longer close roads due to a change in policy. Soldier's, have died in 2 world wars and various other conflict since, we need to ensure they are remembered in a fitting manner. These parades need to be saved for future generations so they understand the ultimate sacrifice that was made by these men and woman.","state":"open","signature_count":3663,"created_at":"2017-09-22T18:03:07.569Z","updated_at":"2017-10-20T23:31:11.409Z","rejected_at":null,"opened_at":"2017-10-02T10:47:32.152Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T19:00:47.318Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr T Miller","rejection":null,"government_response":null,"debate":null}}]}