{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=14\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":200005,"links":{"self":"https://petition.parliament.uk/petitions/200005.json"},"attributes":{"action":"Give all British citizens living abroad the right to vote and dedicated MPs","background":"About 1 million British citizens living abroad do not have the right to vote due to their overseas residency exceeding 15 years. They therefore lack representation in Parliament. And, British Citizens living abroad for under 15 years may only vote in a constituency they no longer live in.","additional_details":"We believe that all British citizens deserve genuine representation in Parliament. British citizens living abroad must be able to vote for an MP to represent their interests in the House of Commons. Having their own dedicated MPs would more efficiently address their concerns which are often different to UK residents’. This petition proposes to introduce votes for life and to add overseas constituencies with a dedicated MP for each constituency to better represent British Citizens living abroad.","state":"open","signature_count":4041,"created_at":"2017-09-12T09:19:27.628Z","updated_at":"2017-10-27T18:08:40.617Z","rejected_at":null,"opened_at":"2017-09-13T13:30:32.274Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:00:28.718Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Tamim","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202435,"links":{"self":"https://petition.parliament.uk/petitions/202435.json"},"attributes":{"action":"Keep the category of sex a mandatory question in the 2021 Census.","background":"We oppose the published tentative recommendation by the Office of National Statistics to make sex a non-mandatory field in the 2021 Census. We demand that sex remains a mandatory question in the Census and is included in all government demographic data collection in accordance with SDG5 commitments.","additional_details":"Data collection disaggregated by sex gives us vital information for policy making and distribution of resources.  If implemented, the ONS recommendation will make widely acceptable that sex becomes a voluntary question. This will render useless equal opportunities monitoring designed to combat sex discrimination. It will influence governments worldwide making difficult the monitoring of imbalances resulting from sex-selective abortion, female infanticide and unequal treatment of girls and women.","state":"open","signature_count":4037,"created_at":"2017-10-08T12:40:08.276Z","updated_at":"2017-10-27T23:05:06.314Z","rejected_at":null,"opened_at":"2017-10-11T16:12:34.884Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-08T13:16:03.642Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Judith Green","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201339,"links":{"self":"https://petition.parliament.uk/petitions/201339.json"},"attributes":{"action":"Grant leave to  undocumented Zimbabweans with at least 15years residence in UK","background":"Since  at least 2000,  thousands of Zimbabwean citizens have fled the turbulent political, social and economic situation in Zimbabwe. A  significant number of Zimbabweans with at least 15years residence remain  here undocumented, despite perpetual gross human rights violations in Zimbabwe.","additional_details":"The Zimbabwean government has brought its own citizens to their knees. The situation there is not getting any better. One only has to look at the news reports. Rather than expect a return to a country that is clearly \"broken\", there is  more humane, compassionate and tolerant action that the UK government can take. Grant leave to remain to undocumented Zimbabweans with at least 15years residence in the UK, further taking into account the best interests of their minor children born here.","state":"open","signature_count":3903,"created_at":"2017-09-23T21:28:59.285Z","updated_at":"2017-10-27T21:34:54.239Z","rejected_at":null,"opened_at":"2017-09-29T22:28:04.747Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-24T06:12:30.332Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alice Muzira","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200268,"links":{"self":"https://petition.parliament.uk/petitions/200268.json"},"attributes":{"action":"After Brexit, EU dialysis provision through EHIC to remain for UK residents.","background":"We urge the Minister for Health to ensure that after Brexit EU dialysis provision through the EHIC reciprocal scheme is preserved for UK residents. Otherwise people on life-saving dialysis in the UK won't be able to travel to Europe any more, unless they can afford to pay for dialysis privately.","additional_details":"Fiona Loud, Policy Director at Kidney Care UK, said “We believe that every kidney patient has the right to live their life to the full and when the time comes to leave the European Union it is vital that they should still be able to travel within Europe. If there is any compromise on the EHIC system then this will effectively mean almost 30,000 people will not be able to travel for business, or take much-needed and well deserved holidays or respite breaks. This is simply not fair and cannot be allowed to happen.”","state":"open","signature_count":3850,"created_at":"2017-09-14T11:35:29.344Z","updated_at":"2017-10-27T21:48:48.713Z","rejected_at":null,"opened_at":"2017-09-19T13:21:31.247Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T12:37:40.081Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200066,"links":{"self":"https://petition.parliament.uk/petitions/200066.json"},"attributes":{"action":"Debate in Parliament the lack of an effective policy for the treatment of M.E.","background":"Myalgic Encephalomyelitis (ME) means \"muscle pain plus inflammation of the brain/spinal cord\", a chronic neurological illness, but \"the majority of patients presenting with symptoms of ME in the UK are still referred to psychotherapists for treatment\" (Dr Ian Gibson). A policy review is overdue.","additional_details":"The NHS provides psychiatric therapies for what it refers to as \"CFS/ME\". These therapies are often ineffective and sometimes make patients worse. They are the result of a Myalgic Encephalomyelitis policy heavily influenced by psychiatrists who are skeptical about the existence of Myalgic Encephalomyelitis. It is time for a policy re-think about the effectiveness (and cost-effectiveness) of current treatment.\r\nSee: http://www.tymestrust.org (for the effect of current policy on children with ME).","state":"open","signature_count":3737,"created_at":"2017-09-12T16:52:33.173Z","updated_at":"2017-10-27T23:34:59.087Z","rejected_at":null,"opened_at":"2017-09-13T14:59:18.844Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:25:19.974Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Lewisohn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200679,"links":{"self":"https://petition.parliament.uk/petitions/200679.json"},"attributes":{"action":"Change business rates for child care providers and make them zero VAT rated.","background":"Childcare has recently faced huge increases in business rates for their properties. Coupled with this, they pay VAT on purchases but are unable to reclaim this to offset against the business. Along with increased minimum wage, pensions, and 30 hours funding this is leaving them financially unstable.","additional_details":"With the onset of the Government scheme to offer 30 hours \"free\" childcare to parents, the minimum funding leaves the childcare provider liable to make up the shortfall. Increases in business rates \u0026 VAT charges are making this unsustainable for childcare providers. Maintained providers are already able to claim taxes paid under Section 33 of the VAT Act 1994. \r\nThe removal of business rates \u0026 VAT rating would enable providers to continue to provide the services required without financial burden.","state":"open","signature_count":3583,"created_at":"2017-09-18T12:35:05.709Z","updated_at":"2017-10-27T22:05:23.298Z","rejected_at":null,"opened_at":"2017-09-19T09:54:48.114Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T13:34:53.009Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sue Johnson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200427,"links":{"self":"https://petition.parliament.uk/petitions/200427.json"},"attributes":{"action":"Don't leave the EU","background":"It would be a colossal mistake for the UK to leave the EU. The Government is floundering in the Brexit negotiations and the country would be poorer in every sense outside of the EU. And It would affect young people's lives greatly and this could become Regrexit.","additional_details":"The referendum result should be disregarded as so many people who voted to leave were tricked by the lies of the Brexit camp. So much for democracy if people have been hoodwinked. We need to show the Government that this Brexit disaster is not \"the will of the people\" by calling on them in sufficient numbers to stop it. I don't think enough people realised quite how complicated it would be to leave the EU, so here's a better idea: Stay in. The EU would welcome us back with open arms.","state":"open","signature_count":3518,"created_at":"2017-09-15T13:49:51.906Z","updated_at":"2017-10-27T21:27:52.464Z","rejected_at":null,"opened_at":"2017-09-19T10:02:53.817Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T17:25:35.377Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201568,"links":{"self":"https://petition.parliament.uk/petitions/201568.json"},"attributes":{"action":"No more taxpayers money to be paid to the EU as part of any Brexit deal","background":"The EU is demanding more and more of taxpayers money to be paid to them as we leave as a 'divorce settlement'.  We have paid them too much money already.  Legally we owe them nothing so no more money should be sent to them.","additional_details":"Stop all payments to them including both the 'divorce settlement' and any further payments after March 2019 when we leave.","state":"open","signature_count":3467,"created_at":"2017-09-26T18:29:27.801Z","updated_at":"2017-10-27T21:25:31.709Z","rejected_at":null,"opened_at":"2017-10-03T08:49:28.800Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T18:42:42.773Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gleave","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200061,"links":{"self":"https://petition.parliament.uk/petitions/200061.json"},"attributes":{"action":"Resolve the inequity/inconsistency refunding for NHS trainees under WAT schemes","background":"The WAT scheme introduced to assists NHS workers improve their knowledge on a qualifying WAT course, any payments received was to be exempt from Income tax and NI'. Virtually all staff had tax and NI deducted but reclaiming these payments for many is inequitable, inconsistent and often refused.","additional_details":"The Government's refund guidelines for NHS workers quotes 'Payments made by employers to workers getting full-time instruction can be exempt from Income Tax \u0026 NI contributions if certain conditions are met' (Gov.uk).  The responses from HMRC and Trusts when trying to reclaim Tax \u0026 NI has proved to be a long laborious, inconsistent process, with lack of clarity and lack of publication of refund possibilities. Some have received Tax \u0026 NI, some only tax and others nothing whilst identical contracts.","state":"open","signature_count":3301,"created_at":"2017-09-12T16:15:13.245Z","updated_at":"2017-10-27T21:24:42.641Z","rejected_at":null,"opened_at":"2017-09-13T16:52:20.463Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:39:53.646Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wendy Jean Reynolds","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202465,"links":{"self":"https://petition.parliament.uk/petitions/202465.json"},"attributes":{"action":"The UK should terminate the EU talks forthwith by withdrawing the Art 50 notice.","background":"It is already clear that, within the current framework, the EU is bound to win.  Article 50 has never been triggered before, and it is manifestly defective in its conceptual structure: the UK should withdraw immediately, and make progress as a Member of the EU, from within.","additional_details":"The current BREXIT negotiations are an irresoluble mess.  The immediate costs of withdrawal will be enormous, and the long-term debilitation of the UK economy even more serious.  Sterling will continue to fall in value, because of all the commercial uncertainty.  The negotiations, instead of constituting a single bargaining process, have been converted, by ill-advised agreement, into a two-stage process, in which the EU has sole control of future progress.  We should seek another way ahead.","state":"open","signature_count":3296,"created_at":"2017-10-08T21:52:00.759Z","updated_at":"2017-10-27T23:52:49.483Z","rejected_at":null,"opened_at":"2017-10-18T16:52:07.256Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T16:58:03.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Roger Warren Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200914,"links":{"self":"https://petition.parliament.uk/petitions/200914.json"},"attributes":{"action":"To condemn the repression of democracy and freedom of speech in Catalonia","background":"We urge HM Government to make a clear objection to the 'de facto' suspension of Catalan institutions, the detention of democratically elected Catalan politicians \u0026 the intimidation towards Catalan media; and to pressure the Spanish Government to enter into dialogue with Catalan institutions.","additional_details":"https://www.theguardian.com/world/2017/sep/20/spain-guardia-civil-raid-catalan-government-hq-referendum-row","state":"open","signature_count":3162,"created_at":"2017-09-20T15:08:53.298Z","updated_at":"2017-10-27T22:16:25.933Z","rejected_at":null,"opened_at":"2017-09-21T11:08:52.302Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T17:01:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Josep Maria Sanz Lopez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201415,"links":{"self":"https://petition.parliament.uk/petitions/201415.json"},"attributes":{"action":"Allow Martial Arts to be on the GCSE/A Level syllabus.","background":"Martial arts such as judo, taekwondo and karate have been dropped from approved activities as part of the GCSE and A Level curriculum. Martial arts promote self discipline, self confidence, respect as well as an excellent way to improve all round fitness and not to mention teaching self defence.","additional_details":"","state":"open","signature_count":3097,"created_at":"2017-09-25T03:49:01.928Z","updated_at":"2017-10-27T22:41:58.209Z","rejected_at":null,"opened_at":"2017-10-02T12:05:53.918Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T05:44:58.040Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Simon Goodman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202523,"links":{"self":"https://petition.parliament.uk/petitions/202523.json"},"attributes":{"action":"Adopt the EU's Anti Tax Avoidance Directive whether we leave or remain in the EU","background":"To stop the UK becoming a tax haven when we leave the EU.  Where the less well off bear a greater share of the tax burden than the very rich and corporations.","additional_details":"One fear is that Brexit is simply so the very rich and corporations can avoid the EU's Anti Tax Avoidance Directive.  They would be able to store their money in the UK and aggressively avoid paying tax. If the UK adopted the EU's Anti Tax Avoidance Directive it would ensure everyone paid tax fairly and give one less reason to object to Brexit","state":"open","signature_count":2790,"created_at":"2017-10-09T18:58:30.676Z","updated_at":"2017-10-27T20:02:02.462Z","rejected_at":null,"opened_at":"2017-10-13T11:23:26.268Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T20:20:17.534Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Newby-Tucker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201699,"links":{"self":"https://petition.parliament.uk/petitions/201699.json"},"attributes":{"action":"Change the law to include both parents’ names in children’s passports.","background":"600,000 women have been stopped at the border in the past five years to prove they are related to their own child. Women feel vulnerable and it causes delays  - as well as being a burden for border agents.\r\n\r\nWe must recognise that, increasingly, children will not share their mothers' surnames.","additional_details":"Women are stopped and have no easy way of proving the relationship without their name being on their child's passport. Changing the law would not only prevent discrimination against women, but also help border staff prevent child trafficking.\r\n\r\n1 in 7 women intend not to take their partner’s name - according to recent research by YouGov - while just 4% of women intend to give their child their name instead of the father's.\r\n\r\nWe need to debate the issue so we can discuss how to rectify the problem.","state":"open","signature_count":2778,"created_at":"2017-09-28T11:42:01.237Z","updated_at":"2017-10-27T23:47:38.943Z","rejected_at":null,"opened_at":"2017-10-03T16:28:04.897Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T13:49:18.970Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nazma Rahman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202796,"links":{"self":"https://petition.parliament.uk/petitions/202796.json"},"attributes":{"action":"Guarantee the UK will not introduce Welfare Cards","background":"We the undersigned ask the Secretary of State for Work and Pensions to guarantee that they will prevent any introduction of Welfare Cards and the removal of choice for claimants of Social Security.","additional_details":"This would only induce further stigmatisation of claimants leading to a failure to the ‘right to live’ (Article 8 \u0026 Article 14 HRA) as others in the UK currently enjoy who are employed. \r\n\r\nMany claimants who have paid into the welfare state over their years of work life have found themselves out of work or sick or disabled. This would be social engineering, forcing them to buy goods from government sanctioned suppliers when in many cases goods can be bought cheaper elsewhere.","state":"open","signature_count":2719,"created_at":"2017-10-12T21:09:08.850Z","updated_at":"2017-10-27T23:55:09.716Z","rejected_at":null,"opened_at":"2017-10-19T10:00:33.536Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T21:32:53.057Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gail Ward","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202019,"links":{"self":"https://petition.parliament.uk/petitions/202019.json"},"attributes":{"action":"Exempt kinship care households from the 2 child restriction on child tax credit","background":"There are around 200,000 children being raised by kinship carers across the UK. Kinship carers are grandparents, older siblings and other relatives and friends who step in to care for children, many of whom would otherwise be in the care system.","additional_details":"49% of kinship carers have to give up work to take on the children (Family Rights Group Survey). This often pushes the household into poverty. Some kinship carers are being hit by the new child tax credit limit. Kinship carers already raising two children can't now claim child tax credit for any baby to whom they then give birth. This penalises, for example, young women raising their teenage siblings following their parents' death, who now can't claim child tax credit for their own baby.","state":"open","signature_count":2650,"created_at":"2017-10-02T17:35:16.423Z","updated_at":"2017-10-27T21:55:09.921Z","rejected_at":null,"opened_at":"2017-10-06T16:42:51.622Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-02T19:16:45.693Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine Ashley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202164,"links":{"self":"https://petition.parliament.uk/petitions/202164.json"},"attributes":{"action":"Review the share of Government money spent on Northamptonshire services","background":"Several ​le​ss-deprived counties ​get much more spent on them per head than​ Northamptonshire​, mainly due to an out-of-date funding model​.\r\n\r\nWe need a fairer allocation scheme to better reflect today’s population growth and levels of deprivation in Northamptonshire.","additional_details":"We need to properly fund our roads, child social care, police, NHS and fire service and look after our elderly people. All of these are falling further behind other counties every year.\r\n\r\nSurrey gets £134 more per person​ this year despite being considerably ​less needy, according to Government statistics.\r\n\r\nThe Local Government Association says Northamptonshire is the county least able to fund itself in the future.","state":"open","signature_count":2634,"created_at":"2017-10-04T13:20:37.210Z","updated_at":"2017-10-27T22:10:58.920Z","rejected_at":null,"opened_at":"2017-10-09T16:41:48.572Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-04T17:20:32.782Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicholas Spoors","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200023,"links":{"self":"https://petition.parliament.uk/petitions/200023.json"},"attributes":{"action":"Proscribe Hezbollah as a terrorist organisation in its entirety in the UK","background":"There is a legal loophole in the UK that allows the flag of Hezbollah, an organisation that hates the West, is anti-Semitic and perpetrates international acts of terror, to be flown in Britain because only Hezbollah’s military wing is proscribed by the Government but not its supposed political wing.","additional_details":"However, even Hezbollah’s own leadership does not differentiate between the two.  Speaking in October 2012, Hezbollah's Deputy Secretary General Naim Qassem stated: \"We don't have a military wing and a political one; we don't have Hezbollah on one hand and the resistance party on the other.\"\r\n\r\nThis petition calls upon Home Secretary Amber Rudd to once and for all listen to Hezbollah themselves and proscribe Hezbollah as a terrorist organisation in its entirety in the UK.","state":"open","signature_count":2634,"created_at":"2017-09-12T10:50:10.010Z","updated_at":"2017-10-27T21:41:26.010Z","rejected_at":null,"opened_at":"2017-09-18T16:17:36.281Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:10:17.510Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steven Winston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200292,"links":{"self":"https://petition.parliament.uk/petitions/200292.json"},"attributes":{"action":"Abolish the 0.7% GDP target for Foreign Aid","background":"The Government currently spends 0.7% GDP on Foreign Aid. This means it will spend over £13bn of tax payers money on projects which could be better spent at home. By 2020 this figure will have risen to almost £16bn. We believe the Government should abolish the 0.7% GDP target for Foreign Aid.","additional_details":"The Government should abolish the 0.7% GDP target for Foreign Aid and spend the money on increasing our Defence and Armed Forces.","state":"open","signature_count":2532,"created_at":"2017-09-14T14:54:42.027Z","updated_at":"2017-10-27T22:04:40.093Z","rejected_at":null,"opened_at":"2017-09-14T18:36:56.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T17:39:03.932Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert John Fairbank Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200147,"links":{"self":"https://petition.parliament.uk/petitions/200147.json"},"attributes":{"action":"All halal and kosher meat to be labelled with method of production and slaughter","background":"The UK invoked the religious exemption from the EU's slaughter directive 2009. More halal slaughter is carried out in the UK than in the rest of Europe. We eat halal meat unwittingly in schools, planes, hospitals and buy it from outlets and supermarkets as it is sold without being labelled as such.","additional_details":"Compulsory labelling would allow informed consumer choice and reduce conflict with other religious groups' preferences. Labelling must apply to 100% of the product and by-product of any ritually slaughtered animal or bird. The hindquarters of an animal are regarded as non-Halal even if the Halal method of slaughter was used so labelling must be precise. All imported meats and by-products should also be clearly labelled to show country of origin, method of production and transport, and slaughter.","state":"open","signature_count":2490,"created_at":"2017-09-13T13:13:46.519Z","updated_at":"2017-10-27T22:43:42.005Z","rejected_at":null,"opened_at":"2017-09-18T12:12:05.847Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T16:11:16.971Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200930,"links":{"self":"https://petition.parliament.uk/petitions/200930.json"},"attributes":{"action":"Rule out UK government joining the US in future involvement against North Korea.","background":"The British Government has refused to rule out joining its US ally in using military force against North Korea. We, the British public, must be promised that the UK will not join the US in military aggressions against N. Korea. It will cost millions of lives and leave our nation in financial ruin.","additional_details":"The British Government has refused to rule out joining its US ally in using military force against North Korea after Donald Trump threatened to totally destroy the rogue state if attacked.\r\n\r\nhttp://www.msn.com/en-gb/news/uknews/joining-united-states-in-military-action-against-north-korea-a-possibility-downing-street-says/ar-AAsemmO?ocid=sf\r\n\r\n\r\nhttp://www.express.co.uk/news/world/847490/china-north-korea-outrageous-missile-blast-japan-theresa-may","state":"open","signature_count":2434,"created_at":"2017-09-20T17:14:45.231Z","updated_at":"2017-10-26T16:39:26.513Z","rejected_at":null,"opened_at":"2017-09-21T14:11:12.862Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T18:50:07.890Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Weaver","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200071,"links":{"self":"https://petition.parliament.uk/petitions/200071.json"},"attributes":{"action":"Video record all PIP, ESA and DLA medical assessments with patient consent","background":"Change the law so that Personal Independence Payment (PIP), Employment Support Allowance (ESA) and Disability Living Allowance (DLA) assessments must be video recorded, if the patient consents, in order for a more accurate outcome honest outcome. ","additional_details":"Many people are being refused what they are quite rightly entitled to because many assessments aren't accurate and don't show the needs of each disabled individual, being they are wheelchair bound or mentally ill. Let's change the law in order to get a fair decision. Putting people in physical pain through more pain and the mentally ill questioning why people think they are fine when they are clearly not! Let's help make a difference. Let us the people who live with these illnesses have a voice!","state":"open","signature_count":2422,"created_at":"2017-09-12T17:42:05.142Z","updated_at":"2017-10-27T14:43:50.451Z","rejected_at":null,"opened_at":"2017-09-14T16:12:51.445Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T19:14:16.670Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203075,"links":{"self":"https://petition.parliament.uk/petitions/203075.json"},"attributes":{"action":"Stop the unfair electoral boundary changes!","background":"There's currently a plan to reduce the number of MP's by \"revising\" the electoral boundaries (MP constituency seats).\r\nThe changes are not fair. More power will go to the remaining MP's \u0026 this is scary. We will permanently lose 50 MP's which will mean our votes matter less. Stop the changes.","additional_details":"If we have 50 less MP's, those new MP's who take over a neighbouring constituency will have more emails and more letters which they will probably not respond to. We'll have less chances to speak to our MP's. It will also mean less representation in Parliament for the British Public.The population needs proper representation.\r\n\r\nhttps://www.theguardian.com/politics/2017/oct/17/boundary-changes-house-of-commons-mps-ministers-plans\r\nhttps://en.wikipedia.org/wiki/Gerrymandering","state":"open","signature_count":2413,"created_at":"2017-10-17T01:09:53.997Z","updated_at":"2017-10-27T23:55:39.777Z","rejected_at":null,"opened_at":"2017-10-23T17:11:17.344Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-17T01:39:29.345Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Monawer Farooq","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202680,"links":{"self":"https://petition.parliament.uk/petitions/202680.json"},"attributes":{"action":"Raise awareness and understanding of PDA among health care professionals","background":"I would like the government to raise awareness and understanding of PDA pathological demand avoidance among health care professionals. PDA is on the autistic spectrum, yet so many parents are being told they're neglecting their children. PDA was founded in 1980's and is a complex condition.","additional_details":"A doctor diagnosed my son with PDA. I had a judge order my son to be seen by C.A.M.H.S to support the psychologist diagnosis but they do not commission PDA so we're stuck in limbo. To the point of social services wanting to put my son in foster care but luckily it was the judge that saw there was a problem and now back at the beginning. PDA was founded in the 1980's so it's fairly new. So many parents are being blamed for their children's behaviour. PDA is on the autistic spectrum.","state":"open","signature_count":2377,"created_at":"2017-10-11T16:42:56.037Z","updated_at":"2017-10-27T23:42:58.906Z","rejected_at":null,"opened_at":"2017-10-20T14:41:54.789Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T18:05:46.164Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200114,"links":{"self":"https://petition.parliament.uk/petitions/200114.json"},"attributes":{"action":"Stop killing badgers","background":"Bovine TB is spread in other ways, not just by badgers. Science does not support the continued killing of badgers. This cull is unfounded and must stop. Why should cows be more important than badgers anyway? Protecting businesses before wildlife.","additional_details":"","state":"open","signature_count":2245,"created_at":"2017-09-13T05:37:17.650Z","updated_at":"2017-10-27T20:04:28.587Z","rejected_at":null,"opened_at":"2017-09-20T16:56:57.915Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T19:21:21.421Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Bailey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200204,"links":{"self":"https://petition.parliament.uk/petitions/200204.json"},"attributes":{"action":"Ban attendance awards in schools","background":"BAN ATTENDANCE AWARDS\r\nThose are:\r\n-       Highly discriminatory\r\n-       Promote inequality\r\n-       Highly unfair\r\n-       Encourage bullying\r\n-       Force parents to send poorly children to school which puts at risk\r\nchildren with weaker immune system","additional_details":"Attendance awards are the proof that DfE has no regard to section 149 Equality Act 2010. Attendance schemes promote inequality, children with disabilities do not have as high chances to receive the school award as children with good health. \r\nThose are:\r\n-       Highly discriminatory\r\n-       Promote inequality\r\n-       Highly unfair\r\n-       Encourage bullying\r\n-       Force parents to send poorly children to school which puts at risk children with weaker immune system","state":"open","signature_count":2161,"created_at":"2017-09-13T20:10:55.260Z","updated_at":"2017-10-27T08:26:41.658Z","rejected_at":null,"opened_at":"2017-09-15T16:07:04.046Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T20:49:57.696Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Agata Kozlowska","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203238,"links":{"self":"https://petition.parliament.uk/petitions/203238.json"},"attributes":{"action":"Hold a General Election if the Government  avoids an Opposition Day vote again.","background":"Government abstained from the Opposition Day vote on Universal Credit (18/10/17), insulting both democracy \u0026 Parliament.\r\n\r\nIn the words of John Bercow: “This institution is bigger than any one party \u0026 is bigger than any government”\r\n\r\nIf the Government doesn’t respect this then we must replace it.","additional_details":"","state":"open","signature_count":2042,"created_at":"2017-10-19T09:17:34.678Z","updated_at":"2017-10-27T23:46:18.595Z","rejected_at":null,"opened_at":"2017-10-25T12:10:47.785Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-19T11:36:41.575Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kaveh Radahd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202526,"links":{"self":"https://petition.parliament.uk/petitions/202526.json"},"attributes":{"action":"School staff are worth 5%, children deserve properly funded schools","background":"We think that after years of below inflation pay awards which have cut their living standards, staff in all our schools deserve a 5 percent pay rise.","additional_details":"With inflation, including housing, running at 3.9 percent this would in reality be a modest 1.1 percent rise in real terms and so a small step towards undoing the much greater cuts school staff have suffered in the last few years.\r\n\r\nWe also want the government to change its funding plans which at present will mean almost 9 in 10 schools seeing significant cuts which will damage education. Schools should be properly funded, including the cost of a modest rise in school staff pay, so that our children get the education they deserve.\r\n\r\nWe call on the government to address the linked issues of school funding and school staff pay in its budget plans this autumn.\r\n\r\n#Worth5percent","state":"open","signature_count":1953,"created_at":"2017-10-09T19:07:11.411Z","updated_at":"2017-10-27T20:20:28.867Z","rejected_at":null,"opened_at":"2017-10-13T14:29:25.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T19:19:13.458Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Kebede","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200692,"links":{"self":"https://petition.parliament.uk/petitions/200692.json"},"attributes":{"action":"Stop oversized and hazardous goods vehicles using the Dartford Tunnel","background":"We’re a logistics business headquartered in Dartford and we’ve officially had enough of the Dartford traffic jam. Our simple solution: Stop oversized \u0026 hazardous goods vehicles using the Dartford Tunnel.","additional_details":"We propose a simple solution: Stop the Convoys and get Dartford moving. Traffic at the Dartford Tunnel is brought to a standstill on average 100 times a day by a small number of oversized \u0026 hazardous goods vehicles which need to be escorted through the tunnel, in a convoy. \r\nEach convoy can take up to 2.5 mins to travel through the tunnel, and a tunnel is closed around every 15 mins. \r\nWhy should 99% of drivers suffer due to less than 1% of vehicles? \r\nOur suggestion is simple: Stop these oversized/hazardous vehicles using the tunnel \u0026 send them the other way around the M25.\r\n","state":"open","signature_count":1882,"created_at":"2017-09-18T14:21:17.800Z","updated_at":"2017-10-27T17:14:52.872Z","rejected_at":null,"opened_at":"2017-09-26T12:56:15.447Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T14:36:59.070Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Baxter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200644,"links":{"self":"https://petition.parliament.uk/petitions/200644.json"},"attributes":{"action":"To allow Christopher Maurice Brown (singer) to be allowed into the UK","background":"Since the incident in 2009 when Chris Brown wrongfully abused his ex girlfriend Rihanna, he was no longer allowed to enter the UK, almost 10 years later he still isn't able to visit our country. He has paid his debt to society and publicly apologised. He has suffered enough. Bring BROWN BACK!","additional_details":"This happened near enough 10 years ago! \r\nWe need his talent to be aloud back in the UK! To be allowed to perform.","state":"open","signature_count":1786,"created_at":"2017-09-17T21:26:58.172Z","updated_at":"2017-10-26T21:07:12.383Z","rejected_at":null,"opened_at":"2017-09-18T14:26:23.648Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T21:47:28.901Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Holly Brennan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200523,"links":{"self":"https://petition.parliament.uk/petitions/200523.json"},"attributes":{"action":"Put General Practitioners on the Home Office's 'Shortage Occupation List'","background":"GP Practices in rural areas struggle to recruit doctors, forcing many surgeries to close. There are many GPs from outside the EU who would like to work in the UK. However, Practices can't offer them a job without going though the visa bureaucracy, and the NHS is losing many good doctors as a result.","additional_details":"Lincolnshire patients are suffering due to the lack of GPs [1]. In Lincoln, surgeries are closing as a result [2]. The Home Office have been asked to put GPs on the 'shortage occupation' list, but have refused to do this. This is unacceptable.   \r\n[1] http://lincolnshirereporter.co.uk/2017/09/i-dont-bother-trying-anymore-man-with-heart-disease-says-queues-outside-gp-are-now-a-joke/\r\n[2] http://thelincolnite.co.uk/2017/09/lincoln-gp-surgery-close-merge-new-plans/","state":"open","signature_count":1711,"created_at":"2017-09-16T12:54:17.361Z","updated_at":"2017-10-27T19:11:20.302Z","rejected_at":null,"opened_at":"2017-09-19T13:39:42.018Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-16T15:04:00.181Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Loryman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200133,"links":{"self":"https://petition.parliament.uk/petitions/200133.json"},"attributes":{"action":"UK retailers to label all meat non-halal or halal so all religions have a choice","background":"We want clearer labelling on all meat, including chicken. As most British meat does not state whether the meat is halal or non halal(haram). We want meat clearly labelled for all faiths and ethical backgrounds. So Christians, Muslim, Jewish, Sikh, etc should all have a choice in what meat they eat.","additional_details":"We know people of all faiths, and have problems finding out whether the meat is non-halal or halal, as there is nothing stated on the packaging in British supermarkets/butchers. We think it is only fair that everyone of every faith should know which way the meat is slaughtered so everyone has a choice in what they are eating. There are no guidelines for consumers in making this choice for all ethical reasons. We want to see clearer labelling on every meat and chicken product sold in the UK.","state":"open","signature_count":1709,"created_at":"2017-09-13T11:06:05.256Z","updated_at":"2017-10-27T23:06:36.443Z","rejected_at":null,"opened_at":"2017-09-13T16:19:35.021Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T11:57:59.031Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dave Hanson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202556,"links":{"self":"https://petition.parliament.uk/petitions/202556.json"},"attributes":{"action":"Recognise nonbinary people in law","background":"We call on the government to recognise nonbinary people in law as distinct from men and women, in the form of a third gender option on passports and birth certificates, the ability to change one's gender legally to a third option with a gender recognition certificate as trans men and women can, etc.","additional_details":"The best estimate we have is that around 0.4% of people are nonbinary (EHRC), over 250,000 people in the UK, comparable to the number of Buddhists in the UK - yet we are not counted in the UK census. We are not protected by the Equality Act unless someone thinks we're trans, we are required to pretend to be men or women when getting married, companies are not required to provide toilets or changing rooms for us, when we're in prison we share it with people whose genders differ from our own.","state":"open","signature_count":1623,"created_at":"2017-10-10T05:54:17.201Z","updated_at":"2017-10-27T23:53:09.552Z","rejected_at":null,"opened_at":"2017-10-13T14:25:03.537Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T06:19:32.854Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cassian Lodge","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200007,"links":{"self":"https://petition.parliament.uk/petitions/200007.json"},"attributes":{"action":"Improve Availability of NHS Services for FND Sufferers","background":"Functional Neurological Disorder sufferers are often left with limited \u0026 insufficient treatment options. Treatment requires a team of neurologists, physiotherapists etc. which must be integrated to create an effective plan. Currently, services are not equipped for this kind of specialist care.","additional_details":"Up to 1/3 of all neurological referrals are diagnosed with FND. Sufferers end up relinquishing their independence \u0026 become reliant on a carer.  They are left unable to function \u0026 it’s vital we improve prospects. Medically Unexplained Symptoms (including FND) directly cost the NHS approximately £3.1 billion, with an additional £18 billion in indirect costs. With an NHS already under pressure, improving services and treatment for those with FND would greatly lift this burden.","state":"open","signature_count":1593,"created_at":"2017-09-12T09:30:41.998Z","updated_at":"2017-10-27T21:33:33.788Z","rejected_at":null,"opened_at":"2017-09-12T15:58:25.153Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T13:27:56.438Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dawn Golder","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200350,"links":{"self":"https://petition.parliament.uk/petitions/200350.json"},"attributes":{"action":"Give the blood bike community section 19 exemptions for blue light runs","background":"There are 27 blood bike groups up and down the UK that respond to a call for help every night from their local NHS.\r\nThey willingly transport urgent medical supplies from hospital or hospital overnight free and voluntarily.\r\nHelp us get the emergency delivery to its destination sooner with S19","additional_details":"At present if the selected rider/driver receives a Blue Light call they can not:\r\n• exceed the speed limit\r\n• treat a red light as a give way\r\n• go to the right of a keep left barrier\r\n• Use audible warning equipment\r\n\r\nE.G.\r\nit's 2am, nothing on the road, they still have to:\r\n• travel along EVERY road at the speed limit\r\n• stand at a red light with nothing using the green light.\r\n\r\nIf we are granted section 19's that few minutes could be the difference in saving a life someday\r\n","state":"open","signature_count":1585,"created_at":"2017-09-14T20:41:48.420Z","updated_at":"2017-10-26T20:06:46.774Z","rejected_at":null,"opened_at":"2017-10-04T13:53:58.343Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T17:52:27.271Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Graeme Leighton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200995,"links":{"self":"https://petition.parliament.uk/petitions/200995.json"},"attributes":{"action":"Stop plans to exempt vehicles more than 40 years old from roadworthiness tests","background":"The Department for Transport has announced that it intends to exempt most vehicles that are more than 40 years old from annual roadworthiness tests (MoT) from May 2018.\r\n\r\nThe Government should reconsider this and aim for all vehicles to be given independent annual inspections for safety reasons.","additional_details":"When respondents to the Government’s consultation were asked whether these vehicles – including many classic cars  and motorcycles – should be exempted from MoT tests, more than half were opposed. The DfT's own figures indicate that only 6% of pre-1960 vehicles, already exempt, are voluntarily tested. If this is also the case for vehicles over 40 years old when the exemption is introduced then there is a risk that safety-critical faults on more than 293,000 vehicles will not be detected.","state":"open","signature_count":1581,"created_at":"2017-09-21T12:33:52.212Z","updated_at":"2017-10-27T19:12:02.746Z","rejected_at":null,"opened_at":"2017-09-27T10:58:13.917Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T13:14:03.010Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Simister","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200033,"links":{"self":"https://petition.parliament.uk/petitions/200033.json"},"attributes":{"action":"Return Scottish devolved powers to UK Government and Parliament","background":"Devolved Powers have not delivered real benefit to the people of Scotland and Many people are disillusioned by the Government and constant demands for Independence Referendums.","additional_details":"","state":"open","signature_count":1562,"created_at":"2017-09-12T11:33:16.950Z","updated_at":"2017-10-27T23:02:42.643Z","rejected_at":null,"opened_at":"2017-09-13T16:06:15.520Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:52:14.443Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Demon Lee","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200940,"links":{"self":"https://petition.parliament.uk/petitions/200940.json"},"attributes":{"action":"Introduce the British Empire as a mandatory part of the Key Stage 3 curriculum","background":"Currently the British Empire is an optional and small footnote on the History syllabus. A thorough and balanced mandatory module should be introduced to proportionally reflect the impact the Empire has had on our diverse UK population, and its impact on public attitudes towards immigration and race.","additional_details":"","state":"open","signature_count":1523,"created_at":"2017-09-20T19:05:25.472Z","updated_at":"2017-10-27T19:31:21.811Z","rejected_at":null,"opened_at":"2017-09-21T15:10:33.450Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T08:18:28.291Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leena Normington","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200606,"links":{"self":"https://petition.parliament.uk/petitions/200606.json"},"attributes":{"action":"The undersigned demand the following terms are included in any UK Brexit deal.","background":"To include a deduction for the value of the UK’s share of funds held by the European Investment bank, EU loans, EU properties, cash and any other EU investments and assets, the total of which will offset any financial payment(s) made to the EU in whatever form as part of our final Brexit agreement.","additional_details":"","state":"open","signature_count":1513,"created_at":"2017-09-17T12:21:53.885Z","updated_at":"2017-10-27T13:11:01.525Z","rejected_at":null,"opened_at":"2017-09-18T15:27:31.311Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-17T20:53:49.998Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jeff Ashworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200099,"links":{"self":"https://petition.parliament.uk/petitions/200099.json"},"attributes":{"action":"Require HMRC to separate out the cost of Brexit on personal tax statements.","background":"The UK Government is taking us out of the EU whatever the cost. During the referendum campaign, much was made of the cost of membership of the EU. There will be costs to leave the EU - public sector time, research and consultancy fees, legal costs, repayments, and so on. These should be identified.","additional_details":"The 'Vote Leave' campaign advertised a fee of £350m per week going to the EU (£18.2bn per year), while the ONS calculates the true value to be £9.9bn per year (http://visual.ons.gov.uk/uk-perspectives-2016-the-uk-contribution-to-the-eu-budget/). Brexit is predicted to cost an additional £60bn (https://www.ft.com/content/51a19263-9788-37b9-a9fa-8cd307265edf). This will have consequences for government spending and tax rates - taxpayers must be able to understand where their money is being used.","state":"open","signature_count":1511,"created_at":"2017-09-12T21:44:47.947Z","updated_at":"2017-10-27T22:33:29.975Z","rejected_at":null,"opened_at":"2017-09-13T16:17:27.952Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T12:31:38.344Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tim Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201563,"links":{"self":"https://petition.parliament.uk/petitions/201563.json"},"attributes":{"action":"Introduce a 5p charge on single-use plastic straws.","background":"Over 550 million plastic straws are used every day in the US \u0026 UK. Most plastic straws are not recycled. Plastic waste poses an enormous threat to wildlife, is a danger to human health and costs millions to the UK economy. A 5p charge on single-use plastic straws will reduce our plastic waste.","additional_details":"Almost every piece of plastic ever produced still exists today. Most single-use plastic straws are discarded, often winding up in landfill, or contributing to the 8 million tons of plastic entering the sea every year.\r\nFollowing the introduction of the 5p charge on plastic carrier bags in England, usage fell by 85% in just 6 months. We can achieve the same with plastic straws. \r\n#FinalStraw are campaigning to reduce single-use plastics in the UK. More info: http://bit.ly/2y73U3N","state":"open","signature_count":1461,"created_at":"2017-09-26T18:06:43.664Z","updated_at":"2017-10-27T22:25:36.751Z","rejected_at":null,"opened_at":"2017-10-02T11:25:06.590Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T20:04:16.090Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kathryn Machin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202048,"links":{"self":"https://petition.parliament.uk/petitions/202048.json"},"attributes":{"action":"Make it mandatory all processed meat products carry a Government health warning","background":"In 2015 the World Health Organisation classified all processed meat products as group 1 carcinogens after extensive studies proved them to be a known cause of colorectal cancer\r\nTo date the Government has not acted responsibly and  failed to make this information widely known to the general public.","additional_details":"We would like to see a proper campaign to enlighten the public of the health risks if they are consuming these products, starting with making it mandatory to include a Government health warning on the packing of all processed meat products and removing all processed meat products  from schools. \r\n\r\nLink to the World Health Organisation information regarding processed meat:\r\nhttp://www.who.int/features/qa/cancer-red-meat/en/","state":"open","signature_count":1406,"created_at":"2017-10-03T03:34:50.766Z","updated_at":"2017-10-27T20:32:23.129Z","rejected_at":null,"opened_at":"2017-10-09T12:31:55.676Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T20:35:15.798Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Pippa Collins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202334,"links":{"self":"https://petition.parliament.uk/petitions/202334.json"},"attributes":{"action":"Endometriosis awareness campaign for women aged between 14-18 in Education","background":"As a sufferer or Endometriosis I strongly believe if I was educated on the signs of Endometriosis I would have pushed for a earlier diagnosis which could effectively prevented mine from becoming so severe that it has taken over my life. I wish to take part in the campaign as i want to help others.","additional_details":"1 in 10 women suffer with Endometriosis \r\nThere is no cure for Endometriosis \r\nEndometriosis needs to be bought into education \r\nEndometriosis causes infertility \r\nWomen are unable to work due to severe Endometriosis \r\nWomen face surgery just months apart because it rapidly grows back","state":"open","signature_count":1387,"created_at":"2017-10-06T18:17:24.201Z","updated_at":"2017-10-27T21:06:44.769Z","rejected_at":null,"opened_at":"2017-10-10T17:16:42.115Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T18:35:37.886Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carla Cressy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203140,"links":{"self":"https://petition.parliament.uk/petitions/203140.json"},"attributes":{"action":"Myalgic Encephalomyelitis: need more funding for research, awareness, support","background":"Their are 250,000 men, women, children in the UK suffering from ME. While other illnesses get support, sufferers are told it a psychological illness and offered a variety of therapy. But the answers lie with the biomedical scientists, who need more funding to find cause and cure.","additional_details":"My daughter is one of the next generation having to endure this horrific sentence of trying to save as much energy just to try and get through the day so they don't sink further into their world of illness. For many sufferers who are older it may be too late, as half their lives has already been blighted and damaged on this devastating journey - many confined to their beds, a shadow of all their hopes and dreams been ripped away from them, never being able to reach their true potential. We owe it now to give the next generation a chance to find a cure to fulfil their potential and become part of life again. We need the government to listen to our voice and give sufferers the funding, support, respect they desperately need.","state":"open","signature_count":1332,"created_at":"2017-10-18T01:39:04.879Z","updated_at":"2017-10-27T19:43:36.725Z","rejected_at":null,"opened_at":"2017-10-20T16:47:56.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-18T18:50:05.122Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sharon Anne Tiday","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200792,"links":{"self":"https://petition.parliament.uk/petitions/200792.json"},"attributes":{"action":"Mandate that patients are told if their NHS referral is to a private provider.","background":"NHS patients are often not informed when their referral is to a private and not an NHS provider. They are entitled to choose who provides their care and should not be referred to the private sector by default. Patients have a choice under the NHS Constitution and they should be informed of this.","additional_details":"A relative needed an Opthalmology opinion and so was referred. The referral choices were to one private company with a choice of five venues. An NHS option was not given despite being available locally. This was because a block of care had been purchased from this private company in advance. A referral to the NHS would have meant a second payment for this care. Challenge by the relative resulted in an NHS appointment. This practice is unfair to both patient and the NHS and should stop.","state":"open","signature_count":1320,"created_at":"2017-09-19T14:21:29.007Z","updated_at":"2017-10-27T20:51:59.593Z","rejected_at":null,"opened_at":"2017-10-03T14:45:52.467Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T14:00:10.805Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Diana Lauder","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202604,"links":{"self":"https://petition.parliament.uk/petitions/202604.json"},"attributes":{"action":"Bring forward the order for the Red Arrows Hawk Jets with BAE Systems","background":"Let’s get backing both the future of The Red Arrows and a great British company; BAE Systems.The Red Arrows; an iconic British treasure which means so much more than money and politics. We need to show the government how much we need to promote national pride in these uncertain times.","additional_details":"The time to act is NOW, BAE Systems is in need of immediate short term stability and the current Red Arrows aircraft only have a limited number of years left before they will be de-commissioned.","state":"open","signature_count":1263,"created_at":"2017-10-10T18:25:18.733Z","updated_at":"2017-10-27T23:39:37.743Z","rejected_at":null,"opened_at":"2017-10-24T14:04:50.473Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T20:31:19.432Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Mowbray","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200371,"links":{"self":"https://petition.parliament.uk/petitions/200371.json"},"attributes":{"action":"Stop The Genocide In Myanmar - UK Government Please Help!","background":"Hundreds have been forced to flee their villages as the emergency situation in Myanmar has worsened. Urgent needs of displaced people include water, hygiene facilities, food \u0026 shelter.","additional_details":"The Burmese government, along with radical Burmese Buddhists, are attempting to exterminate the Rohingya people through direct violence and denial of rights. the Rohingya people have been denied basic human rights both inside their native Burma and have been subjected to routine forced labour, and have been resettled on unfarmable land while their previous lands have been confiscated and given to Buddhist settlers from elsewhere Violence and oppression in Burma have forced many Rohingya to flee.","state":"open","signature_count":1263,"created_at":"2017-09-15T00:28:45.720Z","updated_at":"2017-10-27T21:05:24.240Z","rejected_at":null,"opened_at":"2017-09-18T11:41:32.216Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-16T11:45:07.235Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sahidi Bahar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201674,"links":{"self":"https://petition.parliament.uk/petitions/201674.json"},"attributes":{"action":"Make desecration of war memorials and symbols of remembrance a criminal offence.","background":"War memorials were constructed at the center of towns and villages so that people could be reminded of the sacrifices made by brave men and women who died to preserve our freedom.\r\nPoppies and other items are placed at these memorials to ensure we do not forget those sacrifices.","additional_details":"There are now too many instances of people that think it is in order to desecrate these memorials, poppies and other items which are there to remind us of a debt owed to the many that gave their lives so that we could be free.\r\nDesecrating of war memorials, items purchased and placed on these memorials are to be respected.\r\nWhatever political, religious or ethnic issues people may have, their argument cannot be with the fallen heroes of another generation.","state":"open","signature_count":1252,"created_at":"2017-09-28T04:52:49.432Z","updated_at":"2017-10-27T22:45:52.499Z","rejected_at":null,"opened_at":"2017-10-05T15:35:45.957Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-02T07:17:20.575Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jeremiah Francis SCANLON","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201406,"links":{"self":"https://petition.parliament.uk/petitions/201406.json"},"attributes":{"action":"UK Government to pass a law requiring Vets to scan all newly registered animals.","background":"In March this year my British Shorthair Tabby disappeared.  Extensive searches were made contacting all organisations. On targetting Veterinary Surgeries not all were routinely scanning newly registered cats and dogs which was concerning.\r\nI want any suspected thefts to be reported to the Police.","additional_details":"Subsequently another two similar profile cats have disappeared within 0.5miles of my rural community. While these incidents have been reported to local Police their hands are tied and limited with what they can actually do. This loophole allows unscrupulous thieves to identify themselves as the owners thus depriving the true owners of their treasured pets. Kennel Club figures for 2014 show 70,000 animals missing/stolen and Direct Line figures for 2015/16 show cat theft up by 40% and the true numbers of thefts nearer 360,000. Only 10% of cats were retrieved by microchip which in large part is due to the inconsistency of scanning newly registered animals.","state":"open","signature_count":1250,"created_at":"2017-09-24T20:39:48.865Z","updated_at":"2017-10-27T23:48:08.991Z","rejected_at":null,"opened_at":"2017-10-02T13:43:11.943Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T19:20:20.030Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rona Fraoch Little","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201008,"links":{"self":"https://petition.parliament.uk/petitions/201008.json"},"attributes":{"action":"Stop the proposed Warrington Western Link","background":"We, the undersigned, call upon HM Government and Dept of transport NOT to fund the Warrington Western Link route. The negative impacts to the people of Warrington are too severe to warrant the;\r\n- cost\r\n- disruption\r\n- increase in traffic\r\n- destruction of greenbelt land\r\n- increased air pollution","additional_details":"The council states the benefits are;\r\n\r\n- Reduction in North-South journey times;\r\nLikelihood is that traffic will increase to circumvent toll roads. \r\n\r\n- Delivery of several housing and employment sites;\r\nProposed 24,000 to be built on a flood plain which is green belt and has significant wildlife and recreational value. \r\n\r\n- Reduction in traffic using town centre;\r\nNo conclusive evidence to support. \r\n\r\n- Reductions in the air quality and noise impacts in town centre; \r\nNo conclusive evidence to support. ","state":"open","signature_count":1192,"created_at":"2017-09-21T15:37:48.193Z","updated_at":"2017-10-27T18:57:58.271Z","rejected_at":null,"opened_at":"2017-09-28T12:37:48.677Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T18:08:52.465Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patrick Birnie","rejection":null,"government_response":null,"debate":null}}]}