{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=64\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":171928,"links":{"self":"https://petition.parliament.uk/petitions/171928.json"},"attributes":{"action":"Prevent Donald Trump from making a State Visit to the United Kingdom.","background":"Donald Trump should be allowed to enter the UK in his capacity as head of the US Government, but he should not be invited to make an official State Visit because it would cause embarrassment to Her Majesty the Queen.","additional_details":"Donald Trump's well documented misogyny and vulgarity disqualifies him from being received by Her Majesty the Queen or the Prince of Wales. Therefore during the term of his presidency Donald Trump should not be invited to the United Kingdom for an official State Visit.","state":"open","signature_count":1863516,"created_at":"2016-11-09T13:13:40.310Z","updated_at":"2017-04-22T23:49:12.251Z","open_at":"2016-11-29T16:32:44.442Z","closed_at":null,"government_response_at":"2017-02-13T14:00:37.504Z","scheduled_debate_date":"2017-02-20","debate_threshold_reached_at":"2017-01-29T12:40:56.821Z","rejected_at":null,"debate_outcome_at":"2017-02-21T09:46:31.016Z","moderation_threshold_reached_at":"2016-11-09T20:28:21.805Z","response_threshold_reached_at":"2017-01-29T10:50:27.498Z","creator_name":"Graham Guest","rejection":null,"government_response":{"summary":"HM Government believes the President of the United States should be extended the full courtesy of a State Visit. We look forward to welcoming President Trump once dates and arrangements are finalised.","details":"HM Government recognises the strong views expressed by the many signatories of this petition, but does not support this petition.\r\n\r\nDuring her visit to the United States on 27 January 2017, the Prime Minister, on behalf of Her Majesty the Queen, invited President Trump for a State Visit to the UK later this year. The invitation was accepted. This invitation reflects the importance of the relationship between the United States of America and the United Kingdom. At this stage, final dates have not yet been agreed for the State Visit.  \r\n\r\nForeign and Commonwealth Office","created_at":"2017-02-13T14:00:37.502Z","updated_at":"2017-02-13T14:00:37.502Z"},"debate":{"debated_on":"2017-02-20","transcript_url":"https://hansard.parliament.uk/commons/2017-02-20/debates/34847E5C-8B14-46E6-8251-AE99526CC011/PresidentTrumpStateVisit","video_url":"http://parliamentlive.tv/Event/Index/85c7c283-d353-4863-8628-3a012a80b2f5","overview":""}}},{"type":"petition","id":178844,"links":{"self":"https://petition.parliament.uk/petitions/178844.json"},"attributes":{"action":"Donald Trump should make a State Visit to the United Kingdom.","background":"Donald Trump should be invited to make an official State Visit because he is the leader of a free world and U.K. is a country that supports free speech and does not believe that people that appose our point of view should be gagged.","additional_details":"","state":"open","signature_count":317470,"created_at":"2017-01-29T11:40:35.005Z","updated_at":"2017-04-22T16:46:58.884Z","open_at":"2017-01-30T16:56:19.950Z","closed_at":null,"government_response_at":"2017-02-13T13:58:37.989Z","scheduled_debate_date":"2017-02-20","debate_threshold_reached_at":"2017-01-31T13:01:24.786Z","rejected_at":null,"debate_outcome_at":"2017-02-21T09:47:22.026Z","moderation_threshold_reached_at":"2017-01-29T12:09:44.050Z","response_threshold_reached_at":"2017-01-30T20:25:04.250Z","creator_name":"Alan Augustus Brown","rejection":null,"government_response":{"summary":"HM Government believes the President of the United States should be extended the full courtesy of a State Visit. We look forward to welcoming President Trump once dates and arrangements are finalised.","details":"HM Government supports this petition.\r\n\r\nDuring her visit to the United States on 27 January 2017, the Prime Minister, on behalf of Her Majesty the Queen, invited President Trump for a State Visit to the UK later this year. The invitation was accepted. This invitation reflects the importance of the relationship between the United States of America and the United Kingdom. At this stage, final dates have not yet been agreed for the State Visit.  \r\n\r\nForeign and Commonwealth Office","created_at":"2017-02-13T13:58:37.987Z","updated_at":"2017-02-13T13:58:37.987Z"},"debate":{"debated_on":"2017-02-20","transcript_url":"https://hansard.parliament.uk/commons/2017-02-20/debates/34847E5C-8B14-46E6-8251-AE99526CC011/PresidentTrumpStateVisit","video_url":"http://parliamentlive.tv/Event/Index/85c7c283-d353-4863-8628-3a012a80b2f5","overview":""}}},{"type":"petition","id":180642,"links":{"self":"https://petition.parliament.uk/petitions/180642.json"},"attributes":{"action":"Another Scottish independence referendum should not be allowed to happen","background":"We in Scotland are fed up of persecution by the SNP leader who is solely intent on getting independence at any cost. As a result, Scotland is suffering hugely.","additional_details":"","state":"open","signature_count":221001,"created_at":"2017-01-30T20:30:18.662Z","updated_at":"2017-04-22T23:55:15.227Z","open_at":"2017-02-06T18:14:20.373Z","closed_at":null,"government_response_at":"2017-03-30T16:53:32.717Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-03-15T08:17:03.173Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-31T11:02:33.952Z","response_threshold_reached_at":"2017-03-13T20:45:06.723Z","creator_name":"John Innes","rejection":null,"government_response":{"summary":"The UK Government is clear that now is not the time for a second independence referendum. ","details":"The UK needs to work together, putting all our energies into ensuring we get the right deal for the UK and for Scotland in our negotiations with the EU. \r\n\r\nIn 2014, the Scottish people decided in a legal, fair and decisive referendum to remain a strong part of the UK. The Edinburgh Agreement of 2012 committed both the UK and Scottish Governments to respecting the outcome of the Scottish referendum. Calling for a second referendum is creating damaging uncertainty for the economy, and most people in Scotland do not want the country to be plunged into another divisive campaign. All our focus should be on our negotiations with the EU and  working together to get the right deal for Scotland and the right deal for the UK. It would be unfair to the people of Scotland to ask them to make a crucial decision without knowing what our future partnership with the EU will be or what the alternative for an independent Scotland would look like. \r\n\t\r\nAs the Prime Minister has set out, we will strengthen the Union of the four nations that comprise our United Kingdom. We will negotiate as one United Kingdom, taking account of the specific interests of every nation and region of the UK. When it comes to the powers that we will take back from Europe, we will consult fully on which powers should reside in Westminster and which should be passed on to the Devolved Administrations. \r\n\r\nThis will be an opportunity to determine the level best placed to take decisions on these issues, ensuring power sits closer to the people of the UK than ever before. It is the expectation of the Government that the devolved administrations in Scotland, Wales and Northern Ireland will see a significant increase in their decision-making power as a result of this process.\r\n\r\nScotland Office","created_at":"2017-03-30T16:53:32.714Z","updated_at":"2017-03-30T16:53:32.714Z"},"debate":null}},{"type":"petition","id":190627,"links":{"self":"https://petition.parliament.uk/petitions/190627.json"},"attributes":{"action":"Make online abuse a specific criminal offence and create a register of offenders","background":"Trolling is a major problem in this day and age. People of all ages and background suffer every day, including my family - especially my son Harvey. I have tried my best to expose people and even had two arrested but nothing was done and there were no repercussions or penalties for this behaviour.\r\n","additional_details":"This does not affect just high profile people it affects everyone from every walk of life from young children, teenagers, people at work, husbands and wives. This abuse includes racism, homophobia, body shaming and a whole range of other hate speech.\r\n\r\nThis petition is an important topical issue and I want it to help bring justice to everyone who has ever suffered at the hands of trolls. Help me to hammer home worldwide that bullying is unacceptable whether it's face to face or in an online space. \r\n","state":"open","signature_count":213592,"created_at":"2017-03-14T21:02:21.868Z","updated_at":"2017-04-22T23:20:48.551Z","open_at":"2017-03-28T14:02:01.409Z","closed_at":null,"government_response_at":"2017-04-18T10:59:25.321Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-03-29T15:22:56.003Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-14T21:12:28.633Z","response_threshold_reached_at":"2017-03-28T19:45:02.569Z","creator_name":"Katie Price","rejection":null,"government_response":{"summary":"We recognise that behaviour that is not tolerated offline is now common online. DCMS is working on an Internet Safety Strategy which aims to make the UK a safer place for young people to be online.","details":"The internet has provided everyone with some amazing opportunities. It can help isolated individuals find safe communities and can be an amazing resource for people to develop their creativity. However, government recognises that behaviour that would never be tolerated in the real world has become increasingly common online with potentially devastating impacts.\r\n\r\nThe law does not differentiate between criminal offences committed on social media or anywhere else. Where something is illegal offline it is also illegal online and there is already legislation which applies in relation to online abuse. A variety of different offences already exist covering communications which are grossly offensive, obscene, indecent or false. It is also an offence to send certain articles with intent to cause distress or anxiety.\r\n\r\nWhile we will continue to monitor the situation, we believe that our current legal approach is the right one. The House of Lords Communications Select Committee stated in their report into Social Media and Criminal Offences in July 2014 that the criminal law in this area, almost entirely enacted before the invention of social media, is generally appropriate for the prosecution of offences committed using social media.\r\n\r\nThe Crown Prosecution Service (CPS) published revised guidelines on prosecuting cases involving communications sent via social media on 10 October 2016. The guidelines provide prosecutors with a clear framework for a consistent approach to all cases involving social media and are available to the public on the CPS website.\r\n\r\nThe revised guidelines contain a number of new sections, including on:\r\n●\tHate Crime, which makes it more likely that a prosecution is required\r\n●\tViolence against Women and Girls (VAWG), including potential cyber-enabled VAWG offences, such as “baiting”, humiliating peers online by labelling them sexually promiscuous\r\n●\tFalse or offensive social media profiles\r\n●\tVulnerable and intimidated witnesses\r\n●\tReporting and preventing abuse on social media\r\nThis update also includes types of offences that may be committed, such as hacking into social media accounts in order to monitor and control them or potentially menacing or threatening actions such as posting pictures of the complainant’s workplace or children on social media sites, even if no reference is made to the complainant.\r\n\r\nThe issue of keeping people safe online is a top priority for this Government. DCMS is leading a new cross-Government drive on online safety, on behalf of the Prime Minister. We will involve ministers and officials from departments across Government as part of a coordinated effort to make the UK the safest place in the world for children and young people to go online.\r\n\r\nWe want to know more about the scale of the problems that young people face online, identify where the gaps are and start to think about solutions, which we will develop in a Green Paper to be published before the summer. The work is expected to centre on four main priorities: how to help young people help themselves; helping parents face up to the online risks and discuss them with children; how technology can help provide solutions; and importantly, industry’s responsibilities to society.\r\n\r\nWhile the initial focus will be on children and young people, the Strategy will consider how to make the online world a safer place more generally, including by examining concerns around issues like trolling and other aggressive behaviour. The Strategy will draw out relevant links between solutions that will protect children online that will also help in the fight against online violence against women and girls.\r\n\r\nThe Strategy will build on the good work that has already been done in this area by the UK Council for Child Internet Safety (UKCCIS) which brings together government, industry, law enforcement, academia, charities and parenting groups to work in partnership to help to keep children and young people safe online.\r\nIn December 2015, UKCCIS published a practical guide for providers of social media and interactive services. The guide has examples of good practice from leading technology companies (e.g. Twitter, Facebook, YouTube), and advice from NGOs and other online child safety experts. Its purpose is to encourage businesses to think about “safety by design” to help make their platforms safer for children and young people under 18.\r\n\r\nWe already expect industry to improve online safety provisions at the same speed and with the same determination with which they bring out new products and innovations. We expect social media companies to have relevant safeguards in place, including access restrictions, particularly for children and young people who use their services. Social media companies should have reporting tools that are easy to access and act promptly when abuse is reported, removing content which does not comply with acceptable use policies or terms and conditions, and, where appropriate, suspend or terminate the accounts of those breaching the rules in place.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2017-04-18T10:59:25.318Z","updated_at":"2017-04-18T10:59:25.318Z"},"debate":null}},{"type":"petition","id":173199,"links":{"self":"https://petition.parliament.uk/petitions/173199.json"},"attributes":{"action":"Repeal the new Surveillance laws (Investigatory Powers Act)","background":"A bill allowing UK intelligence agencies and police unprecedented levels of power regarding the surveillance of UK citizens has recently passed and is awaiting royal assent, making it law. \r\n\r\nThis means it's not too late!\r\nThis is an absolute disgrace to both privacy and freedom and needs to stop!","additional_details":"With this bill, they will be able to hack, read and store any information from any citizen's computer or phone, without even the requirement of proof that the citizen is up to no good. \r\n\r\nThis essentially entitles them to free reign of your files, whether you're a law-abiding citizen or not!\r\n\r\nThis is sickening. It has only made it this far due to it being snuck past the population in relative secrecy. It isn't too late. We can fix this before the UK is turned into a dystopian surveillance state.","state":"open","signature_count":212629,"created_at":"2016-11-20T00:52:32.484Z","updated_at":"2017-04-22T22:53:50.132Z","open_at":"2016-11-23T11:56:18.361Z","closed_at":null,"government_response_at":"2016-11-29T12:00:09.559Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-11-26T16:44:33.030Z","rejected_at":null,"debate_outcome_at":"2016-12-06T16:47:34.931Z","moderation_threshold_reached_at":"2016-11-20T01:32:34.242Z","response_threshold_reached_at":"2016-11-24T22:22:03.669Z","creator_name":"Tom Skillinger","rejection":null,"government_response":{"summary":"The Investigatory Powers Act dramatically increases transparency around the use of investigatory powers. It protects both privacy and security and underwent unprecedented scrutiny before becoming law.","details":"The Government is clear that, at a time of heightened security threat, it is essential our law enforcement, security and intelligence services have the powers they need to keep people safe.\r\n\r\nThe Investigatory Powers Act transforms the law relating to the use and oversight of Investigatory powers. It strengthens safeguards and introduces world-leading oversight arrangements.\r\n\r\nThe Act does three key things. First, it brings together powers already available to law enforcement and the security and intelligence agencies to obtain communications and data about communications. It makes these powers – and the safeguards that apply to them – clear and understandable.\r\n\r\nSecond, it radically overhauls the way these powers are authorised and overseen. It introduces a ‘double-lock’ for the most intrusive powers, including interception and all of the bulk capabilities, so warrants require the approval of a Judicial Commissioner. And it creates a powerful new Investigatory Powers Commissioner to oversee how these powers are used.\r\n\r\nThird, it ensures powers are fit for the digital age. The Act makes a single new provision for the retention of internet connection records in order for law enforcement to identify the communications service to which a device has connected. This will restore capabilities that have been lost as a result of changes in the way people communicate.\r\n\r\nPublic scrutiny\r\n\r\nThe Bill was subject to unprecedented scrutiny prior to and during its passage.\r\nThe Bill responded to three independent reports: by David Anderson QC, the Independent Reviewer of Terrorism Legislation; by the Royal United Services Institute’s Independent Surveillance Review Panel; and by the Intelligence and Security Committee of Parliament. All three of those authoritative independent reports agreed a new law was needed.\r\n \r\nThe Government responded to the recommendations of those reports in the form of a draft Bill, published in November 2015. That draft Bill was submitted for pre-legislative scrutiny by a Joint Committee of both Houses of Parliament. The Intelligence and Security Committee and the House of Commons Science and Technology Committee conducted parallel scrutiny. Between them, those Committees received over 1,500 pages of written submissions and heard oral evidence from the Government, industry, civil liberties groups and many others. The recommendations made by those Committees informed changes to the Bill and the publication of further supporting material.\r\n\r\nA revised Bill was introduced in the House of Commons on 1 March, and completed its passage on 16 November, meeting the timetable for legislation set by Parliament during the passage of the Data Retention and Investigatory Powers Act 2014. Over 1,700 amendments to the Bill were tabled and debated during this time. \r\n\r\nThe Government has adopted an open and consultative approach throughout the passage of this legislation, tabling or accepting a significant number of amendments in both Houses of Parliament in order to improve transparency and strengthen privacy protections. These included enhanced protections for trade unions and journalistic and legally privileged material, and the introduction of a threshold to ensure internet connection records cannot be used to investigate minor crimes. \r\n\r\nPrivacy and Oversight\r\n\r\nThe Government has placed privacy at the heart of the Investigatory Powers Act. The Act makes clear the extent to which investigatory powers may be used and the strict safeguards that apply in order to maintain privacy. \r\n\r\nA new overarching ‘privacy clause’ was added to make absolutely clear that the protection of privacy is at the heart of this legislation. This privacy clause ensures that in each and every case a public authority must consider whether less intrusive means could be used, and must have regard to human rights and the particular sensitivity of certain information. The powers can only be exercised when it is necessary and proportionate to do so, and the Act includes tough sanctions – including the creation of new criminal offences – for those misusing the powers.\r\nThe safeguards in this Act reflect the UK’s international reputation for protecting human rights. The unprecedented transparency and the new safeguards – including the ‘double lock’ for the most sensitive powers – set an international benchmark for how the law can protect both privacy and security.\r\n \r\nHome Office","created_at":"2016-11-29T12:00:09.557Z","updated_at":"2016-11-29T12:00:09.557Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.  \r\n\r\nThe Investigatory Powers Bill was debated on many occasions in Parliament before it became law. You can read all the debates here: \r\nhttp://services.parliament.uk/bills/2015-16/investigatorypowers/stages.html \r\n\r\nBefore it was introduced into Parliament, the Bill was investigated by a Committee of MPs and Members of the House of Lords, who heard evidence and produced a report with recommendations about the Bill. You can find out about the work of that Committee here: \r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/joint-select/draft-investigatory-powers-bill/\r\n"}}},{"type":"petition","id":182953,"links":{"self":"https://petition.parliament.uk/petitions/182953.json"},"attributes":{"action":"Change the University fees from £9250 back to the £3000 fee for the UK.","background":"University fees are rising more and more. £9000 for university fees is too high and the stress of being in dept is what puts individuals off applying for degrees.Now that grants have been removed it makes it difficult for family's who need financial support but can't get that anymore.","additional_details":"","state":"open","signature_count":163518,"created_at":"2017-02-04T21:06:57.271Z","updated_at":"2017-04-22T23:50:22.847Z","open_at":"2017-02-09T13:26:42.171Z","closed_at":null,"government_response_at":"2017-03-01T14:06:57.952Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-02-13T13:06:58.589Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-05T09:36:09.585Z","response_threshold_reached_at":"2017-02-11T21:17:45.559Z","creator_name":"Zahra Walji","rejection":null,"government_response":{"summary":"Anyone with the ability to benefit from higher education should have the opportunity to do so.  All eligible students can apply for an upfront loan to meet the full cost of tuition fees.","details":"Anyone with the ability to benefit from Higher Education should have the opportunity to do so, irrespective of their background.  That is why all eligible students can apply for an upfront tuition fee loan to meet the full cost of their tuition fees, as well as loans for living costs. \r\n\r\nBy replacing maintenance grants with loans we have been able to increase the funding for living costs that the most disadvantaged students receive by over 10% in the current academic year with a further 2.8% increase for 2017/18.\r\n\r\nUniversities, too, are spending even more to help those from disadvantaged backgrounds access higher education. In 2017/18, institutions are expected to spend £833.5 million on measures to improve the access and success of disadvantaged students. This is more than double what was spent in 2009/10.\r\n\r\nOur repayments system is based on income and not the amount borrowed. Graduates with post-2012 undergraduate loans pay back only when they are earning more than £21,000, and then only 9% of earnings above that threshold. After 30 years any outstanding debt will be written off with no detriment to the borrower. This is entirely different to a commercial loan.\r\n\r\nRecent evidence indicates that recent reforms to higher education have not deterred students from disadvantaged backgrounds from going to university. The steps we have taken to ensure higher education remains sustainably financed has enabled us to lift student number controls, so that more people have the opportunity to secure a university place. The proportion of students from disadvantaged backgrounds entering higher education increased from 13.6% in 2009 to 19.5% in 2016 and the application rate for disadvantaged English 18 year olds in 2017 has increased to a record high at the January 15th application deadline. \r\n\r\nLowering tuition fees would carry a number of possible consequences, including a cut to universities and additional demands on public spending, which would be met through higher taxation, including on those who have not themselves benefited from University.  This could also mean the re-imposition of student number controls, leading to fewer university places being available to students.\r\n\r\nReinstating the system of maintenance grants would reduce the upfront support available for students from some of the most disadvantaged backgrounds, while costing the taxpayer over £2.5bn per year.\r\n\r\nThe Government’s approach has struck the right balance between delivering a sustainable system and ensuring higher education remains open and accessible. This has been recognised by the Organisation for Economic Co-operation and Development (OECD), which said we are “one of the few countries to have figured out a sustainable approach to student finance”.\r\n\r\nDepartment for Education","created_at":"2017-03-01T14:06:57.950Z","updated_at":"2017-03-01T14:06:57.950Z"},"debate":null}},{"type":"petition","id":186565,"links":{"self":"https://petition.parliament.uk/petitions/186565.json"},"attributes":{"action":"Make paying rent enough proof that you are able meet mortgage repayments","background":"Since living on my own I have paid £70,000+ in rent on time yet still struggle to get a mortgage. Unless your getting handouts, wealthy or in receipt of inheritance it's almost impossible. I want paying rent on time to be recognized as evidence that mortgage re-payments can be met.","additional_details":"","state":"open","signature_count":146995,"created_at":"2017-02-20T10:00:35.640Z","updated_at":"2017-04-22T23:28:14.010Z","open_at":"2017-03-01T11:30:25.108Z","closed_at":null,"government_response_at":"2017-03-17T09:15:31.930Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-03-04T00:44:53.013Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-20T15:31:16.689Z","response_threshold_reached_at":"2017-03-02T11:07:19.320Z","creator_name":"Jamie jack pogson","rejection":null,"government_response":{"summary":"Lenders must consider a range of factors when assessing a mortgage application. Meeting rental payments is not sufficient in itself to demonstrate affordability over the lifetime of the loan.","details":"In April 2014, the independent Financial Conduct Authority (FCA) put in place new regulations for mortgage lending. These were aimed at addressing the problems previously caused by poor quality mortgage lending, such as borrowers falling into payment difficulty and, ultimately, losing their home.\r\n\r\nThe changes included the principle that mortgages should only be advanced where there is a reasonable expectation that borrowers can repay. All lenders must now conduct an affordability assessment which includes an income and expenditure analysis, and the lender must obtain evidence of that income to support this assessment. \r\n\r\nA record of meeting rental payments is not sufficient in itself to demonstrate the affordability of a mortgage over the lifetime of the loan. This is because the affordability assessment must take account of a much wider range of factors. These include:\r\n\r\n•\tthe borrower’s income;\r\n•\tthe borrower’s committed expenditure (for example – credit commitments on any secured and unsecured loans and credit cards);\r\n•\tthe borrower’s basic essential household expenditure (for example – utility bills, council tax and building insurance);\r\n•\tthe borrower’s basic quality-of-living costs (for example – clothing, other household goods, personal goods and basic recreation); and\r\n•\tthe ability of the borrower to meet payments in the event interest rates were to rise.\r\n\r\nIt is important to be aware that home ownership brings a number of additional expenses that may not be incurred when renting, including maintenance costs and buildings insurance. Before extending a loan, lenders must satisfy themselves that a borrower will be able to meet these additional on-going costs when considering a mortgage application.\r\n\r\nMany lenders also use information from Credit Reference Agencies (CRAs) when considering mortgage applications. This is because previous customer behaviour, in terms of paying back debts, tends to be a relatively good predictor of future behaviour. Therefore if prospective borrowers have a history of good financial management it can improve their chances of obtaining credit.\r\n\r\nBeyond the FCA’s requirements, decisions around the availability of individual mortgage loans remain commercial decisions for lenders, and the Government does not seek to intervene in these.\r\n\r\nWhilst one lender may be unable to offer a mortgage, being denied a mortgage from one provider does not preclude a customer from being offered credit elsewhere. There are a wide variety of mortgage products available in the UK and prospective borrowers may benefit from shopping around.\r\n\r\nHM Treasury","created_at":"2017-03-17T09:15:31.928Z","updated_at":"2017-03-17T09:15:31.928Z"},"debate":null}},{"type":"petition","id":173574,"links":{"self":"https://petition.parliament.uk/petitions/173574.json"},"attributes":{"action":"Air-drop life saving aid into the starving cities in Syria.","background":"As you may be aware, the situation in Syria has become critical this week. Aid is being blocked from reaching major cities, Russian and Assad forces have heavily increased their air strikes, targeting and destroying the only remaining hospital in Eastern Aleppo. The time to act is now. ","additional_details":"After attending an APPG friends of Syria discussion in the Houses of Parliament today, Raed Saleh, Head of Syrian Civil Defense informed us that within 20 days, a quarter of the people trapped in Aleppo will have starved to death, 100,00 of them are children. Aid has been blocked and bombing has increased. British planes use the airspace above these cities on their coalition operations. Use this advantage to drop vital aid to the people below. There is no excuse not to act immediately. ","state":"open","signature_count":146392,"created_at":"2016-11-22T20:38:56.656Z","updated_at":"2017-04-22T23:51:23.354Z","open_at":"2016-11-25T18:50:59.037Z","closed_at":null,"government_response_at":"2017-01-05T12:07:55.195Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2016-12-14T20:40:33.772Z","rejected_at":null,"debate_outcome_at":"2017-01-11T17:52:24.922Z","moderation_threshold_reached_at":"2016-11-22T21:44:11.206Z","response_threshold_reached_at":"2016-11-30T18:07:28.926Z","creator_name":"Ella Cosgrove","rejection":null,"government_response":{"summary":"What is happening in Aleppo is a tragedy caused by the Syrian regime, Russia and Iran.   We will continue to work with key international partners and the UN to help the people of Syria. ","details":"The UK Government is deeply concerned about the appalling humanitarian tragedy that is unfolding in eastern Aleppo.  We are painfully aware through our many contacts on the ground of how dire and desperate the situation is there, as well as for the 587,000 people besieged by the regime in other towns in Syria.  \r\n\r\nThat is why this Government has considered the option of airdrops very carefully.  However, as the Foreign Secretary, told the House of Commons on 13 December, we came reluctantly to the conclusion that airdrops over Syria would pose too great a risk in current circumstances.  The Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space.  Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria.  There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight. Other aerial options for delivering aid, including by drones, would also run up against these challenges.\r\n\r\nBy far the best way of delivering the large amount of humanitarian assistance that is required would be by road, by trusted and neutral humanitarian partners who can ensure it gets to those who need it most. The UN has humanitarian supplies ready to reach besieged areas.   The regime and its allies could decide in a moment to allow aid in. \r\n\r\nAll International Syria Support Group (ISSG) members committed to use their influence with parties on the ground to secure access for aid convoys across Syria, including Russia and Iran.  They are uniquely placed to use their influence to ensure the regime meets its obligations and we are lobbying both governments to fulfil their ISSG commitments.  The Foreign Secretary raised our concerns when he spoke to the Russian Foreign Minister Lavrov on 22 November.  On 7 December, the Prime Minister, along with five of our closest partners, issued a statement making clear that there must be no impunity for those found to be committing war crimes and calling for Russia and Iran to use their influence with the Syrian regime to protect people and allow aid in.\r\n\r\nWe are clear that the United Nations (UN) Security Council and the wider international community need to do everything they can to make protection of civilians the highest priority, and to do everything in their power to enable aid access to besieged areas across Syria.  We therefore continue to exert multilateral diplomatic pressure for humanitarian access to be opened up across Syria.  Emergency sessions of the Security Council were held at the UK and France’s request on 30 November and 13 December to discuss Aleppo.  In his most recent intervention our Ambassador to the United Nations, Matthew Rycroft, pressed for the regime’s pitiless assault to stop and for the UN to be allowed access to help civilians on the ground.  Russia has blocked meaningful action in the UN Security Council, vetoing six UN Security Council resolutions, including one on 6 December calling for a seven day ceasefire to allow the UN to get desperately needed aid to the civilians of besieged eastern Aleppo.  \r\n\r\nOver the five years of the Syrian conflict one of our priorities has been to address the humanitarian situation through our support to international humanitarian agencies and Syrian civil society organisations.  We have pledged £2.3 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis.  This makes the UK the second largest bilateral humanitarian donor after the US.  We have also given £32.5 million of support since 2013 to Syrian Civil Defence, which has done so much to save lives and to put a spotlight on the plight of civilians caught up in this conflict.\r\n\r\nWe will continue to do all in our power to help the people of Syria.  We continue to work closely with international partners to increase pressure on those involved in this abhorrent conflict. We will continue to support the efforts of the United Nations to get humanitarian assistance to besieged and hard to reach communities in Syria.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-01-05T12:07:55.192Z","updated_at":"2017-01-05T12:07:55.192Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons. \r\n\r\nThere was an emergency debate on 13 December about international action to protect civilians in Aleppo and more widely across Syria. You can find out more about this debate, and watch the video or read a transcript, here: \r\n\r\nhttps://www.parliament.uk/business/news/2016/december/emergency-debate-international-action-to-protect-civilians-in-aleppo-and-syria/\r\n\r\nThere was also an emergency debate on 11 October about the humanitarian catastrophe in Aleppo and Syria. You can find out more about this debate, and watch the video or read a transcript, here:\r\n\r\nhttps://www.parliament.uk/business/news/2016/october/emergency-debate-humanitarian-catastrophe-in-aleppo-and-syria/\r\n\r\nIn making its decision, the Committee has also taken into account the current situation in Syria. The Government response to the petition says that the Government has reluctantly concluded that airdrops over Syria would pose too great a risk in the current circumstances. The Government explains that: “the Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space. Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria. There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight.” In the light of this, the Committee believes that the time for a debate on airdrops of aid has passed. \r\n\r\nFor these reasons, the Committee has decided not to schedule a debate on this petition. The Committee would, however, look favourably on future petitions calling for action to address the humanitarian crisis in Syria, if they have substantial public support.\r\n"}}},{"type":"petition","id":170686,"links":{"self":"https://petition.parliament.uk/petitions/170686.json"},"attributes":{"action":"Replace the unelected House of Lords with a publicly elected body","background":"The House of Lords is being abused by our elected officials by filling it with cronies. It costs our taxpayers around £100 million a year (probably much more) The House of Lords is the largest parliamentary chamber in any democracy. It is surpassed in size only by China’s National People’s Congress.","additional_details":"","state":"open","signature_count":128055,"created_at":"2016-10-30T11:32:10.760Z","updated_at":"2017-04-22T22:59:46.531Z","open_at":"2016-11-02T18:49:40.766Z","closed_at":null,"government_response_at":"2017-02-08T16:57:49.211Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2017-03-04T15:55:37.770Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-30T13:07:55.795Z","response_threshold_reached_at":"2017-02-01T11:52:54.113Z","creator_name":"Scott Packer","rejection":null,"government_response":{"summary":"The Government is clear that comprehensive reform of the Lords is not a priority in this Parliament. However, we believe that its size should be addressed.","details":"The House of Lords is a revising chamber, which plays an important role in scrutinising, checking and challenging the work of the House of Commons. \r\n\r\nMembers are appointed from a wide range of backgrounds in order to carry out its work effectively.   Nominations for membership of the House, are vetted for propriety by the House of Lords Appointments Commission (HOLAC), an independent advisory public body.\r\n\r\nThe majority of the Members of the House of Lords do not receive a salary and may elect to claim a daily or reduced daily allowance for each day that they attend.   Since 2010, the cost of the House of Lords to has fallen in real terms by 14%. The details of the cost of running the House of Lords are published in their annual reports which can be found at:  \r\nhttp://www.parliament.uk/business/lords/house-lords-administration/how-the-lords-is-run/business-and-financial-information/business-plans-annual-reports-and-accounts/\r\n\r\nWhile comprehensive reform is not a priority in this Parliament, the Government recognises the importance of addressing the size of the House of Lords.  In the last Parliament, the House showed it could take forward incremental measures - such as allowing peers to retire and enabling peers to be expelled for non-attendance or serious misconduct. More than 50 peers have retired since the facility was introduced. Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward. \r\n\r\nCabinet Office","created_at":"2017-02-08T16:57:49.209Z","updated_at":"2017-02-08T16:57:49.209Z"},"debate":null}},{"type":"petition","id":170931,"links":{"self":"https://petition.parliament.uk/petitions/170931.json"},"attributes":{"action":"Abolish the tv licence, it shouldn't be a legal requirement.","background":"I believe the TV licence should be abolished, removed and not a legal requirement. It should be included through your provider for free. Tv is expensive enough without the added extra worry of £130+ A year. ","additional_details":"","state":"open","signature_count":119956,"created_at":"2016-11-01T19:12:19.281Z","updated_at":"2017-04-22T23:54:44.976Z","open_at":"2016-11-09T17:41:37.362Z","closed_at":null,"government_response_at":"2017-02-24T11:37:25.012Z","scheduled_debate_date":"2017-05-08","debate_threshold_reached_at":"2017-02-22T11:50:57.318Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-01T20:52:37.831Z","response_threshold_reached_at":"2017-02-06T18:54:05.155Z","creator_name":"Adam Fisher","rejection":null,"government_response":{"summary":"A licence is required in order to watch all live or nearly-live television content on any device in the UK or to stream or download any programmes in an on-demand programme service provided by the BBC","details":"The BBC Charter Review, which commenced in 2015, was one of the biggest consultation exercises the government has undertaken. We listened to views of the public and industry (including 192,000 consultation responses), set out detailed policy proposals in the White Paper in May 2016, and worked closely and collaboratively with the BBC and Ofcom to negotiate the new Charter and Framework Agreement.\r\n\r\nThroughout the Charter Review, the Government considered the question of funding the BBC’s services, and decided that the licence fee system will be maintained for the coming Charter period. \r\n\r\nIn maintaining the licence fee model, the government is clear that the licence fee remains a licence to watch or receive television programmes, and is not a fee for BBC services – although licence fee revenue is used to fund the BBC and other public service objectives. \r\n\r\nWhile no system of funding meets all the criteria of an ideal funding system, the current system provides the BBC with a sustainable core income paid by all households who watch or receive television, and it commands wider public support than any alternative model. As stated above, revenue from the TV licence fee is also used to fund other services such as Welsh broadcaster S4C and infrastructure projects such as the delivery of superfast broadband.  \r\n\r\nIn line with the recommendations of the TV Licence Fee Enforcement Review, while the current licence fee collection system is in operation, the current system of criminal deterrence and prosecution should be maintained. Whilst the government agrees with the review’s assessment that decriminalisation is not possible under the current system, we believe that it would be preferable in the long term to make changes which reduce the necessity of the criminal sanction, such as exploring the options for conditional access.\r\n\r\nThe TV licence fee has been frozen since 2010, and the government has agreed to increase the fee in line with inflation for the next five years. However, the government also intends to help those on lower incomes by making the licence fee easier to pay through proposals to provide more flexible payment plans. \r\n\r\nDepartment for Culture, Media and Sport","created_at":"2017-02-24T11:37:25.010Z","updated_at":"2017-02-24T11:37:25.010Z"},"debate":null}},{"type":"petition","id":176138,"links":{"self":"https://petition.parliament.uk/petitions/176138.json"},"attributes":{"action":"Make it a specific criminal offence to attack any member of NHS Medical Staff.","background":"There are 193 attacks on NHS staff a day in England. LBC's Nick Ferrari thinks this is unacceptable. Support his 'Guard Our Emergency Medical Services' campaign to better protect our doctors and nurses by making it a specific legal offence to attack them. ","additional_details":"Figures show that attacks on NHS staff are rising. With stretched resources, higher demand and rising waiting times the NHS can ill afford this violence. \r\nFor twenty years it has been a specific offence to attack a Police officer conducting their duties. (Section 89(1) of the Police Act 1996) \r\nWe the undersigned believe it is time to extend this higher legal provision and protection to NHS medical staff and make it a specific offence to assault them.","state":"open","signature_count":117984,"created_at":"2016-12-22T15:45:24.285Z","updated_at":"2017-04-22T23:06:51.311Z","open_at":"2016-12-22T15:50:23.169Z","closed_at":null,"government_response_at":"2017-02-20T17:03:36.075Z","scheduled_debate_date":"2017-02-27","debate_threshold_reached_at":"2017-01-19T13:01:44.342Z","rejected_at":null,"debate_outcome_at":"2017-02-28T10:30:00.682Z","moderation_threshold_reached_at":"2016-12-22T15:49:20.308Z","response_threshold_reached_at":"2017-01-10T18:09:34.885Z","creator_name":"Nick Ferrari","rejection":null,"government_response":{"summary":"Assaults against NHS staff are unacceptable, and already criminalised.  If the victim serves the public, an assault is treated more seriously.  A new offence would not provide additional protection.","details":"Assaults against NHS staff are completely unacceptable. The Government is determined to ensure that all public servants have a safe and secure working environment. Any assault on someone providing a service to the public (including NHS staff) is treated extremely seriously. The fact that the victim is providing a service to the public is listed as an aggravating factor in sentencing guidelines which courts have a statutory duty to follow. As such, offenders who assault someone providing a service to the public may face a higher sentence than that for other assaults.   \r\n\r\nIf NHS staff are attacked, there should be no hesitation in involving the police. \r\n\r\nA protocol to tackle violence and anti-social behaviour in the NHS by shared actions between the Police, Crown Prosecution Service and NHS Protect was signed in 2011.  It sets out steps to improve the protection of NHS staff, to strengthen the investigation and prosecution process by improving the quality of information exchanged, and to improve victim and witness support. This protocol is currently being updated: the revised version is due to be in place in the coming months. \r\n\r\nFurther, the Code for Crown Prosecutors states, when considering the Public Interest Stage, “a prosecution is also more likely if the offence has been committed against a victim who was at the time a person serving the public”. \r\n\r\n\r\nThere is already a range of offences which criminalise assault or violent behaviour. These start with common assault, the maximum sentence for which is 6 months imprisonment or a fine or both.  (This is the same maximum as for the specific offence of assaulting a constable in the execution of his duty.)  Assault occasioning Actual Bodily Harm and Wounding or Inflicting Grievous Bodily Harm (GBH) are more serious offences against the person, both with a maximum custodial sentence of 5 years. The most serious applicable offences, such as wounding or causing GBH with intent, have a maximum sentence of life imprisonment. \r\n\r\nAll these offences apply whoever is the victim, including of course NHS staff. Employers in the NHS are responsible for assessing and addressing risks to staff, in accordance with detailed guidance.\r\n\r\nMinistry of Justice","created_at":"2017-02-20T17:03:36.073Z","updated_at":"2017-02-20T17:03:36.073Z"},"debate":{"debated_on":"2017-02-27","transcript_url":"https://hansard.parliament.uk/commons/2017-02-27/debates/FE911759-410C-4322-A0D9-0D2B6E6661AB/AttacksOnNHSStaff","video_url":"http://parliamentlive.tv/Event/Index/366cf329-dd6b-4b6b-83d6-7e13529f8b9d","overview":""}}},{"type":"petition","id":172405,"links":{"self":"https://petition.parliament.uk/petitions/172405.json"},"attributes":{"action":"Authorise open book examinations for GCSE English Literature 2017","background":"The introduction of closed book examinations,for GCSE English Literature,requires students to learn and memorise quotes for this exam.There are 2 literature papers which include the content of:15 poems,2 plays and 1 novella.Exams shouldn't be a test on the student's memory,but how we interpret texts","additional_details":"Students are expected to remember:quotes from each character \u0026 themes and context that are incorporated within these texts- it is estimated that 250+ quotes could be potentially memorised for this exam. On top of 20+ exams,students are experiencing high levels of stress- due to the paper being more demanding for a higher grade.English is a subject that all employers \u0026 universities look at, therefore if students are unable to realistically achieve high grades- there will be lower employment rates","state":"open","signature_count":110082,"created_at":"2016-11-13T18:25:54.150Z","updated_at":"2017-04-22T23:52:44.236Z","open_at":"2016-12-05T13:54:51.638Z","closed_at":null,"government_response_at":"2017-02-27T17:53:19.078Z","scheduled_debate_date":"2017-04-24","debate_threshold_reached_at":"2017-02-20T21:33:44.537Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T18:52:42.096Z","response_threshold_reached_at":"2017-02-13T20:01:21.343Z","creator_name":"Cherri Chan","rejection":null,"government_response":{"summary":"GCSE English literature content requires students to read the full texts of the books and poems they study. Students will not need to remember the exact words of poems by heart in order to succeed.  ","details":"The GCSE English literature content requires students to read the full texts of the books, drama and poems they study. It requires students to study a range of intellectually challenging and substantial whole texts in detail including Shakespeare, 19th-century novels, Romantic poetry, and fiction or drama from the British Isles from 1914 onwards. The content requires students to study no fewer than 15 poems by at least five different poets, and a minimum of 300 lines of poetry. The assessment arrangements must reflect those requirements and is designed to reward students who have gained a deep understanding of literature and who have read widely throughout the course. \r\n\r\nThe content also requires that students are examined on texts which they have not read previously (‘unseen’ texts).  Students will need to read widely during their studies to prepare them for the ‘unseen’ text in the exam and to be able to critically compare and contrast a range of texts using ‘relevant quotation and detailed textual references’ to demonstrate the breadth of their understanding of literature. These ‘unseen’ texts might, but do not have to be, by authors whose works students have studied as set texts. \r\n  \r\nWe do not expect awarding organisations to give or allow students to have access during their exams to copies of the whole texts they have studied. Exam boards can, however, provide students with relevant extracts. The exam boards have each chosen in their sample assessment materials to provide students with extracts of the texts they have studied. \r\n \r\nStudents should not be misled into believing that they will get good marks simply by memorising and writing out the poems or texts they have studied.  Students will not need to learn and remember the exact words of poems or texts by heart. \r\nTo gain good marks, students will need to be able to show that they are familiar with the texts - that they have studied them – and that their understanding is sufficiently developed to be able to compare them with other texts that might have been given to them in the exam. The student will need to write about a poem they have studied and that is not given to them in the exam, but that does not require them to reproduce the text in full.   Rather it requires students to recollect details from the poem so as to compare it with one provided in the exam. \r\n \r\nThe former Chief Regulator’s blog written in 2015 made it clear that GCSE English literature is about understanding not memory https://ofqual.blog.gov.uk/2015/03/18/gcse-english-literature-learning-and-understanding-not-memory/     \r\nOfqual’s Regulatory Conditions and Guidance documents for GCSE English are available here https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/44868 0/2015-07-27-gcse-subject-level-conditions-and-requirements-for-english-literatureversion\r\n\r\nDepartment for Education","created_at":"2017-02-27T17:53:19.076Z","updated_at":"2017-02-27T17:53:19.076Z"},"debate":null}},{"type":"petition","id":169835,"links":{"self":"https://petition.parliament.uk/petitions/169835.json"},"attributes":{"action":"Call on the Government to urge Whirlpool UK to recall all faulty tumble dryers","background":"Following hundreds of fires caused by Whirlpool tumble dryers, we are concerned that Whirlpool have not recalled the approximately 5 million faulty dryers and have not changed their safety advice to customers, as recommended by the London Fire Brigade, who advise consumers to stop using the dryers.","additional_details":"There have been several hundred fires caused by Whirlpool tumble dryers, including on 19 August 2016, in a block of flats in Shepherds Bush, which left 26 homes uninhabitable. \r\n\r\nWe are concerned that manufacturers Whirlpool UK have failed to recall the faulty dryers, of which there are around 5 million in Britain, and have not changed their safety advice to consumers, despite the London Fire Brigade advising consumers to stop using the machines with immediate effect.","state":"open","signature_count":98249,"created_at":"2016-10-19T16:18:00.418Z","updated_at":"2017-04-22T23:44:50.535Z","open_at":"2016-11-01T10:15:42.551Z","closed_at":null,"government_response_at":"2017-02-27T17:16:00.872Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T16:12:01.173Z","response_threshold_reached_at":"2017-02-10T19:24:04.794Z","creator_name":"Andy Slaughter","rejection":null,"government_response":{"summary":"Government has set up a Working Group to look at options to improve Product Recalls and Safety, and is in close contact with the enforcing authority working with Whirlpool to rectify this issue.   ","details":"The Government places significant importance on the issue of product safety and considers that the safety of consumers should be the number one priority for manufacturers. Consumers can reasonably expect clear advice on how to safely use products in their home, and prompt and effective action should be taken if a safety issue is identified.  \r\n\r\n•\tThe Government recognises the efforts Whirlpool has made to rectify the problem with its affected tumble dryers.  Of the 1.5 million affected appliances that consumers have registered with the manufacturer, 1.3m appliances have been modified or replaced and Whirlpool are resolving approximately 100,000 cases a month. However, the Government recognises that there remain many unregistered appliances in use across the UK.  \r\n\r\nMargot James, Minister for Small Business, Consumers and Corporate Responsibility has written to Whirlpool and met representatives of the company, urging them to progress their programme of replacement and repair, and to improve communications with consumers on this issue.  The Minister has, in particular, raised concerns about reaching out to those consumers with an affected machine who have not yet signed up for a repair or replacement.   \r\n\r\nProduct safety legislation in the UK is enforced by Local Authority Trading Standards departments.  The Government is in close contact with Peterborough City Council Trading Standards department who, as the lead regulator in this matter, have access to the most relevant information to provide a full assessment of the risk posed by the affected machines.  Peterborough Trading Standards have taken enforcement action, issuing Whirlpool with a ‘notice to warn’ that requires the company to warn consumers not to use the affected appliances until they have been modified.  The two organisations are currently working together to ensure compliance.\r\n\r\nMore generally, in October last year, the Government announced the establishment of a new Working Group on Product Recalls and Safety to look at further options to improve the safety of white goods and the recalls system. The Working Group aims to build on the good work of the Recall Review Steering Group, which was established following the Lynne Faulds-Wood review into product recalls.  \r\n\r\nThe Working Group brings together key stakeholders from a range of trade associations, product safety experts, the fire service and trading standards professionals.  The Chair is Neil Gibbins – former Deputy Chief Fire Officer for Devon and Somerset - who has a long and proven track record in fire safety and has worked with the Government and other stakeholders on the Regulators Excellence Forum.  \r\n\r\nThe Group has been tasked to develop credible recommendations to ensure that the system works well for everyone.  In particular, the Minister has asked the Group to consider and develop options around:\r\n•\tthe causes of fire in white goods and the steps we can take to reduce them;\r\n•\tways to improve the capture and use of data relating to faulty electrical goods;\r\n•\tthe value of marking white goods to preserve their identification through fire;\r\n•\tregistration of electrical products at the point of sale;\r\n•\ta code of practice for product recalls including the peer review of risk assessments; \r\n•\timproving the information available to consumers and the role of consumer education.\r\n\r\nThe Working Group passed its initial recommendations for propriety action for the Government to the Minister in December 2016.  The five recommendations are:\r\n•\tgreater co-ordination of product safety recalls and enforcement at the national level;\r\n•\tdeveloping Primary Authority Partnerships as a means of increasing access to helpful, practical advice for businesses and ensuring effective relationships between businesses and their lead regulating body;\r\n•\tdeveloping a Code of Practice on managing effective correction action including recalls;\r\n•\tgovernment support for AMDEA’s ‘Register my Appliance’ as a means to ensure consumers are informed of relevant safety issues for products they have bought;\r\n•\tundertaking research into consumer behaviour to understand how best to encourage consumers to engage with a corrective action when a problem is identified with a product.\r\n\r\nThe Group is continuing to develop an action plan and will provide a final report to the Minister in March.  \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2017-02-27T17:16:00.870Z","updated_at":"2017-02-27T17:16:00.870Z"},"debate":null}},{"type":"petition","id":179617,"links":{"self":"https://petition.parliament.uk/petitions/179617.json"},"attributes":{"action":"Allow GCSE Students to have a formula sheet in their tests","background":"The past GCSE students had a formula sheet during their gcse tests and the new GCSE students don't. If the government can recite them back to us then of course we can use a sheet but for now it's unfair ","additional_details":"","state":"open","signature_count":90353,"created_at":"2017-01-30T10:04:53.259Z","updated_at":"2017-04-22T23:53:44.613Z","open_at":"2017-02-03T10:14:14.006Z","closed_at":null,"government_response_at":"2017-02-27T17:59:45.104Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-30T11:24:27.133Z","response_threshold_reached_at":"2017-02-12T20:27:29.735Z","creator_name":"Bethany Evelyn Robinson","rejection":null,"government_response":{"summary":"The government made changes to GCSE mathematics, including the use of formulae, to ensure rigour and to match expectations in the highest performing education jurisdictions internationally.","details":"The purpose of the new GCSE is to provide a strong mathematical foundation for every student and a sound basis for those students wanting to progress to study mathematics at a higher level after age 16. \r\n\r\nInternational studies such as PISA, the Programme for International Student Assessment have found that England’s performance in mathematics at age 15 lags significantly behind that of leading education systems, particularly those in the Far East. The government is determined to address this issue by improving the rigour and challenge of GCSE mathematics qualifications and by offering support to schools to improve mathematics teaching. \r\n\r\nMathematics is a formal discipline that is central to all sciences and technical fields, and is increasingly crucial to a range of other academic, professional and employment sectors. It is essential that we improve our performance in mathematics to ensure that our young people gain the knowledge and skills they need to compete in a modern economy.\r\n\r\nThe government consulted extensively on revised GCSE content, including the use of formulae. Subject content and assessment objectives for the new mathematics GCSE were published on 1 November 2013 and can be found here: \r\nhttps://www.gov.uk/government/publications/gcse-mathematics-subject-content-and-assessment-objectives \r\nThe aims of the GCSE are to enable students to:\r\n•\tdevelop fluent knowledge, skills and understanding of mathematical methods and concepts; \r\n•\tacquire, select and apply mathematical techniques to solve problems;\r\n•\treason mathematically, make deduction and inferences and draw conclusions; and\r\n•\tcomprehend, interpret and communicate mathematical information in a variety of forms appropriate to the information and context.\r\nThe GCSE introduces more challenging topics at both higher and foundation tiers. Total examination time is increased, and there is a greater emphasis on problem-solving and mathematical reasoning, with more exam marks allocated to higher-order mathematics. \r\nStudents will need to memorise some previously given formulae to ensure they have grasped essential formal aspects of mathematics. Other formulae will, however, be still provided in the examination, including the surface area of a cone and a sphere, the volume of a sphere and a cone, and formulae relating to velocity, distance, acceleration and time. \r\n\r\nThe government provides over £7m annually to a network of 35 Maths Hubs – school-led centres of excellence in the teaching of mathematics. Maths Hubs support schools to deliver excellent mathematics teaching, including GCSE teaching. We also fund the National Centre for Excellence in the Teaching of Mathematics (NCETM) and the Further Maths Support Programme (FMSP), both of which provide expertise and support to schools in the teaching of mathematics. This includes professional development courses to help teachers and schools introduce the new GCSE. Further information about these can be found here:\r\nhttp://furthermaths.org.uk/cpd\r\n\r\nDepartment for Education","created_at":"2017-02-27T17:59:45.101Z","updated_at":"2017-02-27T17:59:45.101Z"},"debate":null}},{"type":"petition","id":176555,"links":{"self":"https://petition.parliament.uk/petitions/176555.json"},"attributes":{"action":"Make mental health education compulsory in primary and secondary schools.","background":"Mental health education is still not part of the UK curriculum despite consistently high rates of child and adolescent mental health issues. By educating young people about mental health in schools, we can increase awareness and hope to encourage open and honest discussion among young people. ","additional_details":"1 in 10 children and young people aged 5 - 16 suffer from a diagnosable mental health disorder - that is around three children in every class. \r\n\r\nThere has been a big increase in the number of young people being admitted to hospital because of self harm. Over the last ten years this figure has increased by 68%. \r\n\r\nMore than half of all adults with mental health problems were diagnosed in childhood. Less than half were treated appropriately at the time. \r\n\r\nSource: YoungMinds \r\n","state":"open","signature_count":68171,"created_at":"2017-01-02T10:34:38.056Z","updated_at":"2017-04-22T23:58:46.596Z","open_at":"2017-01-06T12:56:50.936Z","closed_at":null,"government_response_at":"2017-02-23T15:06:51.293Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-02T11:33:23.735Z","response_threshold_reached_at":"2017-02-02T09:54:03.004Z","creator_name":"Thomas Christopher King on behalf of The Shaw Mind Foundation's Headucationuk Crusade","rejection":null,"government_response":{"summary":"We want mental health to be an everyday concern in all institutions. Schools should decide how to teach pupils about mental health developing their own curriculum to reflect the needs of their pupils.","details":"Good mental health and wellbeing is a priority for the Department. We want all our children to fulfil their potential and we want to tackle the burning injustice of mental health problems, so that future generations can develop into resilient, confident adults, equipped to go as far as their talents will take them. \r\n\r\nWe need to make mental illness an everyday concern for all of us and in every one of our institutions – schools have an important role to play. We want schools to be able to decide themselves how to teach their pupils about mental health- developing their own local PSHE programme to reflect the needs of their pupils, drawing on resources and evidence provided by expert organisations.  \r\n\r\nTo support schools in developing their PSHE curriculum, we have funded the PSHE Association to produce guidance and age-appropriate lesson plans to teach about mental health. (https://www.pshe-association.org.uk/curriculum-and-resources?ResourceTypeID=3). \r\n\r\nAll schools should teach PSHE, drawing on good practice, and we have outlined this expectation in the introduction to the new national curriculum.\r\n\r\nWe are committed to exploring all the options to improve the delivery of PSHE, and the case for further action is actively under review, with particular consideration to improving quality and accessibility. We have also committed to update Parliament further on the Government’s plans during the passage of the Children and Social Work Bill.\r\n\r\nWe have also announced we will be developing a new green paper on children and young people’s mental health to be published later in the year with new proposals for both improving services and increasing focus on preventative activity.\r\n\r\nDepartment for Education","created_at":"2017-02-23T15:06:51.291Z","updated_at":"2017-02-23T15:06:51.291Z"},"debate":null}},{"type":"petition","id":170740,"links":{"self":"https://petition.parliament.uk/petitions/170740.json"},"attributes":{"action":"Suspend the Myanmar Ambassador for Genocide of Rohingya Muslims.","background":"\r\nYale's Allard K. Lowenstein International Human Rights Clinic analysed research conducted by Fortify Rights and Al Jazeera, to see if genocide had been committed as defined by the 1948 U.N. \r\n\r\nClear evidence that four acts of the 1948 U.N. convention on genocide had been committed","additional_details":"- Killing members of the group: The Rohingya, who have a distinctive language, culture, history and traditions, have been killed by security forces, or by the local Rakhine population as security forces stood by without intervening;\r\n\r\n- Serious bodily or mental harm to members of the group: They are subjected to rape, torture, arbitrary detention and other crimes;\r\n\r\n- Inflicting conditions to destroy the group: \r\n\r\n- Preventing births within the group: Marriage and birth restrictions. ","state":"open","signature_count":64942,"created_at":"2016-10-31T03:05:27.095Z","updated_at":"2017-04-22T21:50:31.750Z","open_at":"2016-11-11T11:28:01.615Z","closed_at":null,"government_response_at":"2016-12-01T11:31:31.227Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-31T10:22:19.162Z","response_threshold_reached_at":"2016-11-20T10:26:46.272Z","creator_name":"Saiful Islam","rejection":null,"government_response":{"summary":"The UK is deeply concerned by Rohingya persecution, including recent violence. We have called for restraint, humanitarian access and an investigation. Allegations of genocide are for courts to decide.","details":"The British Government remains deeply concerned by the situation in Rakhine and the persecution of the Muslim minority Rohingya community. It is clear that the Muslim Rohingya minority are being persecuted and denied fundamental rights. The policy of the British Government is that any judgment on whether genocide has occurred is a matter for international judicial decision, rather than for governments or non-judicial bodies.\r\n\r\nWe are particularly concerned by the recent flare-up of violence. This was triggered on 9 October, when three Burmese Border Guard Police posts were attacked by Rohingya militants. We condemn this attack in which nine police and eight attackers were killed.  Since then, media, humanitarian and diplomatic access to North Rakhine has been limited by the imposition of a curfew while the military carry out security operations to root out the perpetrators and retrieve the weapons taken during the attacks.  \r\n\r\nAlthough the lack of access makes facts difficult to verify, we are deeply concerned about a growing body of anecdotal evidence suggesting human rights violations in the security response.  Reports suggest there could be a serious humanitarian impact if aid is not resumed quickly, particularly impacting those already affected by malnutrition.\r\n\r\nIn response to the latest outbreak of violence, our Ambassador visited northern Rakhine together with a number of international counterparts and the UN Resident Coordinator on 2-3 November. He has also lobbied five Ministers (most recently on 21 November), urging a restrained security response, an independent investigation and for the immediate resumption of humanitarian access. \r\n\t\t\r\nThese same messages were repeated by the Minister of State for Foreign and Commonwealth Affairs with responsibility for human rights, Baroness Anelay, who visited Burma from 9-12 November. She called on Burmese Ministers to launch an investigation into allegations of human rights abuses, and called for an immediate resumption of humanitarian aid.\r\n\r\nThe UK also discussed the issue at the UN Security Council on 17 November, where we raised our concerns about the lack of humanitarian access.\r\n\r\nThe Government of Burma has now committed to investigating both the 9 October attacks and allegations of human rights abuses carried out during the military operations in the wake of the initial attack on 9 October. It has also given a further commitment to restore humanitarian access to northern Rakhine State. We believe our efforts are best focused on monitoring implementation of these commitments and pressing privately if they do not move forward.  We further believe the best approach to finding a long-term solution to the underlying inter-communal tensions in Rakhine State is to work with the democratically elected Government to de-escalate tensions. We do not believe expelling the Government’s representative in the UK would assist this process.\r\n\r\nSince coming into power in April, Burma’s Government has taken some encouraging steps to begin tackling the issue of Rakhine and the treatment of the Rohingya community. In August State Counsellor Daw Aung San Suu Kyi announced the establishment of a new hybrid Burmese/international Rakhine Advisory Commission headed by Kofi Annan to provide advice and recommendations for a durable solution to the problems of Rakhine State. We take this announcement as a sign of the seriousness with which the NLD-led Government views the situation there.\r\n\r\nNevertheless, we will continue to monitor the situation closely.  Our priority remains the resumption of humanitarian aid.  The UK has long been one of the biggest bilateral humanitarian donors to Burma and to Rakhine State. Since 2012, we have provided over £18m in humanitarian assistance, supporting work, including on sanitation and nutrition for over 126,000 people.\r\n\r\nForeign and Commonwealth Office","created_at":"2016-12-01T11:31:31.225Z","updated_at":"2016-12-01T11:31:31.225Z"},"debate":null}},{"type":"petition","id":178330,"links":{"self":"https://petition.parliament.uk/petitions/178330.json"},"attributes":{"action":"Make the uk armed forces pensions for 22 years service tax free.","background":"The current U.K. Armed forces pensions, after 22 years service is taxable, other services are non taxable, this should be addressed and made fair across the public sector. Why should the armed forces serve 22 years plus to receive a taxable pension? ","additional_details":"The police force recieve a 100% non taxable pension after 20 years service with a maximum of 30 years service. \r\nThe fire service receive a 100% non taxable pension after the same service but can serve up to 40 years for a increased pension of roughly £19,000 a year.\r\n the armed forces, however serve to their immediate pension point and have their pensions taxed, and classed a second earning, this needs to be changed and made fair across the board of the public sector industry. ","state":"open","signature_count":63577,"created_at":"2017-01-24T22:55:30.361Z","updated_at":"2017-04-22T23:07:01.449Z","open_at":"2017-01-27T17:42:34.630Z","closed_at":null,"government_response_at":"2017-02-10T11:01:22.754Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-25T21:49:54.794Z","response_threshold_reached_at":"2017-01-28T14:29:34.375Z","creator_name":"Steven wainfur ","rejection":null,"government_response":{"summary":"Income from all occupational pensions, including those for the armed forces, police and firefighters, is already taxable under UK law.","details":"Pension income from occupational pension schemes is treated as taxable income under UK tax law. This is to reflect the fact that pensions are forms of deferred income and as such are taxable. This same tax treatment applies to payments from all occupational pension schemes. \r\n\r\nThe government recognises and highly values the tremendous commitment and sacrifice that Armed Forces Personnel make in the defence of our country. This is reflected by the fact that members of the Armed Forces’ Pension Schemes do not have to pay contributions to their pension schemes. These are the only public service pension schemes that are non-contributory. \r\n\r\nHM Treasury","created_at":"2017-02-10T11:01:22.752Z","updated_at":"2017-02-10T11:01:22.752Z"},"debate":null}},{"type":"petition","id":185827,"links":{"self":"https://petition.parliament.uk/petitions/185827.json"},"attributes":{"action":"Ensure the British fishing waters are returned to the UK post Brexit","background":"In the 1970s Edward Heath betrayed our fisherman and our coastal communities with the Common Fisheries Policy. A leaked report now shows that the EU wants to retain control over the fish stocks in British waters.\r\nWe call on Parliament to ensure these waters and fish stocks return to Britain","additional_details":"Much of the EU referendum was based on the idea of reclaiming the fish stocks in British waters. It became a key aspect of sovereignty. It would be an absolute failure for the government and parliament to allow the CFP to continue when the chance to rebuild the coastal fishing communities of Britain are so close.","state":"open","signature_count":56454,"created_at":"2017-02-16T11:55:36.735Z","updated_at":"2017-04-22T23:48:12.624Z","open_at":"2017-02-24T18:17:57.270Z","closed_at":null,"government_response_at":"2017-03-24T09:26:28.017Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-16T13:02:06.050Z","response_threshold_reached_at":"2017-03-02T12:27:44.127Z","creator_name":"Thomas Lewis","rejection":null,"government_response":{"summary":"On leaving the EU, the UK will control fisheries access in its Exclusive Economic Zone and manage those waters in accordance with international law, including the UN Convention on the Law of the Sea. ","details":"As a coastal state outside the EU, the UK will be responsible, under international law, for control of UK waters and the sustainable management of fisheries within the UK’s Exclusive economic Zone. The UK will negotiate as an independent coastal state. \r\n\r\nWe want to use this opportunity to create a resilient, competitive and ultimately more profitable UK Seafood sector, and deliver a cleaner, healthier and more productive marine environment. We will work to achieve the best possible deal for the whole of the UK fishing industry in negotiations.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-03-24T09:26:28.015Z","updated_at":"2017-03-24T09:26:28.015Z"},"debate":null}},{"type":"petition","id":178082,"links":{"self":"https://petition.parliament.uk/petitions/178082.json"},"attributes":{"action":"Ringfence the NHS from trade deals","background":"As the UK leaves the EU, the NHS should not be used as a bargaining tool in trade negotiations and deals with other countries","additional_details":"","state":"open","signature_count":53649,"created_at":"2017-01-21T18:39:34.819Z","updated_at":"2017-04-22T22:19:26.083Z","open_at":"2017-01-24T17:05:17.124Z","closed_at":null,"government_response_at":"2017-02-07T12:22:47.936Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-22T08:45:30.975Z","response_threshold_reached_at":"2017-01-29T14:39:40.664Z","creator_name":"Richard neville ","rejection":null,"government_response":{"summary":"The Government is clear – the NHS is and always will be protected in trade deals.  Our world-class healthcare sector benefits from international trade and should not be excluded.","details":"It is not in the UK or wider interests to exclude the UK healthcare sector from trade and investment agreements.\r\n\t\r\nThrough trade agreements the UK’s world-class pharmaceutical and medical care and devices sectors can benefit from improved access to overseas markets to sell products and bid for government procurement contracts.\r\n\r\nThe NHS benefits directly from international trade.  As an example the UK Government Healthcare UK initiative works to directly promote the UK healthcare sector (including the NHS) abroad and to strengthen the sectors’ capacity to operate and succeed internationally.\r\n\r\nTrade deals do not threaten Government policy-making regarding delivery of public services.\r\n\r\nTrade and investment agreements do not force Governments to privatise the delivery of any public services.  Similarly, such agreements do not prevent governments from introducing new legislation to safeguard public health or safety.\r\n\r\nThe UK Government is committed in particular to the principles of a NHS, free at the point of use, based on clinical need and not ability to pay.\r\n \r\nIt will always remain for the UK Government to decide how public services are run and, in particular, who is best placed to provide NHS services on the basis of patient need.\r\n\r\nDepartment for International Trade","created_at":"2017-02-07T12:22:47.933Z","updated_at":"2017-02-07T12:22:47.933Z"},"debate":null}},{"type":"petition","id":171819,"links":{"self":"https://petition.parliament.uk/petitions/171819.json"},"attributes":{"action":"Stop the resale of concert tickets at inflated prices on secondary websites.","background":"Tickets sell out in record time!  then we see them for \"resale\" within hours on secondary ticket sale websites at ridiculously inflated prices. Reselling of football tickets is illegal under section 166 Criminal Justice and Public Order Act 1994\", why can this law not apply to concert tickets?","additional_details":"The Which Reports can be found;\r\n\r\nhttp://www.which.co.uk/news/2015/11/which-probes-ticket-resale-rip-off-422307/\r\n\r\nand\r\n\r\nhttp://www.which.co.uk/news/2016/05/event-tickets-still-being-sold-unlawfully-443074/\r\nReport in Daily Telegraph relating to the recent sale of Phil Colllins Tickets at The Royal Albert Hall\r\nhttp://www.telegraph.co.uk/news/2016/10/21/fan-fury-as-phil-collins-tickets-sell-out-in-15-seconds---only-t/ ","state":"open","signature_count":46451,"created_at":"2016-11-08T21:59:11.308Z","updated_at":"2017-04-22T21:03:06.305Z","open_at":"2016-11-10T10:12:11.365Z","closed_at":null,"government_response_at":"2017-02-20T13:56:54.451Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-08T23:37:58.115Z","response_threshold_reached_at":"2017-02-05T23:33:06.718Z","creator_name":"Tracey Kempson Blake","rejection":null,"government_response":{"summary":"That legislation bans unauthorised re-selling of football tickets. In 2016 different laws governing concert ticket resales were independently reviewed. The resulting report proposed no legal changes.","details":"It is an offence for an unauthorised person to sell a ticket for a designated football match in person, or via the internet under the Criminal Justice and Public Order Act 1994. The main purpose of this legislation is to ensure public order, by preventing the unauthorised resale of tickets and thus maintaining the segregation of rival fans. The same public order concerns do not apply to concert tickets where there is no significant history of disturbances between different groups of fans. \r\n\r\nThe Government has sympathy for those fans that wait anxiously for tickets to come on sale only to be frustrated when they cannot get tickets but then find that they are almost immediately being sold at a grossly inflated price on the secondary ticketing market. Professor Waterson, who undertook an independent review of online secondary ticketing such as this, took into consideration the football and Olympic legislation as well as new rules that had been set out in the Consumer Rights Act 2015.  However, in his report of 26 May 2016 (https://www.gov.uk/government/news/independent-secondary-ticketing-review-published-today) he did not recommend further legislation or the extension of the football legislation to other events. Instead he called for the existing rules to be more vigorously enforced and for the event organisers to take greater responsibility for the way the ticketing market operates. The Government will respond formally to Professor Waterson’s report in due course.\r\n\r\nConsumers and the economy benefit in various ways from the existence of a well-functioning secondary ticket market. First, it creates a safe and straightforward way for consumers who have bought tickets, often much in advance of the event, to get some money back if they cannot use them. Second it provides an opportunity to attend events for people unable or unwilling to participate in the original primary ticket sale. This may include tourists wanting to attend a local event as well as those more spontaneous in their behaviours. Depending on the popularity of the event they may have to pay a premium over those who bought tickets from the primary source, but this is a value judgment for them to make. For some events, buying tickets in the secondary ticketing market close to the actual date of the performance, may actually provide a cheaper means of access giving people who might not otherwise have been able to afford the event, the chance to do so. Not everyone wants to join the (virtual) queue to buy tickets when first on sale. For them secondary ticketing meets a consumer need. Thirdly therefore, secondary ticketing  is a viable profitable service which some people, both as purchasers and sellers, desire and banning it is liable to push such tickets onto the black market where there are less protections.  \r\n\r\nOne of the recommendations made by Professor Waterson in his review, is that primary ticket vendors do more in regards to deterring mass purchasing by individuals not intent on attending the event including those using digital ticket purchasing software (“bots”) to purchase excessive number of tickets. This currently deprives consumers of the chance to acquire tickets at the price originally established by the event organiser. He believed that organisers should seriously consider requirements for individuals to prove they are indeed individuals by means such as confirmed identity technologies. He also recommended that private ticket vendors report “bot” attacks to the police so that they can be investigated. \r\n\r\nThe Government will consider the specific issue of bots and whether there is scope for further Government intervention in this area.\r\n\r\nIn addition, Professor Waterson has produced some practical guidance that should be taken into account by consumers when purchasing tickets. These practical tips are available through the Citizens Advice consumer helpline website. \r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2017-02-20T13:56:54.448Z","updated_at":"2017-02-20T13:56:54.448Z"},"debate":null}},{"type":"petition","id":170885,"links":{"self":"https://petition.parliament.uk/petitions/170885.json"},"attributes":{"action":"As soon as the UK exits the EU legislate to end the export of live farm animals.","background":"The transport of live animals exported from the UK causes immense suffering. This trade is governed by EU law, not the UK government.\r\n\r\nThe government should plan legislation to ban the export of live farm animals in favour of a carcass only trade and introduce this as soon as we leave the EU.","additional_details":"Long distance travel causes enormous suffering: overcrowding; pain and stress; compromised immunity; inhumane slaughter on arrival; loss of legal safeguards. SOURCE CIWF\r\n\r\nDuring live transport there is a high risk of animal suffering: handling during loading and unloading; strange sights and sounds and animals; heat stress and lack of water and rest. SOURCE RSPCA\r\n\r\nAnimals are crammed into unsuitable transport and endure gruelling journeys heading for conditions illegal in this country. RSPCA\r\n","state":"open","signature_count":44350,"created_at":"2016-11-01T12:29:32.044Z","updated_at":"2017-04-22T23:59:26.771Z","open_at":"2016-12-05T11:03:05.980Z","closed_at":null,"government_response_at":"2017-04-06T13:18:08.328Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-30T11:59:14.663Z","response_threshold_reached_at":"2017-03-27T12:09:49.481Z","creator_name":"Janet Darlison","rejection":null,"government_response":{"summary":"The Government would prefer animals to be slaughtered close to the point of production. Once the UK has left the EU, there will be the possibility to consider further measures in this area.","details":"The Government is committed to improving the welfare of animals. The Government share British farmers and the public’s high regard for animal welfare.  We are proud to have some of the highest animal welfare standards in the world.\r\n \r\nThe Government’s position is that we would prefer animals to be slaughtered as close as practicable to their point of production.  A trade in meat and meat products is preferable to the long distance transport of animals to slaughter. Once the UK has left the European Union (EU), there will be the possibility to consider further measures in this area. \r\n\r\nUntil exit negotiations are concluded, the UK remains a full member of the EU and all the rights and obligations of EU membership remain in force. During this period the Government will continue to negotiate, implement and apply EU legislation.\r\n \r\nWe have made clear in Brussels that we support improvements being made to enforcement across the EU of existing rules on the long distance transport of livestock. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-04-06T13:18:08.326Z","updated_at":"2017-04-06T13:18:08.326Z"},"debate":null}},{"type":"petition","id":171869,"links":{"self":"https://petition.parliament.uk/petitions/171869.json"},"attributes":{"action":"Pay £350m per week to NHS or re-run EU Referendum","background":"The only slogan on the side of the Leave EU campaign bus stated in large letters that if we left the EU, £350m per week could go to the NHS. The government has now stated that this will not happen so the reason thousands voted for Brexit and the democratic will of the people has been ignored.","additional_details":"The UK electorate was also led to believe that continued access to the EU single market would be likely if we voted to leave the EU. Many people believed this but the government has stated it will not be seeking to remain in the single market. There is clear evidence of dissatisfaction with the presentation of information from both sides prior to the referendum and subsequently numerous leave voters have expressed regret that they believed the misinformation upon which they based their decision.","state":"open","signature_count":41128,"created_at":"2016-11-09T08:52:00.993Z","updated_at":"2017-04-22T22:36:23.309Z","open_at":"2016-11-15T13:37:32.967Z","closed_at":null,"government_response_at":"2017-03-13T10:18:55.820Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-09T11:11:08.218Z","response_threshold_reached_at":"2017-02-22T16:39:39.063Z","creator_name":"Peter Lihou","rejection":null,"government_response":{"summary":"The country voted to leave the European Union in a referendum approved by an Act of Parliament. ","details":"We will not seek to retain partial or associate membership of the European Union by remaining members of the Single Market. Instead, we will pursue a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs agreement. We will get the best deal for the UK, and will continue to support our NHS.\r\n\r\nThe Government has committed to spend an additional £10bn a year by 2020 to ensure the NHS continues to deliver care to those who need it and to deliver a truly 7 day service.\r\n\r\nThe Government is focused on securing the best possible deal for the United Kingdom as we leave the European Union. Once we have left it will be for us to decide how taxpayers' money is spent. We have been clear that, once we leave the EU, we will not be required to pay vast contributions to the EU budget. \r\n\r\nThe country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. We will not be seeking to retain membership of the Single Market. Instead, we see a bold and ambitious Free Trade Agreement with the European Union, covering tariff and barrier-free trade in goods and services, as offering the fullest possible access to the European market for UK companies. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-03-13T10:18:55.818Z","updated_at":"2017-03-13T10:18:55.818Z"},"debate":null}},{"type":"petition","id":171036,"links":{"self":"https://petition.parliament.uk/petitions/171036.json"},"attributes":{"action":"Ban Palm Oil in products produced or sold in the UK","background":"Palm Oil is found in many products you buy in the supermarket. It's also one of the main reasons for the destruction of rainforests, loss of wildlife habitat \u0026 climate change. Plenty of sustainable options are available and could be used instead. Encourage sustainability and ban palm oil in the UK.","additional_details":"","state":"open","signature_count":39094,"created_at":"2016-11-02T19:14:24.421Z","updated_at":"2017-04-22T20:36:21.479Z","open_at":"2016-11-03T17:57:33.111Z","closed_at":null,"government_response_at":"2016-11-29T15:27:49.557Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T20:02:59.207Z","response_threshold_reached_at":"2016-11-11T11:05:29.927Z","creator_name":"Daniel Furmage","rejection":null,"government_response":{"summary":"In 2012 Defra published a statement on sustainable palm oil production, setting out the UK’s ambition to work towards achieving 100% sourcing of credibly certified sustainable oil by the end of 2015.","details":"Using sustainable palm oil helps protect the world’s valuable rainforests, wildlife and the rights of local peoples. There are environmental issues associated with the production of other vegetable oils which can be as serious, or worse, than palm oil. Substituting palm oil for other oils would therefore not necessarily be beneficial.\r\n\r\nIn 2012 Defra published the UK statement on sustainable production of palm oil, which set out the overarching ambition that the UK would work towards achieving 100% sourcing of credibly certified sustainable palm oil by the end of 2015. The statement was signed by trade associations representing key palm oil using sectors including retailers, food and drink manufacturers, oil processors and distributors, animal feed manufacturers, the catering and hospitality sector, the renewable energy sector, the cleaning products industry, and the speciality chemicals sector, as well as by NGOs and Government. \r\n\r\nSince 2012 considerable progress has been made towards achieving the statement’s ambition, with substantial increases in the percentage of UK palm oil imports accounted for by certified sustainable palm oil. The most recent reports setting out progress under the Statement to 2014 can be found at: www.gov.uk/government/publications/uk-statement-on-sustainable-palm-oil-three-years-on-progress-report. The final consumption analysis and progress reports, including 2015 data, will be published shortly.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2016-11-29T15:27:49.554Z","updated_at":"2016-11-29T15:27:49.554Z"},"debate":null}},{"type":"petition","id":188175,"links":{"self":"https://petition.parliament.uk/petitions/188175.json"},"attributes":{"action":"To reconsider the proposed significant and unreasonable increase in probate fees","background":"The current fee for all estates is £155. The change mean fees on 42% of estates will increase by 2 to 129 times, payable even if the estate passes to spouse or charity. There is no difference in the amount of work to issue a Grant for £100k or £800k and yet the fees will be £3,700 more. ","additional_details":"This proposal will reduce the government's income from IHT. This is another form of death duty which will need paying upfront. Finding fees of £155 is different from finding the equivalent of a family car.  This will lead to hardship for some executors.  People will  ensure assets pass without the need for probate by putting assets into inappropriate trusts or into joint names, risking their homes. These fees are being increased to subsidise the rest of the court system\r\n\r\n","state":"open","signature_count":38176,"created_at":"2017-03-01T14:10:13.001Z","updated_at":"2017-04-22T23:45:30.880Z","open_at":"2017-03-07T17:50:33.821Z","closed_at":null,"government_response_at":"2017-04-05T15:48:06.705Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-01T14:14:32.916Z","response_threshold_reached_at":"2017-03-17T16:34:13.651Z","creator_name":"Miriam Spero","rejection":null,"government_response":{"summary":"The Government is reforming fees for grants of probate by replacing flat fees with a new fairer and proportionate tiered structure, where the fee payable relates to the value of the estate.","details":"The best way to protect access to justice in the long term is with a properly funded justice system that is easy for ordinary people to use.\r\n\r\nIn 2015/16, Her Majesty’s Courts and Tribunals Service cost around £1.9 billion to run, with only around £700m recovered in fees. We do not believe that the taxpayer should continue to meet all of this cost, and it is fair to ask those who can afford it to contribute more. \r\n\r\nParliament has given Lord Chancellor the power to set certain fees, including probate, above cost-recovery levels, and the income raised is ring-fenced to fund an efficient and effective court and tribunal system. \r\n\r\nUnder our new probate fee structure, more than half of all estates will pay no fee at all. This includes an extra 25,000 estates who will no longer pay fees under our plans to raise the fee threshold from £5,000 to £50,000 estate value.  A fee will not be payable if a married couple or civil partners held their assets jointly, as on the death of the first spouse or partner the assets would pass to the surviving spouse directly without a grant of probate being required. \r\n\r\nUnder our proposals, over 90% of estates will pay £1,000 or less.  No fee will be more than 1% of the total value of the estate. This is fair and proportionate.\r\nThere are a number of ways that executors will be able to fund the new fees. The cost of the fee is recoverable from the estate, and executors have a number of options to fund it – no fee should be unaffordable.  We expect that in most cases, banks will release cash from the estate to pay for the fee. \r\n\r\nThe Probate Service will also be able to provide access for executors to the assets of the estate for the purpose of paying the necessary fee, and other avenues of funding will also be available. In exceptional circumstances where this is not possible or appropriate the Lord Chancellor retains the power to remit the fee.\r\n\r\nMinistry of Justice\r\n","created_at":"2017-04-05T15:48:06.704Z","updated_at":"2017-04-05T15:48:06.704Z"},"debate":null}},{"type":"petition","id":170118,"links":{"self":"https://petition.parliament.uk/petitions/170118.json"},"attributes":{"action":"Scrap IR35 legislation reform proposals for public sector off-payroll workers.","background":"The proposal is to make ‘engagers’ deduct PAYE tax \u0026 NIC at source for self-employed people operating via a Limited Company if the end client is in the public sector.\r\nThis will severely reduce the income of such individuals but confer none of the rights \u0026 benefits of a staff employee.\r\n","additional_details":"Further information at the following sites:\r\n\r\nhttp://www.f9consulting.co.uk/crisis-for-public-sector-contractors/\r\n\r\nhttp://www.thisismoney.co.uk/money/smallbusiness/article-3761454/Tax-ruling-contractors-leave-public-sector-work.html\r\n\r\nhttps://www.cchdaily.co.uk/planned-public-sector-ir35-reforms-could-see-ps115m-tax-loss\r\n\r\nhttps://www.ipse.co.uk/news/ir35-proposal-how-will-you-get-paid-april-2017\r\n\r\n","state":"open","signature_count":37124,"created_at":"2016-10-23T00:17:08.041Z","updated_at":"2017-04-22T22:14:52.649Z","open_at":"2016-10-28T17:32:31.171Z","closed_at":null,"government_response_at":"2017-02-08T15:42:40.948Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-23T17:41:01.764Z","response_threshold_reached_at":"2017-01-23T17:26:46.176Z","creator_name":"Gareth P Rowell","rejection":null,"government_response":{"summary":"Reforming the off-payroll working rules in the public sector will ensure that all public sector bodies, and those who work for them, pay the right amount of tax.","details":"The off-payroll working rules, commonly known as IR35, are in place to ensure that where individuals would have been employees if they were providing their services directly, they pay broadly the same tax and National Insurance as other employees. However, the Government estimates that currently only around 10% of people who should pay tax on at least part of their company's income under these rules actually do so. This non-compliance is unfair, and the most recent estimate puts the cost to the Exchequer at £440m per year which, in turn, reduces the government’s ability to fund core services used by all such as the NHS. \r\n \r\nThere are many legitimate, commercial reasons for people to work through limited companies and for businesses to engage individuals in this way. The Government recognises the benefits to the economy of having a flexible labour market, and has no intention of preventing people from working through their own companies. However, the Government does not believe that an individual’s decision to work through a company should necessarily affect the amount of tax that they pay when they are remunerated for their work.\r\n\r\nThe Government considers it crucial that public sector bodies make sure that both they and those who work for them pay the right amount of tax. As such, the Government is taking action to improve compliance with the rules in the public sector. From April 2017, individuals working through their own company in the public sector will no longer be responsible for operating the off-payroll rules. Where an individual’s company is directly engaged to a public sector body, the public sector body will be responsible for determining whether or not the rules apply, and deducting any necessary employment taxes on payments to the individual’s company. Where this engagement takes place through an agency, the public sector body will be responsible for determining whether or not the rules apply and informing the agency of this decision, in order that any necessary employment taxes can be deducted by the agency.\r\n\r\nIt’s important to note that this change does not introduce a new liability, but is designed to ensure that the current rules work as intended. Legislation to stop individuals reducing their tax bill by working through a limited company has been in place for more than 15 years. Furthermore, these rules will not lead to self-employed individuals paying employment taxes; the rules only apply to those who would have been employed if they were engaged directly. Indeed, many public sector bodies are already required to check that some off-payroll workers are paying the correct taxes. This change will extend this requirement across the entire public sector workforce, and make the public sector body or agency responsible for paying the taxes, rather than just checking they have been paid. \r\n\r\nAs is currently the case, falling within the off-payroll tax rules will not change an individual’s status for employment rights as there is no direct link between employment taxes and these rights. However, those who wish to challenge their employment status for employment rights can take their case to an employment tribunal whether or not they are classified as employed for tax purposes.\r\n\r\nThe Government recognises concerns that determining whether or not the rules apply can be administratively demanding. In response to this, HMRC are developing an online tool that will help public sector bodies to determine whether or not the rules apply. This will provide certainty and clarity for all those who are required to make a determination, ensuring that only those who would have been employees if they were engaged directly will have to pay employment taxes.\r\n\r\nHM Treasury \r\n","created_at":"2017-02-08T15:42:40.945Z","updated_at":"2017-02-08T15:42:40.945Z"},"debate":null}},{"type":"petition","id":182705,"links":{"self":"https://petition.parliament.uk/petitions/182705.json"},"attributes":{"action":"Reconsider The National Funding Formula so that NO child at school will LOSE out","background":"Some schools will suffer £1000's in cuts over the next 3 years under the NFF. The Government should reconsider the introduction of the National Funding Formula and commit to provide additional funding to schools in more deprived areas without cutting funding to schools already struggling. ","additional_details":"I support the need for children in more deprived areas to benefit from additional resources but that should not be at the expense of my own child’s education. Previous restrictive funding arrangements have meant that some schools have operated with no viable contingency for years, but have managed to balance budgets by making significant year-on-year cuts and increasing reliance on donations. Schools can not absorb further cuts without reducing staffing and asking parents to contribute more. ","state":"open","signature_count":37041,"created_at":"2017-02-03T16:10:41.619Z","updated_at":"2017-04-22T22:27:12.527Z","open_at":"2017-02-08T19:40:48.915Z","closed_at":null,"government_response_at":"2017-03-02T16:56:23.741Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-03T16:36:37.994Z","response_threshold_reached_at":"2017-02-16T21:28:43.185Z","creator_name":"A Georgio","rejection":null,"government_response":{"summary":"School funding is at its highest ever level - more than £40 billion in 2016-17. We are consulting on our proposed national funding formula, and we are keen to hear from as many people as possible.","details":"Please respond online here:\r\nhttps://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nThe Government has protected the core schools budget in real terms for the duration of this Parliament.  School funding is at its highest level on record, and will be over £40bn in 2017-18. Additionally, as school funding is driven by pupil numbers, where pupil numbers rise, the amount of money schools receive will also increase.\r\n\r\nBut the system for distributing that record amount of funding is unfair, opaque and outdated.  Similar schools, educating similar pupils, receive very different levels of funding with little or no justification, because the system is based on historic data and has not kept up with changes since it was established more than a decade ago. We are determined to end this postcode lottery and make sure that funding is consistent across the country, rather than depending on where children happen to live.  That is why we are introducing a national funding formula for schools.\r\nThe national funding formula does not affect how much money is available for schools overall – it is purely about ensuring that that money is distributed more fairly across the country.  The national funding formula will mean that, for the first time, we will have a clear, simple and transparent system that matches funding to children’s needs and the school they attend.  More than half of England’s schools, many of which have been under funded for years, will see their funding increase as a result of our reforms.\r\n  \r\nThe biggest element of our formula will be basic per-pupil funding.  This will make up about three-quarters of the total funding and means that every child, regardless of circumstances, will attract a consistent amount of money to their school.\r\nWe also want to support schools as they continue to work to break the link between disadvantage and attainment.  So we think it is right that schools serving children with additional needs, who face entrenched barriers to their success, benefit from extra resources to help support these children.  That is why we are also proposing to target money towards pupils who have additional needs through the formula.\r\n\r\nWe have thought very carefully about how to help schools that are losing funding manage the transition to the new system. We have built significant protections into the formula, so that no school will face a reduction of more than more than 1.5% per pupil per year, or 3% per pupil overall.  This limits the otherwise very large reductions that some schools would have seen, which we know would have been unmanageable. \r\n\r\nWe are also continuing to work with schools to help them use their funding in the most efficient way.\r\n   \r\nTo support schools to improve their financial health and efficiency we have produced a collection of tools, information and guidance, https://www.gov.uk/government/collections/schools-financial-health-and-efficiency\r\nincluding benchmarking tools and case studies of best practice, to help schools make savings. \r\n\r\nMost recently, we published the Schools’ Buying Strategy, \r\nhttps://www.gov.uk/government/publications/schools-buying-strategy\r\nto support schools to make significant savings, over £1bn a year by 2019-20, in non-pay and procurement costs. We also launched Workforce Planning Guidance,\r\nhttps://www.gov.uk/government/publications/school-workforce-planning\r\nwhich contains links to advice and case studies, as well as lists of options and questions for school leaders to consider when reviewing their staff structures.\r\n\r\nCreating any national funding formula involves balancing the core funding that every child attracts, and the extra funding targeted to those with additional needs; and balancing increases for those that are due to see gains with stability for those schools that are due to see losses.  We are consulting for a full 3 months on our proposals to ensure we get them right.  We are keen to hear views from as many schools, governors, local authorities and parents as possible.  Please respond to the consultation online here by 22 March 2017:https://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nDepartment for Education","created_at":"2017-03-02T16:56:23.739Z","updated_at":"2017-03-02T16:56:23.739Z"},"debate":null}},{"type":"petition","id":172343,"links":{"self":"https://petition.parliament.uk/petitions/172343.json"},"attributes":{"action":"Reform the system of obtaining Permanent Residence Certification/Card (PR)","background":"The current system of PR discriminates against many groups of EU/EEA residents and their non-EEA spouses/civil partners. This reform will facilitate EU/EEA nationals to obtain Permanent Resident Certification/Card (PR), currently mandatory to become UK citizens (for those who wish to do so).","additional_details":"-British spouses/civil partners to be considered as sponsors for their EU/EEA spouses/civil partners in PR applications \r\n-Scrap Comprehensive Sickness Insurance as PR requirement for EU/EEA students, homemakers, carers, retired, and disabled people or applicants self-sufficient through other income, including their non-EEA spouses/civil partners\r\n-EU/EEA nationals, their spouses/civil partners, their children, who have exercised treaty rights for less than 5 years, to complete their journey to PR \r\n-Parents/carers of British citizens to obtain PR automatically \r\n-Spouses/civil partners of UK service men/women to acquire PR without proof of residency \r\n-PR to be protected under UK law \r\n-Type of residency evidence, currently accepted for PR/ILR, to be accepted for UK citizenship.","state":"open","signature_count":36764,"created_at":"2016-11-12T22:46:13.344Z","updated_at":"2017-04-22T22:33:20.587Z","open_at":"2016-11-17T16:55:33.503Z","closed_at":null,"government_response_at":"2017-01-25T14:37:36.337Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-13T11:36:54.214Z","response_threshold_reached_at":"2017-01-02T23:59:43.851Z","creator_name":"Claudia Holmes","rejection":null,"government_response":{"summary":"The rights of EEA and Swiss citizens in the UK remain unchanged.  The Government wants to protect their status, subject to reciprocal protection for British citizens living in other EU countries.","details":"Until the UK leaves the EU, EU citizens continue to enjoy their EU law rights to travel to, and live in, the UK.  \r\n\r\nThe right of permanent residence, and the requirements that need to be met to acquire it, originate from Directive 2004/38/EC (often referred to as “the Free Movement Directive”). This EU Directive sets the conditions for the acquisition of permanent residence and it applies in all EU Member States.  The Directive is currently implemented in the UK through the Immigration (European Economic Area) Regulations 2006.  Applications for documentation that confirms permanent residence status are refused where the requirements set out in the Directive and Regulations are not met.\r\n\r\nThe Prime Minister has been clear the Government wants to guarantee the status of EU nationals in the UK as early as we can. We have told other EU leaders that we can offer EU nationals here this certainty, as long as this is reciprocated for British citizens in other EU countries. \r\n\r\nHome Office","created_at":"2017-01-25T14:37:36.335Z","updated_at":"2017-01-25T14:37:36.335Z"},"debate":null}},{"type":"petition","id":174988,"links":{"self":"https://petition.parliament.uk/petitions/174988.json"},"attributes":{"action":"Make offering Gay Conversion Therapy a criminal offence in the UK","background":"After events around the world such as the Orlando shootings and Trump's election, many members of the LGBT+ community no longer feel safe in the UK. \r\nThis legislation would help these people feel safer and more able to be open about their true identity.\r\n\r\n","additional_details":"Conversion Therapy is counselling or training which attempts to 'reverse' a person's non-heterosexual identity. This therapy often includes electric shocks, counselors encouraging suicide, and damaging ideology linking LGBT+ identities to sexual abuse from family members in early years.\r\n\r\nIt is scientifically proven that this therapy does not work\r\n","state":"open","signature_count":34879,"created_at":"2016-12-07T18:46:50.176Z","updated_at":"2017-04-22T23:03:39.028Z","open_at":"2016-12-19T17:11:44.075Z","closed_at":null,"government_response_at":"2017-03-15T11:50:18.379Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-07T18:53:37.429Z","response_threshold_reached_at":"2017-02-02T17:36:32.523Z","creator_name":"Molly Mantle","rejection":null,"government_response":{"summary":"This Government does not believe that being lesbian, gay or bisexual is an illness to be treated.","details":"Gay conversion therapy is an attempt to use therapeutic approaches to change a person’s sexual orientation. It is sometimes known as ‘reparative’ or ‘gay cure’ therapy. The Government fully recognise the importance of this issue and the adverse impact this treatment could have on lesbian, gay and bisexual (LGB) people.\r\n\r\nThere is no evidence that this sort of treatment is beneficial, and indeed it may well cause significant harm to some patients.  It is incumbent on professionals working in the National Health Service to ensure that treatment and care, including therapy, is provided to every patient without any form of discrimination.\r\n\r\nThis Government is committed to tackling discrimination towards LGB people. \r\n\r\nThat is why we have already worked with the main registration and accreditation bodies for psychotherapy and counselling practitioners, including the UK Council for Psychotherapy (UKCP), to develop first a consensus statement and then a Memorandum of Understanding committing signatory organisations to a range of activities including training and awareness raising amongst their members in relation to this issue. This Government has already taken the necessary steps to prevent the practice of gay conversion therapy in the UK.\r\n\r\nDepartment of Health","created_at":"2017-03-15T11:50:18.377Z","updated_at":"2017-03-15T11:50:18.377Z"},"debate":null}},{"type":"petition","id":178095,"links":{"self":"https://petition.parliament.uk/petitions/178095.json"},"attributes":{"action":"Make British Sign Language part of the National Curriculum.","background":"There are currently 11 million people within the United Kingdom with hearing loss. Some of these profoundly deaf - yet British Sign Language has still not been made a part of the national curriculum. I urge you all to sign this and make BSL a mandatory subject in schools.","additional_details":"","state":"open","signature_count":33910,"created_at":"2017-01-21T22:56:22.558Z","updated_at":"2017-04-22T23:58:16.335Z","open_at":"2017-01-23T20:26:41.404Z","closed_at":null,"government_response_at":"2017-02-22T15:39:22.552Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-21T23:39:14.686Z","response_threshold_reached_at":"2017-02-08T21:31:19.442Z","creator_name":"Wayne Barrow","rejection":null,"government_response":{"summary":"British Sign Language was recognised as a language in its own right by the government in 2003.Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.","details":"The teaching of a foreign language is statutory at key stages 2 and 3 for pupils in maintained schools.\r\n\r\nTeaching of one modern foreign language has always been a statutory requirement of the national curriculum at key stage 3, and schools can teach any modern foreign language to meet this requirement. From September 2014, maintained primary schools must teach a modern or ancient foreign language to pupils at key stage 2.\r\n\r\nThe government accepts that British Sign Language (BSL) can be a beneficial subject that schools might choose to teach in addition to foreign languages. However, the national curriculum programmes of study for languages contain a number of requirements that could not be met through BSL; for example at key stage 2 the requirement to describe people, places, things and actions in writing. A maintained school would therefore be unable to meet the curriculum requirement solely by teaching BSL.  \r\n\r\nDepartment for Education","created_at":"2017-02-22T15:39:22.550Z","updated_at":"2017-02-22T15:39:22.550Z"},"debate":null}},{"type":"petition","id":174321,"links":{"self":"https://petition.parliament.uk/petitions/174321.json"},"attributes":{"action":"The NHS must never be privatised and remain a free, publicly funded UK service.","background":"The NHS is the bedrock of a fair and compassionate society, which is what any decent, caring person should be aspiring to be part of. The majority of our population have experienced the excellent work carried out by the NHS staff since it began treating people without asking how much money they had.","additional_details":"Our number 1 priority in the UK must be the people and their health. Our doctors, nurses and the free service provided by them, are the envy of the rest of the world. The NHS is part of our national culture and has saved and cared for countless lives. It is currently being underfunded in favour of less worthy departments, such as the hundreds of billions being invested into Trident nuclear weapons and fighting wars in the middle east. The preservation and continuation of a free NHS is paramount.","state":"open","signature_count":32131,"created_at":"2016-11-30T13:31:28.509Z","updated_at":"2017-04-22T21:49:10.255Z","open_at":"2016-12-08T18:27:09.100Z","closed_at":null,"government_response_at":"2017-01-24T14:07:43.554Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-02T12:51:29.888Z","response_threshold_reached_at":"2017-01-10T13:44:08.672Z","creator_name":"TIMOTHY SHIPLEY","rejection":null,"government_response":{"summary":"The Government remains committed to the principles of the National Health Service, enshrined in the NHS Constitution, that access to NHS services is based on clinical need, not the ability to pay.","details":"Under this Government, the NHS will remain free at the point of use, based on need and not ability to pay. We recognise the NHS, moreover, as part of the social fabric of this country and the single most important public service.  That’s why we believe in the NHS and its values. \r\n\r\nThe vast majority of NHS care has and will continue to be provided by public sector organisations.  Any decision about use of the private sector is for local commissioners.  We are clear though, that patients should be able to access the best possible treatments based on quality of care not the type of provider.\r\n\r\nThe principles the NHS was founded on will remain as important in the future as they were when the NHS was created: of healthcare free at the point of use, funded from general taxation and available to all based on need rather than the ability to pay.  Clinical services will continue to be available on the basis of need, as they are now.\r\n\r\nWe know that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs. However we have more doctors, more nurses, more paramedics all delivering more treatments than ever, funded by a budget at record levels.\r\n\r\nIt is important to remember though, that the pressures faced by the NHS are common to most developed health systems, regardless of how the system is funded.  There is no evidence to suggest that tax funded systems are less effective or efficient than any other system.  The OECD has said that “no broad type of healthcare system performs systematically better than another in improving the population’s health status in a cost-effective manner”.\r\n\r\nThe NHS and wider health system has already examined what needs to be done to ensure the sustainability of the health and care system.  This is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15.  This is the money that the NHS in England asked for and will support the NHS’s own plan for its future – the Five Year Forward View – which set out what needs to change and how this can be achieved.  And £6 billion of this will be frontloaded by the end of this year, kick starting the process of change, and enabling the Government to deliver Government objectives including seven day services and improved access to cancer treatments and mental health services.  The Five Year Forward View is available on NHS England’s website – https://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf. \r\n\r\nAnd this has been committed in spite of the continuing fiscal challenges.  It is also the case that NHS spending has increased as a proportion of total Government spending every year since 2010.  Alongside this, we are giving local authorities access of up to £3.5 billion of new support for social care by 2019-20, through the social care precept and the Better Care Fund.  And aware of the more imminent pressures on social care, the Government took the necessary steps in the recent Local Government Settlement to help in the shorter-term, making available almost £900 million of additional social care funding over the next two years.\r\n\r\nThe Government believes that the answer to the challenges faced by the NHS lies in delivering more integrated services and keeping people well and independent for longer, not in altering the fundamental principles that underpin the NHS, and in working with the NHS in implementing its own plan for the future of the NHS – the Five Year Forward View.\r\n\r\nDepartment of Health","created_at":"2017-01-24T14:07:43.551Z","updated_at":"2017-01-24T14:07:43.551Z"},"debate":null}},{"type":"petition","id":169889,"links":{"self":"https://petition.parliament.uk/petitions/169889.json"},"attributes":{"action":"Let the general public participate when the government sells its Lloyds stake.","background":"The government has withdrawn plans to allow the public to participate when it sells its stake in Lloyds Banking Group. We urge the government to reconsider this decision. Rather than engage with working taxpayers willing to invest in our economy, it has snubbed them in favour of city institutions.","additional_details":"","state":"open","signature_count":31844,"created_at":"2016-10-20T09:19:07.074Z","updated_at":"2017-04-22T17:16:52.866Z","open_at":"2016-10-25T15:42:36.760Z","closed_at":null,"government_response_at":"2016-11-09T17:42:20.824Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-20T10:35:54.616Z","response_threshold_reached_at":"2016-10-26T21:14:13.773Z","creator_name":"Ian Gorham","rejection":null,"government_response":{"summary":"The government remains committed to returning Lloyds to the private sector, where it belongs, in the way that delivers best value for the taxpayer. ","details":"Returning Lloyds to the private sector will promote financial stability, a more competitive banking sector, and the interests of the wider economy. That is why selling the government’s stake in Lloyds Banking Group continues to be a priority.\r\n \r\nSince the retail sale was announced by the previous Chancellor, market conditions have changed and volatility has increased, with Lloyds dropping sharply from above 70p pre- referendum to a post-referendum range of between 47p and 60p. The government has been advised by UK Financial Investments (UKFI) that a trading plan, rather than an incentivised retail offer, would represent the best opportunity to sell shares at a price that delivers value for money for the taxpayer.\r\n\r\nThat is why, on 7 October, we re-launched a trading plan, whereby shares are gradually sold in the market over time, in an orderly and measured way. Members of the public will have the same opportunity as any other investor to purchase shares in the market while we are selling. The previous trading plan was hugely successful and generated £9.2bn for the taxpayer. \r\n\r\nSales through the trading plan will deliver value for money for the taxpayer, and we will ensure that the government will get back all of the £20.3 billion that taxpayers injected into Lloyds during the financial crisis. \r\n\r\nHM Treasury","created_at":"2016-11-09T17:42:20.821Z","updated_at":"2016-11-09T17:42:20.821Z"},"debate":null}},{"type":"petition","id":170006,"links":{"self":"https://petition.parliament.uk/petitions/170006.json"},"attributes":{"action":"Set up Independent Pump-Watch body to monitor and regulate vehicle fuel pricing","background":"You may be surprised to learn that how much we pay to fill up our cars vans and trucks isn’t regulated at all.  And having no government watchdog or independent pricing body means that how, when and why forecourt prices rise and fall is a closely guarded secret. We think that’s wrong.","additional_details":"The FairFuelUK Campaign’s 1.3 million supporters along with hundreds of MPs and their constituents want this to change. We’re recommending an independent Pump Watch body to ensure everybody understands how road fuels are priced and that the 37 million drivers in the UK get the fairest and most transparent deal possible.  So if you’re one of the millions of drivers who can’t understand why fuel prices rise almost overnight but take weeks to go down, please sign this E petition. ","state":"open","signature_count":31519,"created_at":"2016-10-21T13:03:36.533Z","updated_at":"2017-04-22T21:39:21.422Z","open_at":"2016-10-28T11:17:58.417Z","closed_at":null,"government_response_at":"2016-12-08T10:07:18.246Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-21T19:30:43.025Z","response_threshold_reached_at":"2016-11-05T17:29:25.152Z","creator_name":"Howard Cox, Quentin Willson, Charlie Elphicke MP","rejection":null,"government_response":{"summary":"Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.","details":"The Government believes that it is essential that consumers get a fair deal and that falls in oil prices are passed on to lower retail prices without unnecessary delay.  This can most effectively be achieved through an open and competitive market, which drives prices down.  We will therefore continue to make it clear to industry that we expect it to pass any savings that result from lower oil prices onto customers.  \r\n\r\nThe Department for Business, Energy and Industrial Strategy monitors and publishes weekly national average pump prices: \r\nhttps://www.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nAnalysis by the Department for Business, Energy and Industrial Strategy suggests that on average, at a national level, crude price changes are fully passed through into pump prices within 6-7 weeks. This time represents wholesale contractual arrangements and the time taken for fuel to be delivered to filling stations through the supply chain. There is no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall.\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors; including refining capacity, stock levels, biofuels cost, distribution costs and retail margins. Tax and duty is the largest single component of retail petrol and diesel prices; as fuel duty is charged at a fixed rate per litre, retail product prices are therefore always less volatile than crude prices. A reduction in crude oil prices will consequently produce a less than proportionate reduction in retail product prices. Another factor affecting the relationship between crude prices and the retail price of oil products is the exchange rate. Crude oil and oil products are traded in dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nThe Office of Fair Trading’s call for information on the petrol and diesel sector, published in 2013, found that competition in the road fuels sector was working relatively effectively, although it was found that fuel is often significantly more expensive at motorway service stations. Action has since been taken at Autumn Statement 2014 to trial new road signs that display motorway service station petrol and diesel prices for motorway drivers. The aim of the trial is to determine whether the new fuel comparison price signs are effective in providing useful information to road users and to understand the impact of improving fuel price transparency on driver behaviour and fuel prices at Motorway Service Areas. \r\n\r\nCommercially managed Apps or Websites are also available for motorists that provide price comparisons between petrol stations to help them to save money.  \r\n\r\nFrom this analysis we do not think that establishing a new regulator with the associated costs of establishing such a body would be justified.  The sector is subject to the normal competition and consumer protection law.  \r\n\r\nOn 1st April 2014 the Competition and Markets Authority (CMA) became the UK's lead competition and consumer body. The CMA brought together the existing competition and certain consumer protection functions of the Office of Fair Trading and the responsibilities of the Competition Commission. The CMA will work to promote competition for the benefit of consumers, both within and outside the UK. Its aim is to make markets work well for consumers, businesses and the economy. If people have evidence of anti-competitive practices in the fuel supply sector they should pass this to the CMA.  \r\n\r\nThe Government recognises fuel costs remain a significant part of both business and household costs. This is why at Budget 2016 the Government announced that fuel duty will be frozen for the sixth successive year.  The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.  By the end of 2016-17, fuel duty will have been frozen for seventh successive years resulting in the longest fuel duty freeze for 40 years. \r\n\r\nIn addition, people living across seventeen of the UK’s most rural communities benefit from a 5 pence per litre relief on fuel duty. The scheme allows 125,000 people living in the selected areas, who currently face some of the highest fuel prices in the country despite depending on cars for transport, to benefit from cheaper fuel. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2016-12-08T10:07:18.244Z","updated_at":"2016-12-08T10:07:18.244Z"},"debate":null}},{"type":"petition","id":183860,"links":{"self":"https://petition.parliament.uk/petitions/183860.json"},"attributes":{"action":"Abolished fees for Naturalisation for Polish people working in UK over 5 years.","background":"In current political situation in UK, Polish people do not know what will happened with them after Brexit. \r\nMost of them are living and working in this country for more than 5 years. They helped to built economy and infrastructure of Great Britain.\r\n","additional_details":"Theresa May want Polish people to stay in UK after Brexit as they are very valuable for the country. Poles are not sure about final decision after Brexit. They should be assured by given Naturalisation. \r\nUK Government should abolished fees for Naturalisation (which currently are set up for £1236 for single person). If they are so needed in UK why not help them to become British. ","state":"open","signature_count":31296,"created_at":"2017-02-08T12:36:13.461Z","updated_at":"2017-04-22T21:31:34.004Z","open_at":"2017-02-15T14:46:31.934Z","closed_at":null,"government_response_at":"2017-03-15T11:27:15.314Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-08T13:29:52.667Z","response_threshold_reached_at":"2017-02-16T22:26:07.013Z","creator_name":"Grzegorz Lukomski","rejection":null,"government_response":{"summary":"The rights of EEA and Swiss citizens in the UK remain unchanged.  The Government wants to protect their status, subject to reciprocal protection for British citizens living in other EU countries.","details":"Until the UK leaves the EU, EU nationals living in the UK, as well as British citizens in other EU Member States, continue to have the same rights and status, and are subject to the same residence requirements under EU law, as was the case before the referendum.\r\n\r\nEU nationals who have lived continuously and lawfully in the UK for at least five years, automatically have a permanent right to reside under EU law. This means that they have a right to live in the UK without having to exercise Treaty rights. EU nationals are not required to apply to the Home Office for documentation confirming their status or their right to be here, although they can do so if they wish.  Guidance on the requirements, how to apply for documentation and details of the current application fee of £65 can be found here: www.gov.uk/eea-registration-certificate/permanent-residence. \r\n\r\nThe Government fully appreciates the importance of giving certainty to EU nationals regarding their residency status.  That is why the Prime Minister has made it one of her 12 negotiating priorities in the UK’s exit from the EU to secure the status of EU nationals already living in the UK, and vice versa, as early as possible once formal negotiations begin.\r\n\r\nEU nationals who have continuously resided lawfully in the UK for six years and who hold a document certifying permanent residence are eligible to apply for British citizenship if they so wish.  \r\n\r\nThe Home Office sets border, immigration and citizenship fees at a level that helps provide the resources necessary to operate the immigration system. The remainder of the funding is currently provided through general taxation. The Home Office aims to reduce the overall level of funding that comes from general taxation by reducing costs and increasing resources generated from fee income. This will enable it to work towards its ambition of a border, immigration and citizenship system that is fully funded by those who use it by 2019-20, as set out in last year’s Spending Review. \r\n\r\nWhen setting fee levels, as well as taking administration costs into account, careful consideration is given to the benefits and entitlements applicants may receive. \r\nBeing recognised as a British citizen is an important and defining moment in a person’s life and British nationality brings many benefits which applicants value very highly. \r\nThese benefits include:\r\n\r\n•\tthe right to vote in general elections;\r\n•\teligibility to apply for a British passport. This removes the necessity to apply and pay for additional visas to visit many countries;\r\n•\teligibility for consular support when outside the UK (unless in a country of which they are also a national). This support includes issuing replacement emergency travel documents, providing help to victims of crime or people in hospital, and making special arrangements in cases of terrorism, civil unrest or natural disasters. This support is not available to other countries’ nationals, even if they may have been legally living in the UK.  \r\n\r\nHome Office","created_at":"2017-03-15T11:27:15.312Z","updated_at":"2017-03-15T11:27:15.312Z"},"debate":null}},{"type":"petition","id":171052,"links":{"self":"https://petition.parliament.uk/petitions/171052.json"},"attributes":{"action":"Save State-Funded Nursery Schools","background":"The government's consultation paper (Early Years Funding: changes to funding for 3 \u0026 4 year olds 11/8/16) outlined proposals that will leave Nursery schools financially nonviable, forcing them to close. This funding will not cover basic costs, let alone staffing with qualified teachers.","additional_details":"State nursery schools have very good outcomes with regard to closing the achievement gap and supporting children with special needs. State nursery schools are legally required to employ highly-qualified teaching staff, who are proven to give young children the best opportunities for academic achievement and enabling social mobility. The petitioners request the House of Commons to urge the government to recognise the school status of State nursery schools \u0026 fund them accordingly.","state":"open","signature_count":29045,"created_at":"2016-11-02T21:44:20.677Z","updated_at":"2017-04-22T19:28:59.408Z","open_at":"2016-11-03T17:56:13.145Z","closed_at":null,"government_response_at":"2016-11-24T14:22:00.616Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-02T22:39:22.479Z","response_threshold_reached_at":"2016-11-12T12:45:29.921Z","creator_name":"Kerry Walpole","rejection":null,"government_response":{"summary":"We want maintained nursery schools to be sustainable for the long-term. We will provide £55m a year of supplementary funding for them for at least 2 years and consult on their future in due course.","details":"Maintained nursery schools make an important contribution to social mobility, particularly in disadvantaged areas. They are also high quality providers, and are more likely to care for children with special educational needs than other types of early years and childcare provider.\r\n\r\nWe want maintained nursery schools to be sustainable for the long-term, not only to ensure that the quality support they give to disadvantaged areas continues, but also to make the most of the expertise and experience that they have for the benefit of the early years system as a whole. \r\n\r\nAs a result of being constituted as schools, they experience costs that other providers do not. That is why we proposed in our consultation on an early years national funding formula in August that we would provide £55m a year for them for at least two years. This will give them stability during wider changes to funding, and it is a level of funding based on what they currently receive.\r\n\r\nThis will also give us the time to consult on the future of maintained nursery schools, and we have already announced the intention to do so. We are developing this consultation informed by conversations with maintained nursery schools themselves and others with an interest in their role and future. We will publish the consultation in due course.\r\n\r\nDepartment for Education","created_at":"2016-11-24T14:22:00.614Z","updated_at":"2016-11-24T14:22:00.614Z"},"debate":null}},{"type":"petition","id":175134,"links":{"self":"https://petition.parliament.uk/petitions/175134.json"},"attributes":{"action":"STOP all immigration \u0026 implement an Aussie style border control system.","background":"We the British public would like to see an immediate STOP on all immigration and see the implementation of a border control system for all future immigration.","additional_details":"We need an Aussie style border control system, where people trying to come into the Country are checked for full documentation, passport, birth certificate, working visa’s, health insurances etc, proof of an address where they will live, proof of an employment contract, educational \u0026 professional qualifications, an adequate amount of money to live on until they are paid from their employment. Failure to supply ALL of this information should find an individual with refusal of entry.","state":"open","signature_count":28855,"created_at":"2016-12-09T13:02:43.848Z","updated_at":"2017-04-22T23:08:52.437Z","open_at":"2016-12-20T15:02:09.029Z","closed_at":null,"government_response_at":"2017-02-24T14:27:59.593Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-11T18:56:33.897Z","response_threshold_reached_at":"2017-01-30T19:41:13.741Z","creator_name":"Bert Travers","rejection":null,"government_response":{"summary":"The Government is committed to reducing net migration to sustainable levels. Non-EU workers must have a skilled job and pay towards the NHS. Brexit will allow us to get more control of EU migration. ","details":"The immigration system has a role to play in supporting growth and meeting the needs of UK businesses.  Migrant workers fill skills gaps in our labour market and help to boost our economy.  We also welcome international students who want to come to study at our world-leading universities and are committed to making sure we attract the brightest and the best.\r\n\r\nUncontrolled, however, mass immigration makes it difficult to maintain social cohesion, puts pressure on public services and can drive down wages for people on low incomes.  That is why we are committed to reducing net migration to sustainable levels.\r\n\r\nThe context that Australia operates in is very different to the UK.  It has a low population density and there is public support for increased legal migration.  The net immigration rate in Australia is, in proportion to their population, three times ours at 240,000 per year on a population one third of the UK’s.  \r\n\r\nThe Australian points-based system forms only a part of the work migration system and is intended primarily for job seekers, not employers (who have a different route for recruitment).  As the Prime Minister has said many times in the past, a points-based system will not work and is not an option. It would give foreign nationals the right to come to the UK if they meet certain criteria, instead of ensuring that decisions on who comes to the country are based on our economic needs and reside with the Government.\r\n\r\nOur immigration system is designed to meet the UK’s specific needs.  We are putting an end to automatic entry where points tests are met and placing more emphasis on credibility testing.  We have closed routes which allowed migrants to come to the UK without a skilled job offer to look for work. There is a renewed emphasis on migrants being selected by sponsors such as employers and universities, with sponsors being made accountable for their choices. To qualify for a Tier 2 work visa, non-EU nationals must have a specific job offer from an employer which has been licensed by the Home Office to sponsor migrant workers.\r\n\r\nWe have capped the number of migrants outside the EU who can come here to work and are ensuring that only those who make a real economic contribution can come. We have also closed almost 1,000 bogus colleges, and increased scrutiny of sham marriages. We are removing more foreign national offenders than ever before and have legislated to stop illegal migrants operating under the radar.\r\n\r\nApplicants coming to the UK to work, study or join family need to provide documentation and must have sufficient money to support themselves without relying on public funds.  Those coming for more than six months must pay an immigration health surcharge to ensure they make a fair contribution towards the costs of the NHS.\r\n\r\nAs we conduct the negotiations to leave the EU, it must be a priority to regain more control of the numbers of people who come here from Europe.  The precise way in which we will do this is yet to be determined. There are a whole range of issues to consider, not just how to bring control through the rules for people coming in, but also crucially the activities they are permitted to undertake when they are here.\r\n\r\nAt every step of the negotiations, the Government will work to ensure the best possible outcome for the British people. We are about to begin these negotiations and it would be wrong to set out unilateral positions in advance.\r\n\r\nOur reforms since 2010 have already made it more difficult for EU migrants to claim benefits in the UK and, through the landmark Immigration Act, made it tougher for illegal immigrants to remain by restricting access to work, housing, benefits, healthcare, bank accounts and driving licences and making it easier to remove those who have no right to be here by reducing the number of appeals.\r\n\r\nHome Office","created_at":"2017-02-24T14:27:59.590Z","updated_at":"2017-02-24T14:27:59.590Z"},"debate":null}},{"type":"petition","id":183526,"links":{"self":"https://petition.parliament.uk/petitions/183526.json"},"attributes":{"action":"Call on DEFRA to withdraw UK approval of A24 trap, sold in NZ to kill hedgehogs.","background":"DEFRA recently approved the use of these traps in England (pending in Wales \u0026 Scotland). The traps (http://www.goodnature.co.nz/products/rat-stoat/) are sold to kill hedgehogs (\u0026 other species), in New Zealand where hedgehogs are non-native \u0026 considered a ‘pest’ species.","additional_details":"In the UK hedgehogs are protected being listed on Schedule 6 of the Wildlife \u0026 Countryside Act. If a trap is set \u0026 it catches a hedgehog, then the person who set the trap can be prosecuted. Anyone setting traps for ‘vermin’ or non-protected species is obliged to take all reasonable precautions to avoid catching a protected species, since there are no ‘reasonable precautions’ to avoid catching hedgehogs using this trap, anyone who sets them is at risk of prosecution if they catch a hedgehog.","state":"open","signature_count":28369,"created_at":"2017-02-07T10:28:21.569Z","updated_at":"2017-04-22T23:35:26.708Z","open_at":"2017-03-13T16:38:39.273Z","closed_at":null,"government_response_at":"2017-04-03T14:42:33.124Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-07T15:49:26.506Z","response_threshold_reached_at":"2017-03-16T21:05:00.622Z","creator_name":"Fay Vass, British Hedgehog Preservation Society","rejection":null,"government_response":{"summary":"The Goodnature A24 trap is not approved for use against hedgehogs in England. Where traps are used for other species, the trapper must ensure that offences against protected species are not committed.","details":"Before a new spring trap is brought into the market it must first be approved for use via a Spring Trap Approval Order made in England and Wales under the Pests Act 1954, Scotland under the Agriculture (Scotland) Act 1948 and Northern Ireland under the Wildlife (Northern Ireland) Order 1985. \r\n\r\nThe humaneness of the trap is assessed before it is approved for use. Trap evaluation is currently carried out by the Animal and Plant Health Agency (APHA), which then recommends whether a trap should be approved or not and, if so, what conditions of use (placement criteria, permitted target species) should apply. \r\n\r\nUnder the Spring Traps Approval (Variation) (England) Order 2015, the Goodnature A24 Rat and Stoat Trap may only be used for the purpose of killing rats and stoats. The trap must also be placed so that it can only be entered by way of an artificial tunnel which is suitable for that purpose. \r\n\r\nNo spring trap is approved for use against hedgehogs as under section 11 of the Wildlife and Countryside Act 1981 it is an offence, unless under and in accordance with the terms of a licence, to use any trap or snare for the purpose of killing or taking a hedgehog or to set in position any trap or snare in such a way so as to be calculated to cause bodily injury to a hedgehog.\r\n\r\nA condition of use for all approved spring traps is that so far as is practicable without unreasonably compromising its use, the trap must be used in a manner that minimises the likelihood of its killing, taking or injuring non-target species. \r\n\r\nIt is for the trapper to make sure conditions of use are complied with and offences against protected species are not committed.\r\n\r\nWhere the safety of protected species cannot be reasonably assured, the use of non-lethal methods of capture, such as cage trapping, should be employed so non-target species can be released unharmed if accidently captured.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2017-04-03T14:42:33.120Z","updated_at":"2017-04-03T14:42:33.120Z"},"debate":null}},{"type":"petition","id":187137,"links":{"self":"https://petition.parliament.uk/petitions/187137.json"},"attributes":{"action":"Car insurance is compulsory therefore it should be nationalised","background":"Insurers have for too long sought annual increases for premiums against motorists.  The insurance industry has blamed this on the \"whiplash culture\".  However, even though costs have been reduced due to a change in legislation in 2012, which insurers requested, policies have become more expensive.","additional_details":"The costs of car insurance is rising five times faster than train fares.  There is, rightly, an uproar when train fees are increased however when it comes to car insurance the uproar is muted.  The insurance industry has sought to end whiplash claims which will ultimately benefit the insurance industry.  As car insurance is compulsory it should be nationalised and run as not for profit.  The insurers are legally making vast profits for their shareholders and fleecing the public.","state":"open","signature_count":28290,"created_at":"2017-02-22T16:24:39.485Z","updated_at":"2017-04-22T23:21:29.023Z","open_at":"2017-03-06T09:43:30.300Z","closed_at":null,"government_response_at":"2017-03-21T10:25:53.395Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-22T16:36:42.680Z","response_threshold_reached_at":"2017-03-10T10:44:25.781Z","creator_name":"Kiren Aslam","rejection":null,"government_response":{"summary":"The Government is taking action to tackle high insurance premiums caused by fraudulent and expensive whiplash claims.","details":"The UK motor insurance market is very competitive and shopping around for the best possible option before making any decisions is likely to benefit customers.  The British Insurance Brokers Association (BIBA) run a not for profit ‘find a broker’ service that specialises in finding cover for those who are having difficulties obtaining the cover they need at a reasonable cost. Further information can be found on their website: www.biba.org.uk.  New rules coming into force this year will require motor insurers to disclose last year’s premium at renewal and prompt customers to shop around for the best deal.\r\n\r\nOn 23 February the Government announced reforms aimed at tackling the continuing high number and cost of whiplash injury claims that were having a negative impact on the price of motor insurance premiums.  These reforms will end the cycle in which motorists pay higher insurance premiums due to minor, exaggerated and fraudulent whiplash claims by others.   Leading insurers have already expressed their commitment to passing on the savings from these reforms to consumers through lower premiums.   We will continue to work closely with the insurance industry and monitor their reaction to the reforms. \r\n\r\nIt is a longstanding principle that insurers will set their premiums according to their assessment of the risks involved. This in turn incentivises safer driving.  Motor insurers use a wide range of criteria to assess the potential risk associated with a quotation and this includes the age of the applicant, the type of vehicle being insured, the postal area where the applicant lives and the driving experience of the applicant.  \r\n\r\nThe level of premiums is a commercial matter for individual insurers as they use their own funds to underwrite the policies that they issue. Decisions that they make are based on their underwriting experience and the Government does not generally intervene or seek to control the market.\r\n\r\nA nationalised car insurance scheme would remove competition from the market and an insurer’s incentive to reward safer driving with lower premiums.    It is also likely lead to cross-subsidisation where non-drivers and those with a lower risk subsidise the cost of insurance for drivers of more expensive vehicles or those who represent a greater risk e.g. those with driving convictions.\r\n\r\nDepartment for Transport","created_at":"2017-03-21T10:25:53.393Z","updated_at":"2017-03-21T10:25:53.393Z"},"debate":null}},{"type":"petition","id":175845,"links":{"self":"https://petition.parliament.uk/petitions/175845.json"},"attributes":{"action":"Debate the possibility that the \"Will of the People\" has changed since Brexit","background":"\r\nIt is becoming increasingly evident that the full implications of Brexit were not considered in the run-up to the Referendum. Numerous polls suggest that there would now be a clear majority for Remain","additional_details":"","state":"open","signature_count":26909,"created_at":"2016-12-17T17:16:13.402Z","updated_at":"2017-04-22T22:19:46.367Z","open_at":"2016-12-21T17:57:37.827Z","closed_at":null,"government_response_at":"2017-02-08T11:15:03.749Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-17T17:25:31.712Z","response_threshold_reached_at":"2017-01-27T23:15:05.763Z","creator_name":"Jeffrey Brown","rejection":null,"government_response":{"summary":"On 23 June 2016 the United Kingdom voted to leave the European Union in a referendum provided for by an Act of Parliament. ","details":"The Government is committed to implementing the democratic outcome of the referendum.\r\n\r\nThe Government was clear in the run up to the EU referendum that we would honour the choice made by the people of the UK on 23 June 2016. We will maintain that commitment: the UK will leave the EU. \r\n\r\nThis Government will make no attempt to remain in the EU by the backdoor, nor will we hold a second referendum on membership. We are preparing for a smooth and orderly exit from the EU and we will trigger the legal process which starts this by the end of March 2017. \r\n\r\nWe will seek an ambitious future relationship with the EU which works for all the people of the UK and which allows the UK to fulfil its aspirations for a truly global UK.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-08T11:15:03.746Z","updated_at":"2017-02-08T11:15:03.746Z"},"debate":null}},{"type":"petition","id":185283,"links":{"self":"https://petition.parliament.uk/petitions/185283.json"},"attributes":{"action":"Allow retired dependent parents of British citizens in U.K","background":"All parents have rights to seek support from their children when they are retired and suffering health and financial issues.Not allowing them to come to UK is to take away their rights to live with their children in their old age.","additional_details":"There is always a time in life when the parents will need their children and it is the duty of the child to give them a shoulder at that age.Allowing them in Uk will give the chance to their sons and daughters to fulfill their duty\r\n\r\nMy Parents are not keeping well and I am desperately waiting to call them here. They are now completely dependent on me.Please support this good cause.","state":"open","signature_count":26705,"created_at":"2017-02-13T23:00:00.732Z","updated_at":"2017-04-22T22:51:52.044Z","open_at":"2017-02-20T09:17:59.157Z","closed_at":null,"government_response_at":"2017-03-13T10:58:31.884Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-14T00:07:49.827Z","response_threshold_reached_at":"2017-02-22T09:00:00.066Z","creator_name":"Archana Dave","rejection":null,"government_response":{"summary":"The Immigration Rules for adult dependent relatives provide a route for those who require a level of long-term personal care that can only be provided in the UK by their relative here.","details":"The family Immigration Rules were reformed in July 2012 to prevent burdens on the taxpayer, promote integration and tackle abuse, and thereby ensure that family migration to the UK is on a sustainable basis that is fair to migrants and the wider community.  These reforms included changes to the route for adult dependent relatives, given the significant NHS and social care costs which can be associated with these cases.  The Department of Health has estimated that a person living to the age of 85 costs the NHS on average around £150,000 in their lifetime, with more than 50 per cent of this cost arising from the age of 65 onwards.  This figure does not take account of any social care costs met by local authorities.\r\n\r\nUnder the rules adult dependent relatives must demonstrate that, as a result of age, illness or disability, they require a level of long-term personal care that can only be provided in the UK by their sponsor here and without recourse to public funds.  The new rules seek to ensure that only those adult dependent relatives who need to be physically close to and cared for by a close relative in the UK are able to settle here.  Those who do not have such care needs can be supported financially in the country in which they live by their relative in the UK.  The route now provides for those most in need of care, but not for those who would simply prefer to live in the UK. \r\n\r\nThe lawfulness of the new rules for adult dependent relatives was upheld by the High Court on judicial review on 20 April 2016 and, overall, we believe that the rules are having the right impact and are helping to restore public confidence in the immigration system.\r\n\r\nHome Office","created_at":"2017-03-13T10:58:31.882Z","updated_at":"2017-03-13T10:58:31.882Z"},"debate":null}},{"type":"petition","id":182429,"links":{"self":"https://petition.parliament.uk/petitions/182429.json"},"attributes":{"action":"Give military veterans priority housing and mental health care","background":"We call on the Government to urgently reform legislation so military veterans are always provided with affordable housing and adequate support services by local authorities, including mental health care for PTSD\r\n","additional_details":"The Armed Forces Covenant states military veterans SHOULD get priority, not MUST. Thousands are homeless with no mental health care.\r\n\r\nEvery local authority signed the Covenant, but they place housing responsibilities onto housing associations, who haven't signed the pledge. \r\n\r\nThis is wrong and must be changed.","state":"open","signature_count":26652,"created_at":"2017-02-02T20:35:14.158Z","updated_at":"2017-04-22T19:25:56.413Z","open_at":"2017-02-08T15:15:00.601Z","closed_at":null,"government_response_at":"2017-02-27T10:53:27.029Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-02-02T20:42:59.380Z","response_threshold_reached_at":"2017-02-11T08:42:00.152Z","creator_name":"Patrick Christys","rejection":null,"government_response":{"summary":"The Government has already taken steps to ensure that veterans are given appropriate priority for housing and those that suffer from mental health problems receive the support and care they need.","details":"We owe a duty to ensure that those who lay their life on the line for their country are not disadvantaged when they move back into civilian life.  \r\n\r\nGovernment has already put in place a raft of measures to ensure that current and former members of the Armed Forces can gain the housing and support they need and deserve. \r\n\r\nIn 2012 we changed the law so that seriously injured and disabled Service personnel and former members of the Armed Forces with urgent housing needs are always given high priority for social housing. \r\n \r\nAt the same time, we introduced regulations to ensure that serving personnel, and veterans who are within 5 years of having been discharged, do not lose their qualification rights because of the necessity to move from base to base. \r\n\r\nBoth these changes apply also to bereaved spouses of Service personnel who are required to leave services accommodation and to members of the Reserve Forces who have been seriously injured or disabled in service.\r\n \r\nRecognising that many veterans will have aspirations of home ownership, we have given former Service personnel and their surviving partners priority for government funded shared ownership schemes for 24 months after service. \r\n\r\nWe have also recently consulted on removing the age restriction for eligibility for starter homes (which allows homes to be sold at a minimum 20 per cent discount to market value for eligible first time buyers) for injured Service personnel and bereaved spouses. \r\n\r\nWe know that just 3 per cent of people seen sleeping rough in London are UK nationals with a history of service in the armed forces. But no-one should ever have to spend a night on the streets. That’s why we’re investing £30 million in projects to help people at risk of sleeping rough, new to the streets or with the most complex needs.\r\n\r\nWe have supported the roll-out of the No Second Night Out and StreetLink initiatives ensuring rough sleepers, including veterans, are found quickly and that they do not spend more than one night on the street.\r\n\r\nThe Government is committed to supporting the vulnerable in society, which includes veterans with mental health needs. The Government has a strong track record of boosting the supply of supported housing for vulnerable people. Between 2011 and 2015 the Government delivered over 18,000 new supported homes in England.\r\n\r\nIn addition, the NHS in England has a number of tailored mental health services available to all veterans, including:\r\n•\t12 veterans’ specific mental health teams across England who each provide different service models that best reflect their local veteran population needs enabling specialist staff to care for veterans with mental health needs and direct them to the most appropriate service. \r\n•\t24-hour veterans’ mental health helpline\r\n•\tThe Big White Wall, an On-line early intervention peer support, wellbeing and counselling service – providing services to Armed Forces, their families and veterans. \r\n•\tVeterans’ Information Service – this service contacts those who have discharged from the Armed Forces a year after they have left. The contact also provides a link through to the Royal British Legion knowledge database where advice can be provided on line for most cases.\r\n\r\nIn 2016, NHS England ran an extensive engagement exercise of their current veteran’s mental health services to seek views and experiences of these services exploring the reasons why some people have not sought or received support and treatment. Following the findings, a pathfinder transition, intervention and liaison mental health service for armed forces serving personnel approaching discharge and after discharge has been commissioned. \r\n\r\nIn addition, up to £18m of NHS England specialist funding is being provided to Combat Stress to provide acute PTSD mental services for veterans. \r\n\r\nRaising awareness of the armed forces community and their mental health and physical needs is imperative to ensure individuals receive high-quality support in a timely manner. Health Education England working with NHS England and welfare charities have produced a package of e-learning modules aimed at all health and social care professionals, to help increase understanding of the armed forces population and facilitate improved care and treatment.  The programme is split across three areas of NHS care for current serving personnel, the families of serving personnel and veterans, and for veterans.\r\n\r\nDepartment for Communities and Local Government","created_at":"2017-02-27T10:53:27.027Z","updated_at":"2017-02-27T10:53:27.027Z"},"debate":null}},{"type":"petition","id":193282,"links":{"self":"https://petition.parliament.uk/petitions/193282.json"},"attributes":{"action":"Put the final Brexit deal to a referendum with revoking Article 50 as an option.","background":"A leaked copy of a European parliament resolution setting out its stance on the Brexit negotiations suggests that the EU would be willing to allow the UK to revoke its Article 50 notification. This makes it imperative that the true will of the people is made known once there's a final Brexit deal. ","additional_details":"","state":"open","signature_count":26557,"created_at":"2017-03-29T10:42:34.934Z","updated_at":"2017-04-22T23:49:22.748Z","open_at":"2017-04-05T11:13:38.315Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-29T11:34:54.434Z","response_threshold_reached_at":"2017-04-09T20:30:27.517Z","creator_name":"Simon Stafford-Townsend","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":195077,"links":{"self":"https://petition.parliament.uk/petitions/195077.json"},"attributes":{"action":"Scrap the \"rape clause\" and the \"family cap\" on social security payments.","background":"As the \"rape clause\" exemption cannot be delivered in a way that does not breach women's rights and undermine women's equality and safety, we call on the UK Government to repeal the \"family cap\" measures in the Welfare Reform and Work Act 2016, including all of its exemptions. ","additional_details":"The Welfare Reform and Work Act 2016 places a \"family cap\" on social security by limiting child tax credits and elements of Universal Credit to two children.\r\n\r\nOne of the exemptions to the cap set out in secondary legislation is known as the \"rape clause\". This allows payments for third and subsequent children when pregnancy has arisen from rape. DWP's plan for implementation of the \"rape clause\" requires women to disclose rape to a certifying \"third-party assessor\".","state":"open","signature_count":24218,"created_at":"2017-04-13T10:31:22.885Z","updated_at":"2017-04-22T23:45:30.826Z","open_at":"2017-04-13T12:28:51.156Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-04-13T12:25:09.227Z","response_threshold_reached_at":"2017-04-14T20:34:09.975Z","creator_name":"Alys Mumford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":175561,"links":{"self":"https://petition.parliament.uk/petitions/175561.json"},"attributes":{"action":"Work with UK Sport to reinstate GB badminton funding for the next Olympic cycle","background":"UK Sport have announced it is giving ZERO funding to GB badminton’s Olympic programme, despite exceeding the medal target by winning bronze in Rio.\r\nThis is an incomprehensible decision. We urge sports fans and the British public to sign this petition and get badminton’s voice heard in Government.","additional_details":"The ramifications of UK Sport’s decision are enormous not just for the elite end of the sport but for the grassroots who make up the heartbeat of badminton right across the UK.\r\nGB badminton stars have demonstrated they can compete with the best in the world and have the world-class talent to do so again in Tokyo. \r\nGB Badminton have appealed the decision.\r\n\r\nTo fight for the sport and support our appeal please sign this petition and lobby your local MP so we can save the future of badminton.\r\n","state":"open","signature_count":23733,"created_at":"2016-12-14T13:48:11.083Z","updated_at":"2017-04-22T22:20:37.006Z","open_at":"2016-12-15T16:55:58.560Z","closed_at":null,"government_response_at":"2017-01-17T09:42:13.399Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-14T14:01:51.316Z","response_threshold_reached_at":"2016-12-16T11:23:36.266Z","creator_name":"Adrian Christy","rejection":null,"government_response":{"summary":"Our strategic approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo.","details":"Our athletes made the nation proud in Rio with incredible performances that led to TeamGB and Paralympics GB finishing second in the medal tables with our Olympic and Paralympic heroes' amazing performances, including of course our badminton medallists. Our approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo. \r\n\r\nThe Government’s support for our elite athletes is unwavering, as underlined by the 29% increase in Exchequer funding at the Spending Review in 2015. The four-year journey to Tokyo 2020 starts now and the Government and National Lottery is backing UK Sport to help maintain our place as a sporting superpower.\r\n\r\nThe total Tokyo investment will be up to £345 million, allowing for in-cycle adjustments, transitioning sports and for UK Sport to continue to work with those newly confirmed Olympic and Paralympic sports with strong medal potential for Tokyo. \r\n\r\nRegretfully, UK Sport has been unable to invest in 5 sports that were funded in the Rio 2016 cycle; Archery, Badminton, Fencing, Weightlifting and Wheelchair Rugby.\r\n\r\nUK Sport have not taken these decisions lightly and know that this impacts athletes, coaches and support teams that miss out on funding. UK Sport are committed to managing this with appropriate care and will be working with those affected by these decisions to help them in their transition. \r\n\r\nWhile past performances are an indicator, they are no guarantee of the future potential of any sport. The Tokyo investment process has given UK Sport greater insight than ever before of each sport’s future potential through the analysis of the athletes in their system and their strategies for delivering medal success, so these investments have been made on the basis of future medal potential of each sport.\r\n\r\nHowever, the door is always open to sports that can demonstrate increased medal potential to come to UK Sport for support through their annual review process.\r\n\r\nOn Friday 16 December Sport England announced they would be investing £7.25m in Badminton over the next four years to support the grassroots of the sport, which will help pave the way for the next generation of talent.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2017-01-17T09:42:13.396Z","updated_at":"2017-01-17T09:42:13.396Z"},"debate":null}},{"type":"petition","id":178761,"links":{"self":"https://petition.parliament.uk/petitions/178761.json"},"attributes":{"action":"Vote of no confidence in Theresa May in her handling of Brexit \u0026 foreign policy","background":"Theresa May is unconstitutionally going to take Britain out of the common market by a 'hard Brexit'. This threatens our economy and a impact generations to come who did not ask for it. Added to this her actions in siding with Trump \u0026 Erdogan are shaming the UK on the world stage.","additional_details":"","state":"open","signature_count":23010,"created_at":"2017-01-28T22:31:46.291Z","updated_at":"2017-04-22T21:46:48.240Z","open_at":"2017-01-31T21:57:52.891Z","closed_at":null,"government_response_at":"2017-02-21T14:09:31.293Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-01-28T22:59:48.382Z","response_threshold_reached_at":"2017-02-08T12:44:59.017Z","creator_name":"Simon Norman","rejection":null,"government_response":{"summary":"The UK voted to leave the European Union in a referendum and the Government will deliver on the verdict.","details":"As set out in the Government’s recent White Paper, we will not be seeking membership of the Single Market, but will pursue instead a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs arrangement. \r\n\r\nThis agreement should allow for the freest possible trade in goods and services between the UK and the EU’s Member States and should give UK companies the maximum freedom to trade with and operate within European markets – and let European businesses do the same in the UK.\r\n\r\nLeaving the EU offers us an opportunity to forge a new role for ourselves in the world: to negotiate our own trade agreements and to be a positive and powerful force for free trade. We are also seeking to achieve continuity in our trade and investment relationships with third countries, including those covered by EU Free Trade Agreements or other EU preferential arrangements. We are exploring with our trading partners ways to achieve this. \r\n\r\nThe UK has always been a leading voice for free trade in the EU and globally. Outside the EU we will have the complete freedom to pursue this approach and to push for more open global trade, supported by strong global institutions like the World Trade Organization.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-02-21T14:09:31.292Z","updated_at":"2017-02-21T14:09:31.292Z"},"debate":null}},{"type":"petition","id":173053,"links":{"self":"https://petition.parliament.uk/petitions/173053.json"},"attributes":{"action":"Increase teachers' PPA time to 1 day per week to promote teachers' wellbeing.","background":"The DfE Teachers’ workload survey 2013 shows Primary school teachers work almost 60 hrs a week. \r\n\r\nFull time teachers are contracted to 32.5 hours a week. Therefore, the U.K. education system is surviving only because of the additional 'goodwill' work teachers do!\r\n","additional_details":"The HSE's Labour force survey, listed teaching with one of the highest rates of work-related stress, anxiety or depression. With the unmanageable workload and unsustainable lifestyle as contributing factors to teachers 'burning out' due to a non existent work/life balance. \r\n\r\nThe 2014-15 figures from the DfE show that teachers on average each took 7.6 days off for sickness. A total of 2.22 million days were lost to teachers’ sickness absence. \r\n\r\nA full Friday of 'non-contact' PPA time would help teachers to manage workload prior to the weekend, so they could mentally and physically rest prior to the forthcoming week.\r\n","state":"open","signature_count":22954,"created_at":"2016-11-18T20:30:57.516Z","updated_at":"2017-04-22T22:35:02.608Z","open_at":"2016-12-15T15:13:18.021Z","closed_at":null,"government_response_at":"2017-02-22T15:31:09.870Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-18T23:28:32.603Z","response_threshold_reached_at":"2017-01-22T20:52:52.836Z","creator_name":"Rachael Meleady","rejection":null,"government_response":{"summary":"We are supporting the profession to tackle issues which can affect teachers’ wellbeing, including excessive workload, and recognise the importance of teachers having adequate PPA time. ","details":"We want every child to be taught by great teachers who are not weighed down with unnecessary workload which we know can affect wellbeing. Sickness absence amongst teachers is however below the national averages for the private sector and for the overall labour market, as well as below the rates seen in other areas of the public sector.\r\n\r\nAs part of our response to the 2014 ‘Workload Challenge’, https://www.gov.uk/government/publications/workload-challenge-for-schools-government-response\r\nthe Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and data management. https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511256/Eliminating-unnecessary-workload-around-marking.pdf\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511257/Eliminating-unnecessary-workload-around-planning-and-teaching-resources.pdf\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511258/Eliminating-unnecessary-workload-associated-with-data-management.pdf\r\n\r\nThe reports from these groups, published in March 2016, include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. \r\n\r\nThe planning and resources group https://www.gov.uk/government/publications/reducing-teacher-workload-planning-and-resources-group-report\r\nwere clear in their report that planning should take place in purposeful and well defined blocks of time. They recommended that Senior Leadership Teams should consider aggregating PPA into units of time which allow for substantial planning.\r\n\r\nWe will shortly publish an action plan setting out further commitments to help reduce teacher workload, including an offer of targeted support for schools to tackle workload where it is most needed. It is important that we work together to explore new and innovative ways to address this challenge. \r\n\r\nThe School Teachers’ Pay and Conditions Document (STPCD) stipulates that all teachers in maintained schools participating in the teaching of pupils are entitled to reasonable periods of Planning, Preparation, and Assessment (PPA) as part of their 1265 hours of directed time. PPA time must be provided in units of not less than half an hour during the school’s timetabled teaching week and must amount to not less than 10% of the teacher’s timetabled teaching week. In addition, the STPCD makes clear that governing bodies and headteachers must ensure that teachers are able to achieve a satisfactory work/life balance. In 2014 the School Teachers’ Review Body (STRB) undertook a review of teachers’ non-pay terms and conditions.  After considering evidence from the teaching unions, the employers and the Government, the STRB recommended that the principles underlying those conditions, including PPA time and work/life balance, remained appropriate and should be retained. The Government confirmed its acceptance of those recommendations.\r\n\r\nDepartment for Education","created_at":"2017-02-22T15:31:09.867Z","updated_at":"2017-02-22T15:31:09.867Z"},"debate":null}},{"type":"petition","id":171341,"links":{"self":"https://petition.parliament.uk/petitions/171341.json"},"attributes":{"action":"Raise the Speed limit on Motorways in the UK from 70mph to 90mph.","background":"The 70mph speed limit on UK motorways was introduced in 1966. since then the technology and safety features of cars has come on considerably. it is now time to embrace this change and accept that it is safe for cars to drive at this speed. it will also help to reduce congestion on motorways.","additional_details":"","state":"open","signature_count":22438,"created_at":"2016-11-04T15:57:31.783Z","updated_at":"2017-04-22T22:06:15.436Z","open_at":"2016-11-08T15:26:21.685Z","closed_at":null,"government_response_at":"2017-03-23T16:18:31.478Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-11-04T16:14:43.219Z","response_threshold_reached_at":"2017-03-08T21:43:25.454Z","creator_name":"Leo Leman","rejection":null,"government_response":{"summary":"The Department for Transport has not carried out detailed investigations of the potential economic, safety and environmental impacts of raising the maximum speed limit on motorways to 90mph.  ","details":"We recognise that technology is moving on rapidly and that vehicles are much safer than when the current speed limit was first introduced.  But any change to the speed limit would have to be based on a full and sound understanding of the wider safety, environmental and other impacts of such a change.  \r\n\r\nAn initial assessment of the possibility of introducing trials of 80 mph limits was made in 2012-13 but we currently have no plans to do so. \r\n\r\nThe ability to set speed limits, including the national limits, in Scotland and Wales has been devolved to the Scottish Government and the Welsh Government.  Northern Ireland is responsible for its own road traffic legislation.\r\n\r\nDepartment for Transport","created_at":"2017-03-23T16:18:31.476Z","updated_at":"2017-03-23T16:18:31.476Z"},"debate":null}},{"type":"petition","id":176033,"links":{"self":"https://petition.parliament.uk/petitions/176033.json"},"attributes":{"action":"Harvey's Army - Compulsory Microchip Scanning of Deceased Pets Found on railways","background":"Harvey's Army fully support Rory’s Mandate - To ensure that any domestic pet found on or by the tracks governed by Network Rail or Network Rail Infrastructure Limited is scanned for a microchip, details documented and the owners notified in a timely manner.","additional_details":"Rory was lost on the 3rd Dec 16. On the 4th Dec 16 his disappearance was reported to Network Rail and a reference number was given. On the 14th Dec 16 the family were informed by Network Rail that their Track Walker who saw the 'missing' article in the newspaper had discovered Rory and buried him trackside on the 6th Dec 16. Rory was microchipped and registered with Network Rail as missing so if he had been scanned at the time, days of anguish and heartache could have been avoided.","state":"open","signature_count":22391,"created_at":"2016-12-20T23:30:11.904Z","updated_at":"2017-04-22T21:39:51.825Z","open_at":"2016-12-21T14:22:45.415Z","closed_at":null,"government_response_at":"2017-01-23T13:51:57.131Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-21T13:33:15.678Z","response_threshold_reached_at":"2017-01-11T19:35:01.912Z","creator_name":"Kaye Beedle","rejection":null,"government_response":{"summary":"Network Rail uses specialist contractors to remove animal fatalities found on or by the rail tracks.These contractors scan for domestic pet microchips and notify the owners where details are available","details":"The process by which Network Rail manages domestic animal fatalities is outlined for its employees and contractors in its internal operations procedure which is adhered to by all of the railway company’s routes. \r\n\r\nSpecialist contractors, who vary dependent on route and geographical location, are alerted to incidents of animal fatalities by Network Rail’s operators or maintenance teams via the respective route’s control. These contractors are required under operating procedures to remove and scan for microchips any domestic pet fatalities found on Network Rail’s infrastructure. \r\n\r\nProvided that the animal’s body is in a suitable state to be scanned and that details are available on the national database of microchipped domestic pets, owners will be contacted and given the option to collect the deceased pet’s body if they wish.\r\n\r\nNetwork Rail’s operation process states that contractors must allow owners one hour for a response before they take actions to dispose of the animal, however, in practice contractors do extend this window significantly due to sensitivity and practicality, often allowing owners a few days for collection.\r\n\r\nIncidents of domestic animal fatalities are not formally recorded by Network Rail’s contractors. Nevertheless, a recent review by Network Rail of the information held by these contractors estimates that microchips have been found on deceased animals on 15 of 70 occasions where specialist contractors have responded to animal fatalities over the course of their contract respective periods.  \r\n\r\nFinally, with specific regard to the tragic loss of Rory who was lost on the 3rd December 2016, Network Rail regret that on this occasion proper procedure was not followed through the notification of control, and so the specialist contractor team was not alerted. Network Rail has extended its sincere apologies, and is determined to further improve awareness around the reporting procedures for animal fatalities on the company’s infrastructure. \r\n\r\nDepartment for Transport","created_at":"2017-01-23T13:51:57.128Z","updated_at":"2017-01-23T13:51:57.128Z"},"debate":null}},{"type":"petition","id":170364,"links":{"self":"https://petition.parliament.uk/petitions/170364.json"},"attributes":{"action":"End the Fit For Work tests as not fit for purpose, and investigate 9,580 deaths.","background":"The DWPs 'Fit For Work' tests are not fit for purpose, and are routinely abused to cause stress and harm to vulnerable people.\r\n\r\nFrom Dec 2011 to Feb 2014, 2,380 people died shortly after being declared 'fit for work' and having their benefits stopped. I call on the House to hear their stories.","additional_details":"In the same period, 9,200 people in receipt of ESA were found 'fit to work in future' and died shortly afterwards. These statistics are from a Freedom Of Information request to the DWP.\r\n\r\nI call on the House to hear their stories, and to abolish this test. To allow GPs opinions to override that of a 'decision maker' with no medical qualifications. And to investigate how 2,380 people were declared fit enough to work and financially penalised, when they were not fit enough to live, let alone work.","state":"open","signature_count":22294,"created_at":"2016-10-26T12:44:14.352Z","updated_at":"2017-04-22T23:59:47.139Z","open_at":"2016-11-01T18:45:17.100Z","closed_at":null,"government_response_at":"2016-11-28T16:08:22.114Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-10-26T12:54:08.468Z","response_threshold_reached_at":"2016-11-13T10:02:14.279Z","creator_name":"Jack Monroe","rejection":null,"government_response":{"summary":"We are consulting on how to improve the Work Capability Assessment especially for those with the most severe health conditions and disabilities. Please tell us what you think through the consultation.","details":"We are consulting on further reform of the Work Capability Assessment (WCA). On 31 October we launched a Green Paper consultation on how we can further improve the process, such as through separating decisions on financial support from decisions on employment support. We are also consulting on how we can simplify and streamline assessments - particularly for those with the most severe health conditions and disabilities. Over the coming months we will be consulting with disabled people and those who have health conditions, as well as with carers, families, professionals, and a range of organisations who, like us, want to see further change. \r\n\r\nWhile reforming the welfare system so that the greatest number of people possible have the opportunity to lead a full and fulfilling life in work, we are protecting those who, through disability or ill health, are unable to work. We are conscious that it is of vital importance that while supporting so many people in such a range of circumstances, we treat every individual with the dignity and humanity they deserve.\r\n\r\nThere are circumstances in which we carry out internal reviews to establish whether anything related to an individual’s benefit claim should have been done differently. These could include cases where a complaint has been made by somebody who has been identified as vulnerable, or where we receive information that an individual has attempted or completed suicide and it is alleged that Departmental activity may have contributed to this – in these latter circumstances a review is mandatory.\r\n\r\nIt is a mechanism to get a factual account of events related to the individual’s claim, without opinion or judgement attached. The fact that a review has been carried out does not of itself imply that the Department was at fault.\r\n\r\nIn order to protect individual claimants as much as possible, a number of safeguards have been built into Employment and Support Allowance (ESA); some since its inception and others subsequently - some as a result of recommendations made in the independent reviews of the WCA.\r\n\r\nFor instance, Visiting Officers can visit individuals in their own homes if concerns have been raised about their vulnerability. As well as helping to complete benefit claims they can explain any requirements placed on claimants at various stages of their claim, and the consequences of not doing so without good reason. They can also relay concerns back to the Department if they are particularly concerned about an individual’s welfare. This could result in the person taking a decision contacting the claimant’s GP, social services department or, for example, their community mental health nurse if they have one.\r\n\r\nIn cases where it is likely a claimant will be found fit for work, the claimant is contacted by telephone to review the information already held, and to request any additional information that they could consider before making their decision. If they do then decide to find the claimant fit for work, they explain to the claimant that their ESA award will stop, and advise them which benefits they could apply for. The Department will make two separate attempts to contact the claimant; in cases where the claimant is vulnerable and cannot be contacted they will arrange a safeguarding home visit to the claimant. \r\n\r\nIf claimants are unhappy with the decision on their benefit claim they can ask for a mandatory reconsideration, where all of the evidence is looked at again by a different Decision Maker. As part of this process the claimant will be asked if there is any other evidence or information that they would like to be considered. If, following a mandatory reconsideration, the claimant is still not satisfied with the decision they have the right to lodge an appeal at the First-tier Tribunal.\r\n\r\nThe fairness of the welfare system remains one of its most important characteristics, and we are keen to make further improvements wherever possible. That’s why the Secretary of State announced on 1 October that we are stopping ESA reassessments for those with the most severe and life-long conditions, as well as announcing on 16 November that we want to ensure the sanctions system works for people with mental health problems and that from next year jobseekers who are homeless or who have a mental health condition will be able to immediately access hardship payments if they receive a benefit sanction. This change is expected to help around 10,000 people over four years from 2017/18.  \r\n\r\nWe welcome all views as part of our consultation: https://consultations.dh.gov.uk/workandhealth/consult\r\n\r\nDepartment for Work and Pensions","created_at":"2016-11-28T16:08:22.111Z","updated_at":"2016-11-28T16:08:22.111Z"},"debate":null}},{"type":"petition","id":188274,"links":{"self":"https://petition.parliament.uk/petitions/188274.json"},"attributes":{"action":"Stop all benefit payments to non U.K. residents","background":"Why are we sending benefits to families in other European countries, when the people of the UK are in need?\r\nWhy are they allowed to drain our benefit system, when these people,  from other EU countries, should be assisted by their own governments?","additional_details":"We need to put a stop to EU migrants, coming into the UK and putting a financial strain on our economy.\r\nMany of them know the British benefit system better than the British people themselves.\r\nThey take low paid jobs, (British jobs!), ensure they are working the correct hours to claim maximum benefits, and rather than spending the money in the UK, they send it back to their own country. \r\nThis does not benefit the UK economy at all. It just drains our resources and stops money being invested in our uk services","state":"open","signature_count":22186,"created_at":"2017-03-01T21:14:16.766Z","updated_at":"2017-04-22T23:07:31.897Z","open_at":"2017-03-13T10:01:12.610Z","closed_at":null,"government_response_at":"2017-04-18T16:57:18.478Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2017-03-01T22:02:12.834Z","response_threshold_reached_at":"2017-03-26T17:46:10.784Z","creator_name":"Lucy Allen","rejection":null,"government_response":{"summary":"Future arrangements on welfare are a matter for the negotiations on exiting the European Union.","details":"The government is committed to creating a fair and sustainable welfare system.\r\n \r\nThe vast majority of benefits paid to people residing in other EU states (approximately 95%) are pensions. These are benefits that would be paid wherever the person chooses to live – in the UK or abroad. Most of the benefits that can be paid abroad are contributions-based, that is to say, people who have paid their national insurance contributions and are entitled to claim the relevant benefit if they need to. There is no extra cost to the tax-payer. The EU rules help ensure that people who have worked in different EU countries do not lose out compared to people who have never worked in more than one country. A good example of this is where a UK citizen may have worked and contributed in the UK and some other EU countries all their life but had contributed for less than the 10 year minimum period in the UK. Under UK rules they would not qualify for a UK state pension. EU rules allow the UK worker to use contributions made in another EU country to help them meet the UK minimum qualifying conditions. The UK would then pay a state pension based on the number of UK qualifying years. The other EU countries do the same so the mobile worker is able to claim a pension that reflects the years of work and contributions they have completed in each member state.\r\n\r\nEntitlement for Child Benefit and Child Tax Credit depends on the claimant being present and ordinarily resident in the UK. A claimant must also have a right to reside in the UK under domestic or EU legislation. Under EU Social Security co-ordination regulations, the government is required to pay Child Benefit and/or Child Tax Credit for children that a claimant is responsible for living in another member state if the claimant is working and liable for National Insurance or is receiving a UK contributory benefit and meets the eligibility criteria.\r\n\r\nThe rules apply in the same way to all EU countries. That means that a UK citizen living or working in another EU Member State is entitled to make the same claim to benefit as an EU citizen in the UK.\r\n\r\nFuture arrangements on welfare are a matter for the negotiations on exiting the European Union.\r\n\r\nHM Treasury","created_at":"2017-04-18T16:57:18.476Z","updated_at":"2017-04-18T16:57:18.476Z"},"debate":null}},{"type":"petition","id":174367,"links":{"self":"https://petition.parliament.uk/petitions/174367.json"},"attributes":{"action":"Teachers salaries should reflect the 50 plus hours they work a week.","background":"Average full-time teachers in the United Kingdom are paid for 32.5 hours a week. Research published by the BBC has shown that full-time primary school teachers are working an average of 59.3 hours a week and their counterparts in secondary schools are working 55.7 hours a week. ","additional_details":"An article published by Business Insider shows that teachers working in the public sector in the United Kingdom, do not even receive a salary that falls within the top 10 countries worldwide and the annual salaries that they pay their teachers. ","state":"open","signature_count":22170,"created_at":"2016-11-30T21:48:16.008Z","updated_at":"2017-04-21T21:28:43.441Z","open_at":"2016-12-08T16:38:45.755Z","closed_at":null,"government_response_at":"2016-12-23T16:05:03.554Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2016-12-03T10:29:01.106Z","response_threshold_reached_at":"2016-12-11T23:05:58.759Z","creator_name":"Jessica Richmond","rejection":null,"government_response":{"summary":"The most recent data from the OECD shows teachers in England are paid above the OECD average but we recognise we need to do more to empower teachers and school leaders to challenge unproductive tasks.","details":"The School Teachers’ Pay and Conditions Document (STPCD) covers the pay and conditions for teachers in maintained schools in England and Wales. Non-maintained schools, including academies and free schools, are responsible for determining the pay and conditions of their staff themselves. Such schools are therefore not obliged to follow the statutory arrangements set out in the STPCD, although they may still choose to do so if they wish.\r\n\r\nThe STPCD requires that a full time teacher works for 1265 hours across 195 working-days and they must also work such reasonable additional hours to ensure they are able to execute their professional duties.\r\n \r\nThe most recent data from Education at a Glance 2016, shows that when comparing their actual salaries with other tertiary educated workers, teachers in England are above the OECD average and fare better than teachers in many other OECD countries including Norway and Sweden.\r\n\r\nThe Government, however, realises the importance of continuing to attract and retain high quality teachers and is actively addressing the issues that teachers tell us matter the most including unnecessary teacher workload.\r\n\r\nWe want to ensure that teachers can concentrate on teaching and not bureaucracy and paperwork. As part of our response to the 2014 ‘Workload Challenge’, the Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and resources and data management. These groups published their reports in March 2016.\r\n\r\nThe reports include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. We have accepted, and are acting on, the recommendations for Government. As the reports make clear, it is for everybody involved in education to act on the principles and recommendations in these reports.\r\n\r\nTeaching continues to be an attractive profession for high quality graduates, with 18 per cent of this year’s cohort again holding a first class degree whilst 74 per cent of trainees hold a 2:1 or above. We currently have more teachers in our schools than ever, with over 456,000 teachers in schools throughout England- up more than 15,000 since 2010 - and retention rates have remained broadly stable.\r\n\r\nWe also have a range of incentives to attract the very best graduates, including training bursaries of up to £30,000, and scholarships. Maintained schools have been granted greater pay freedoms, giving them the flexibility they need to meet their workforce needs.\r\n\r\nDepartment for Education ","created_at":"2016-12-23T16:05:03.552Z","updated_at":"2016-12-23T16:19:00.173Z"},"debate":null}}]}