{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":10889,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-09-13T17:36:46.673Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":"2018-06-25T06:27:39.840Z","government_response_at":"2018-07-03T12:07:27.199Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ritesh Patel","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Diwali. The costs are considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Diwali and Dussehra contribute towards this objective. We regret however that we cannot agree to create new bank or public holiday to mark these festivals.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an impact assessment  for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  ACAS provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-03T12:07:27.196Z","updated_at":"2018-07-03T12:07:27.196Z"},"debate":null}},{"type":"petition","id":220170,"links":{"self":"https://petition.parliament.uk/petitions/220170.json"},"attributes":{"action":"Award a medal to British personnel involved in any nuclear testing program","background":"It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.","additional_details":"These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.","state":"open","signature_count":10557,"created_at":"2018-05-16T19:23:13.718Z","updated_at":"2018-09-13T19:26:50.343Z","rejected_at":null,"opened_at":"2018-05-18T14:49:23.891Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T19:49:26.402Z","response_threshold_reached_at":"2018-08-16T07:48:04.248Z","government_response_at":"2018-08-21T11:06:26.191Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alan Owen","rejection":null,"government_response":{"responded_on":"2018-08-21","summary":"The Government continues to recognise and be grateful to all Service personnel and civilians who participated in the British Nuclear testing programme.","details":"Their selfless contribution ensured that the UK was equipped with the deterrent we needed during the dangerous years of the Cold War.\r\n\r\nThe Ministry of Defence has asked the Cabinet Office if The Committee on the Grants of Honours, Decorations and Medals (The HD Committee) would consider looking afresh at the previous information, and examine any new evidence presented by campaigners. If the Committee decides that a medal is appropriate recognition for veterans, a recommendation will be made to Her Majesty The Queen. It is envisaged that if the recommendation is supported any subsequent medal would be made available to all those who witnessed the nuclear tests. \r\n\r\nMinistry of Defence","created_at":"2018-08-21T11:06:26.189Z","updated_at":"2018-08-21T11:06:26.189Z"},"debate":null}},{"type":"petition","id":217244,"links":{"self":"https://petition.parliament.uk/petitions/217244.json"},"attributes":{"action":"Save Otmoor from the Oxford-Cambridge Expressway","background":"Otmoor is a unique and beautiful habitat of rare wetland and grazing floodplain,1000 acres of nature reserve that is home to over sixty protected species. \r\n\r\nJust 50 miles from the urban sprawl of London, Otmoor is a conservation area the government's own laws were designed to protect.","additional_details":"Now the government threatens to build a motorway here that would engulf this sanctuary.\r\n\r\nOne of the proposed routes would cut across miles of Green Belt land, passing through ancient woodlands on its way to Otmoor.\r\n\r\nBecause the government has turned down our demands for a Public Enquiry, the decision will now be made behind closed doors. \r\n\r\nPlease sign this petition to demand protection for this national treasure and save Otmoor for future generations. \r\n\r\nwww.SaveOtmoor.org\r\n#SaveOtmoor","state":"open","signature_count":10550,"created_at":"2018-04-10T09:14:38.621Z","updated_at":"2018-09-13T23:18:35.743Z","rejected_at":null,"opened_at":"2018-04-16T13:54:21.535Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T16:36:38.397Z","response_threshold_reached_at":"2018-08-26T14:14:56.101Z","government_response_at":"2018-09-12T16:59:37.472Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adrian Pennink","rejection":null,"government_response":{"responded_on":"2018-09-12","summary":"The Government has announced the preferred corridor for the Oxford-Cambridge Expressway, and has ruled out construction in the area of the Otmoor nature reserve.","details":"Protecting the environment and the places people love is central to how the Government develops and builds a major new road such as this. We recognise that creating any new road infrastructure carries environmental challenges, and the Government is committed to finding solutions that have the least effect and where possible avoid, mitigate and minimise the effects on the natural environment. \r\n\r\nThe selection of corridor B as the preferred corridor for the Oxford-Cambridge Expressway accounts for environmental and heritage designations, such as those which apply to Otmoor. The Department for Transport and Highways England will continue to work closely with Natural England, Historic England, the Environment Agency, The Wildlife Trust and local nature partnerships to integrate any route as far as possible into the landscape.\r\n\r\nThe Government will also continue to work together with other key stakeholders including, but not limited to, local highway and planning authorities, community and residents’ groups, and environmental bodies, to develop the mitigation strategy as the scheme develops over time.\r\n\r\nYou can read more about the corridor announcement here: https://www.gov.uk/government/speeches/oxford-to-cambridge-expressway-road-scheme-update\r\n\r\nAnd more detail about the corridor itself here: http://assets.highwaysengland.co.uk/roads/road-projects/Oxford+to+Cambridge+expressway/Oxford+to+Cambridge+Expressway+Corridor+overview+booklet.pdf\r\n\r\nThe Highways England Oxford to Cambridge Expressway webpage (at: highwaysengland.co.uk/projects/oxford-to-cambridge-expressway) contains up-to-date information on the scheme and the most recent stakeholder conference presentation.\r\n\r\nDepartment for Transport.","created_at":"2018-09-12T16:59:37.470Z","updated_at":"2018-09-12T16:59:37.470Z"},"debate":null}},{"type":"petition","id":226446,"links":{"self":"https://petition.parliament.uk/petitions/226446.json"},"attributes":{"action":"Revoke the BBC's Royal Charter.","background":"The BBC has a Charter obligation to be independent in fulfilment of its mission. It has repeatedly shown itself incapable of providing impartial reportage on major political issues. The BBC was established when there was no effective media choice. The licence fee is abhorrent in today's media world.","additional_details":"","state":"open","signature_count":10383,"created_at":"2018-08-02T08:23:42.662Z","updated_at":"2018-09-13T22:18:11.396Z","rejected_at":null,"opened_at":"2018-08-10T09:09:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-02T11:10:26.447Z","response_threshold_reached_at":"2018-09-10T08:08:11.963Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tim Price","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219758,"links":{"self":"https://petition.parliament.uk/petitions/219758.json"},"attributes":{"action":"Ban the sale of products containing unsustainably sourced palm oil in the UK","background":"Global production of and demand for palm oil is increasing rapidly. But this is at the expense of tropical rain-forests which form critical habitats for many endangered species and a lifeline for some human communities. Palm oil can be found in many foods and other household items. We can all help.","additional_details":"Did anyone see the Orangutan Diary on BBC 2? The destruction of this species as well as many others is well underway and their already declining population will decrease by a further 1/3 by 2020 unless action is taken. Thousands upon thousands of orangutans have been killed and the destruction of the rain-forests is increasing at an exponential rate. We cannot control what happens in these countries but we can refuse to accept palm oil sourced via an unsustainable method in the UK.","state":"open","signature_count":9033,"created_at":"2018-05-11T10:02:27.586Z","updated_at":"2018-09-13T21:08:48.733Z","rejected_at":null,"opened_at":"2018-05-16T13:15:42.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-11T11:48:51.504Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220240,"links":{"self":"https://petition.parliament.uk/petitions/220240.json"},"attributes":{"action":"anybody caught carrying a knife/gun serve a mandatory life with 10 year minimum","background":"Kids are killing kids. There needs to be a mandatory life sentence with a harsh minimum term of at least 10 years for anyone carrying a knife or gun. The guidelines that are in place now are obviously not a deterrent. A life sentence with 10 years minimum  for all ages would be a big deterrent.","additional_details":"","state":"open","signature_count":9005,"created_at":"2018-05-17T18:44:28.861Z","updated_at":"2018-09-13T14:34:09.017Z","rejected_at":null,"opened_at":"2018-05-23T13:46:07.471Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T18:50:36.335Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Derri Anton Rusko","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219905,"links":{"self":"https://petition.parliament.uk/petitions/219905.json"},"attributes":{"action":"If there is no agreement to leave the EU then brexit must be stopped","background":"If there is no agreement by the deadline for reaching agreement with the EU during the talks then brexit should be stopped as leaving with no deal will be very bad for businesses and for the Irish border issue and for EU citizens living here.","additional_details":"","state":"open","signature_count":8892,"created_at":"2018-05-13T01:48:34.993Z","updated_at":"2018-09-13T23:47:52.130Z","rejected_at":null,"opened_at":"2018-05-18T16:22:27.971Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-13T03:33:45.914Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ciaran O’Doherty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215872,"links":{"self":"https://petition.parliament.uk/petitions/215872.json"},"attributes":{"action":"Make Makaton a compulsory part of Early Years and Primary Education in the UK.","background":"Communication is an essential life skill. Much of everyday life relies on it, from playing to learning, to getting our needs met. Makaton is a language programme using signs and symbols to aid communication. Designed to support spoken language the signs and symbols are in spoken word order.","additional_details":"Further information about Makaton can be found on the makaton website www.makaton.org","state":"open","signature_count":8109,"created_at":"2018-03-22T10:52:49.847Z","updated_at":"2018-09-12T16:15:24.496Z","rejected_at":null,"opened_at":"2018-03-27T11:18:10.302Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T11:09:57.852Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Melissa Lockwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216561,"links":{"self":"https://petition.parliament.uk/petitions/216561.json"},"attributes":{"action":"To impose an immediate two-way arms embargo between the UK and Israel","background":"Trading arms with Israel makes the UK complicit in Israel’s continuing violations of human rights and international law.\r\n\r\nOn the 30th March 2018, Israel killed 15 and injured 1,500 Palestinians, who protested the occupation and siege on Gaza.","additional_details":"The Israeli assault on Gaza in July-August 2014, in which 2,205 Palestinians (including 521 children) were killed, was only one example of Israel’s acts of violence against the Palestinian people. Yet UK-made weapons and military technologies continue to be sold to and used by the occupying Israeli forces.\r\n\r\nIsraeli military and industry sources openly attribute the success of Israeli exports to the weapons and technologies being ‘combat proven.’","state":"open","signature_count":7904,"created_at":"2018-03-30T22:52:31.982Z","updated_at":"2018-09-13T15:52:30.980Z","rejected_at":null,"opened_at":"2018-04-09T14:58:05.460Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T23:39:00.187Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Huda Ammori","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220016,"links":{"self":"https://petition.parliament.uk/petitions/220016.json"},"attributes":{"action":"Increase funding \u0026 testing of pulmonary fibrosis \u0026 idiopathic pulmonary fibrosis","background":"Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff \u0026 scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.","additional_details":"Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.","state":"open","signature_count":7649,"created_at":"2018-05-14T18:54:48.830Z","updated_at":"2018-09-12T18:27:35.111Z","rejected_at":null,"opened_at":"2018-05-18T16:43:27.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T19:20:33.756Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keeley Chambers","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216289,"links":{"self":"https://petition.parliament.uk/petitions/216289.json"},"attributes":{"action":"Reverse the changes to allow for Textiles \u0026 Technology to be stand alone GCSEs.","background":"Last year we saw the Government remove the individualised GCSE in Textiles, instead combining all of the technologies into a generalised technology GCSE.","additional_details":"Not only is this directly suppressing each of the material areas, but it is now narrowing the amount of pupils going into this field, and not enabling them to gain the breadth of skills they previously would have, which would allow them to move on to higher education. From the clothes on our back, to the modern materials found in protective uniform such as Kevlar, we surrounded by technology, and it is vital that ALL areas are widely available to all pupils in the UK","state":"open","signature_count":7400,"created_at":"2018-03-27T11:37:13.292Z","updated_at":"2018-09-10T16:16:47.991Z","rejected_at":null,"opened_at":"2018-04-03T16:58:11.491Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-27T14:54:23.108Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma Haggis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226975,"links":{"self":"https://petition.parliament.uk/petitions/226975.json"},"attributes":{"action":"Ban face coverings in public","background":"People can not be identified when the face is covered and people are becoming more offended and some even scared, with different gangs appearing all over and violent crimes are being committed.","additional_details":"","state":"open","signature_count":7393,"created_at":"2018-08-09T22:44:28.373Z","updated_at":"2018-09-13T23:18:05.614Z","rejected_at":null,"opened_at":"2018-08-17T12:33:33.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-10T12:35:38.456Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donna Hopkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214751,"links":{"self":"https://petition.parliament.uk/petitions/214751.json"},"attributes":{"action":"Introduce photo ID cards in order to vote in all Elections.","background":"We believe that photo ID cards should be mandatory in order to be able to vote in all Elections.\r\nIn order to prevent voter fraud, the Government should introduce a national photo ID scheme. \r\nGovernment would pay for the ID cards. \r\nThis would mean the cards would be free to any voter.","additional_details":"The application form would be available to complete on  the Government website.","state":"open","signature_count":7247,"created_at":"2018-03-10T23:32:08.322Z","updated_at":"2018-09-13T07:19:09.822Z","rejected_at":null,"opened_at":"2018-03-16T10:52:47.566Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-11T21:10:52.720Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert J F Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217930,"links":{"self":"https://petition.parliament.uk/petitions/217930.json"},"attributes":{"action":"Fairer Funding for Surrey's Roads","background":"We call upon the Government to reform the Fairer Funding Formula to ensure there is enough money for road repair and up-keep. The current method for calculating the grant for such work unfairly penalises Surrey. The calculation should give more weight to traffic flow and level of usage.","additional_details":"Surrey has almost 3,500 miles of roads with over 4.8 million miles travelled on those roads per year. The grant received by Surrey from the Government is about £4,000 per million vehicle miles travelled. A Neighbouring county has a figure of £5,500 per million vehicle miles travelled.\r\nThe recent Pothole Fund announced by the Government which uses the same formula saw Surrey get £1.8m, whereas one of our neighbouring counties received £2.9m, and a quiet west country area was given £4.4m.","state":"open","signature_count":6956,"created_at":"2018-04-17T16:54:40.138Z","updated_at":"2018-09-13T17:45:21.088Z","rejected_at":null,"opened_at":"2018-05-02T10:32:17.732Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-17T17:52:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Francis Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215797,"links":{"self":"https://petition.parliament.uk/petitions/215797.json"},"attributes":{"action":"Halt the UK badger culls and provide key data on previous culls.","background":"We believe the majority of people in the UK oppose the Government's badger culls.  The government is ignoring sound scientific evidence that states they are ineffective, inhumane and could make matters worse. They are also proving to be extremely costly to the taxpayer.  Transparency is also needed.","additional_details":"We are calling on the Government to halt the UK’s badger culls and release key data that suggests the culls are not working. \r\n\r\nTo-date approximately 32,000 badgers have been killed since the culls began in October 2013 and now the government plans to roll the culls out across the country killing tens of thousands more animals.  Persecution of badgers has also escalated. Restricting cattle movements, stricter cattle testing, vaccination, monitoring and enforcement is the answer, not culling.","state":"open","signature_count":6844,"created_at":"2018-03-21T18:50:31.446Z","updated_at":"2018-09-13T22:16:40.134Z","rejected_at":null,"opened_at":"2018-03-26T17:58:47.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T17:23:18.677Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patricia Hall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214179,"links":{"self":"https://petition.parliament.uk/petitions/214179.json"},"attributes":{"action":"Have a second referendum on leaving the EU","background":"When the people voted to leave the EU on 26th June 2016 there was no proper debate or understanding about the implications of a decision to leave, either by the people or the government. Now the issues are clearer it is a moral and political duty to put it to the people again.","additional_details":"The 2016 referendum appears to have been initiated in order to try and unite the Tory party. The issue of whether we are in the EU or not is so important it must be above party politics. Brexit must only be implemented after a fully informed electorate have been given the opportunity to confirm this is their choice.","state":"open","signature_count":6799,"created_at":"2018-03-03T04:08:56.768Z","updated_at":"2018-09-13T22:33:07.248Z","rejected_at":null,"opened_at":"2018-03-21T17:41:28.044Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T12:45:59.168Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Hope-Cleverly","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225743,"links":{"self":"https://petition.parliament.uk/petitions/225743.json"},"attributes":{"action":"Reverse the decision to close RAF Scampton","background":"The decision to close RAF Scampton is a national disgrace with so much history of bomber command there.","additional_details":"","state":"open","signature_count":6683,"created_at":"2018-07-24T08:09:54.908Z","updated_at":"2018-09-13T23:01:52.702Z","rejected_at":null,"opened_at":"2018-07-31T09:32:09.985Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T08:36:32.306Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"PAUL WATTS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222787,"links":{"self":"https://petition.parliament.uk/petitions/222787.json"},"attributes":{"action":"Let the UK vote for the next London Mayor. It is our capital after all!","background":"London being the capital of the United Kingdom, I believe we should all have a say in who runs it who is elected to be the mayor","additional_details":"After the disastrous last few years of Sadiq Khan being the mayor of London, let the people of the country elect the next mayor, as it does affect the rest of the country, what does and does not happen in London seems to have a roll on effect.","state":"open","signature_count":6673,"created_at":"2018-06-21T11:10:52.567Z","updated_at":"2018-09-13T21:50:24.216Z","rejected_at":null,"opened_at":"2018-06-27T15:35:55.952Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-21T17:29:25.294Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lorraine k Davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220220,"links":{"self":"https://petition.parliament.uk/petitions/220220.json"},"attributes":{"action":"Ban the use of farrowing crates in the UK","background":"Farrowing crates, profoundly similar to sow crates which were banned in the UK in 1999, are long, narrow crates in which sows are contained during gestation. It's still legal to use farrowing crates in spite of them having the same implications to animal welfare as the sow/gestation crates.","additional_details":"Pigs are intelligent, sentient beings and these crates deny their natural behaviours. This frustration can be displaced to damaging abnormal behaviours such as self-mutilation due to the intensive conditions. Farrowing crates severely restrict the sow's movement and deny them the instinctual urge to build a nest, worsening their frustrations. Having been made illegal in Sweden, Norway and Switzerland, we should follow this route of progression to maintain our reputation for good animal welfare.","state":"open","signature_count":6485,"created_at":"2018-05-17T13:34:42.887Z","updated_at":"2018-09-13T21:26:05.411Z","rejected_at":null,"opened_at":"2018-05-23T13:45:25.850Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T14:12:56.199Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223903,"links":{"self":"https://petition.parliament.uk/petitions/223903.json"},"attributes":{"action":"We want our Government to follow the lead of Australia \u0026 ban commercial sunbeds","background":"Skin cancer rates continue to soar in the UK, melanoma kills 6 people every day. Sunbed users have an increased risk of developing skin cancer.","additional_details":"It is estimated that treating these cancers will cost the NHS up to £465m a year by 2025.  The NHS is already overstretched.  If melanoma spreads through the body, it is notoriously difficult to treat.  The treatments that are used are enormously expensive.  A sunbed ban would indirectly support the NHS.","state":"open","signature_count":6429,"created_at":"2018-07-06T21:14:50.762Z","updated_at":"2018-09-13T23:01:22.338Z","rejected_at":null,"opened_at":"2018-07-12T16:22:40.594Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-06T21:59:31.546Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gillian Nuttall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227678,"links":{"self":"https://petition.parliament.uk/petitions/227678.json"},"attributes":{"action":"Ban Greyhound Racing","background":"GBGB figures show 1,003 dogs were killed and 4,837 were injured as a direct result of greyhound racing in 2017 alone. These figures could be grossly underestimated because the GBGB are not independently audited. Dogs can be legally killed on economic grounds and not necessarily by a vet.","additional_details":"Over 60 submissions of evidence were provided to the EFRA Select Committee in the 2015/16 Parliamentary review of greyhound racing, and we believe the majority of the information was dismissed with no improvements resulting from the inquiry. The industry should be phased out within 2-4 years.","state":"open","signature_count":6383,"created_at":"2018-08-22T07:07:08.253Z","updated_at":"2018-09-13T23:50:31.842Z","rejected_at":null,"opened_at":"2018-08-29T17:05:22.240Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-22T11:52:00.989Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Francis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217857,"links":{"self":"https://petition.parliament.uk/petitions/217857.json"},"attributes":{"action":"If no agreement on the Ireland Border can be reached, Brexit must be abandoned.","background":"Peace in Northern Ireland is a valuable achievement, given decades of sectarian violence before 1998. No vague promises of benefits on Brexit can compensate for losing this. Allowing for consultation with the other states, if no settlement  by 1 October, we must withdraw Article 50.","additional_details":"It is a major concern for many of us here, and also many in the Irish Republic and the EU, that a `hard border' between the Irish Republic and Northern Ireland will cause serious unrest.\r\n\r\nThe Good Friday Agreement of 1998 ended the violence and terrorism. but this will return once customs and immigration controls are reimposed. It is reason enough to stop the process of leaving the EU. The safety of the British people is too important to be sacrificed for what is in reality vague promises","state":"open","signature_count":6272,"created_at":"2018-04-16T17:27:50.767Z","updated_at":"2018-09-13T13:48:04.613Z","rejected_at":null,"opened_at":"2018-04-20T15:32:50.456Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-16T17:59:00.190Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Brunton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220038,"links":{"self":"https://petition.parliament.uk/petitions/220038.json"},"attributes":{"action":"NHS England must follow the guidelines for Ibrutinib as laid down by NICE.","background":"There is no reference to a remission timeframe within this NICE recommendation. NHS England has said that it will not prescribe ibrutinib if CLL patients have been in remission for more than three years. This must change and prescribe Ibrutinib for CLL as per NICE guidelines.","additional_details":"","state":"open","signature_count":6257,"created_at":"2018-05-15T10:30:05.589Z","updated_at":"2018-09-12T19:15:45.875Z","rejected_at":null,"opened_at":"2018-05-21T17:59:16.738Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T11:12:20.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Smith MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222462,"links":{"self":"https://petition.parliament.uk/petitions/222462.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"The role of a recovery patrol is a dangerous one and more needs to be done for their safety whilst they are risking their lives helping others.\r\n","additional_details":"The USA already have a law in place to slow down and move over to protect recovery patrols on the side of the road but we don’t have any law for that here in the UK.\r\n\r\nMany have sadly lost their lives to this job because of other drivers not paying attention the roads and it’s laws- from speeding up to get past to not paying attention to roads closed.\r\n\r\nMany families are destroyed and left without loved ones and not many people realise the danger for these patrols.","state":"open","signature_count":6242,"created_at":"2018-06-17T17:02:01.633Z","updated_at":"2018-09-11T21:49:45.126Z","rejected_at":null,"opened_at":"2018-06-22T15:20:51.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T19:31:38.388Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kirsty Martin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227419,"links":{"self":"https://petition.parliament.uk/petitions/227419.json"},"attributes":{"action":"Re-instate nursing bursaries","background":"Student nursing numbers have declined by 11% since nursing bursaries were removed. This petition calls on the government to reinstate those vital bursaries to tackle the desperate nursing shortage in our NHS in England. There are currently 40,000 vacancies for nurses.","additional_details":"","state":"open","signature_count":6141,"created_at":"2018-08-17T09:28:07.322Z","updated_at":"2018-09-13T23:05:53.294Z","rejected_at":null,"opened_at":"2018-08-29T17:04:59.992Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T10:00:25.591Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Savage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224315,"links":{"self":"https://petition.parliament.uk/petitions/224315.json"},"attributes":{"action":"Introduce on the Spot Fines for Leaving Animals in an Unattended Private Vehicle","background":"Every year, despite numerous warnings in the media, there are reports of dogs dying in hot cars or being rescued close to death.  The law on what bystanders and even the police can do is ambiguous and confusing.  We need an obvious and enforceable deterrent to help prevent this recurring problem\r\n.","additional_details":"Many people still believe that it’s OK to leave an animal in a car on a warm day resulting in distress and sometimes death for the animal.\r\n\r\nBystanders and the police often have to watch dogs suffer whilst trying to find the owner. Many are unrepentant about their behaviour and will probably repeat it.\r\n\r\nA publicity campaign and an option for police to issue an on the spot fine would act as a proper deterrent and statement that this is unacceptable and would thus reduce the number of occurrences.","state":"open","signature_count":6002,"created_at":"2018-07-10T09:29:50.841Z","updated_at":"2018-09-11T11:54:44.755Z","rejected_at":null,"opened_at":"2018-07-16T17:46:01.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-10T09:40:06.716Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Middleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215370,"links":{"self":"https://petition.parliament.uk/petitions/215370.json"},"attributes":{"action":"Stop unfair ILR cancellation for ECAA Agreement.","background":"On the 16th of March 2018, The Home Office made the following announcement:\r\n\r\nhttps://www.gov.uk/government/publications/turkish-ecaa-business-guidance","additional_details":"As Turkish citizens under the ECAA Agreement who have applied before the 16th of March 2018, we would like to be evaluated according to former rules and we would like to apply to ILR as we planned before, right after the 4th year.","state":"open","signature_count":5731,"created_at":"2018-03-16T17:00:34.589Z","updated_at":"2018-09-13T16:15:30.634Z","rejected_at":null,"opened_at":"2018-03-22T16:51:02.539Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T17:06:06.527Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gonul Gulce Karaarslan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225676,"links":{"self":"https://petition.parliament.uk/petitions/225676.json"},"attributes":{"action":"Automatic by-election if MPs resigns from their current party","background":"If a Member of Parliament decides to leave the party they were elected under, then they should be required to call a by-election and stand as an independent or for another party.","additional_details":"","state":"open","signature_count":5646,"created_at":"2018-07-23T11:55:26.791Z","updated_at":"2018-09-13T22:46:50.148Z","rejected_at":null,"opened_at":"2018-08-01T14:16:56.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-23T12:06:49.242Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Alexander Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217491,"links":{"self":"https://petition.parliament.uk/petitions/217491.json"},"attributes":{"action":"NHS doctors and dentists should receive a payrise of at least 3% in 2018.","background":"All NHS staff get a payrise of at least 6.5% (and up to 29%) over the next 3 years except doctors and dentists. Since 2008, doctors have experienced the largest drop in earnings of all professions, with consultants seeing a 19 per cent fall in pay, junior doctors 21 per cent and GPs 20 per cent.","additional_details":"The BMA said that doctors' pay should be increased in line with the wider economy, and it has called for the pay of all UK doctors to be increased in line with the RPI (Retail Price Index), plus £800 or 2 per cent, whichever is greater. (https://www.bma.org.uk/news/2018/february/bma-seeks-pay-rise-for-doctors-in-line-with-wider-economy).\r\nIn 2017-2018, the UK inflation rate has been about 3%. (https://tradingeconomics.com/united-kingdom/inflation-cpi)","state":"open","signature_count":5621,"created_at":"2018-04-12T23:11:41.516Z","updated_at":"2018-09-12T14:36:07.110Z","rejected_at":null,"opened_at":"2018-04-18T13:55:21.805Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-13T06:00:01.502Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Jan Rudiger","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216642,"links":{"self":"https://petition.parliament.uk/petitions/216642.json"},"attributes":{"action":"Abolish the TV licence","background":"The TV licence fee is supporting the BBC which offers a biased opinion on all matters relating to the British public.","additional_details":"","state":"open","signature_count":5489,"created_at":"2018-04-02T08:55:11.546Z","updated_at":"2018-09-13T22:45:59.981Z","rejected_at":null,"opened_at":"2018-04-06T19:14:21.341Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-02T16:07:44.133Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226793,"links":{"self":"https://petition.parliament.uk/petitions/226793.json"},"attributes":{"action":"Ban Anti-LGBTQ+ material from schools.","background":"There has been a recent influx of anti-LGBT+ material being sent to schools in England. We are asking that any and all material, that is first and foremost designed to give a negative view of the LGBT+ community, be removed from schools.","additional_details":"Examples of how such material can be shown to be anti-LGBT+:\r\n• they recommend conversion therapy. \r\n• they scaremonger about conditions that are not legally recognised as clinical or medical conditions. \r\n• they encourage school staff to break equality laws as stated in the EA2010. \r\n• they give false information regarding the legally available treatment for transgender youth in the UK.\r\n https://www.cps.gov.uk/legal-guidance/homophobic-biphobic-and-transphobic-hate-crime-prosecution-guidance\r\n \r\n","state":"open","signature_count":5430,"created_at":"2018-08-07T17:56:29.691Z","updated_at":"2018-09-13T22:26:23.201Z","rejected_at":null,"opened_at":"2018-08-10T15:50:40.284Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T18:57:00.912Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Woodall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216721,"links":{"self":"https://petition.parliament.uk/petitions/216721.json"},"attributes":{"action":"Withdraw the UK from the EU even if Parliament rejects the final Brexit deal.","background":"We, the undersigned believe that the decision of the British people to leave the EU should be honoured by Parliament.\r\n\r\nWe therefore call upon all MPs to accept that a vote by them to reject the final Brexit deal will mean that the UK will leave the EU and revert to trading under WTO Rules.","additional_details":"This petition has been created because we are greatly concerned that a vote by Members of Parliament to reject the final deal negotiated between the British Government and the European Union will be used as a means to keep the United Kingdom in the European Union.","state":"open","signature_count":5413,"created_at":"2018-04-03T14:06:37.080Z","updated_at":"2018-09-13T22:43:59.475Z","rejected_at":null,"opened_at":"2018-04-10T13:47:09.536Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-03T14:21:12.916Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Reardon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223126,"links":{"self":"https://petition.parliament.uk/petitions/223126.json"},"attributes":{"action":"Add the entire teaching profession to the 'shortage occupation list'","background":"Desperately-needed international teachers are being forced to quit their jobs and leave the UK because they cannot obtain visas. To stop this happening, the #LetThemTeach campaign is calling for the whole  profession to be added to the shortage occupation list, which gives higher priority for visas.","additional_details":"Non-EU foreign teachers are struggling to obtain tier 2 visas. At a time when schools are experiencing a recruitment crisis, this has resulted in valued teachers being forced to leave their jobs – and the country. While teachers in a handful of subjects are already listed as shortage occupations, the #LetThemTeach campaign is calling for the entire profession to be added to the list. For more information see https://www.tes.com/news/letthemteach-campaign-launches-keep-teachers-our-schools","state":"open","signature_count":5388,"created_at":"2018-06-26T16:03:57.177Z","updated_at":"2018-09-13T10:53:33.761Z","rejected_at":null,"opened_at":"2018-07-02T09:36:50.834Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T16:14:25.295Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"William Hazell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215775,"links":{"self":"https://petition.parliament.uk/petitions/215775.json"},"attributes":{"action":"Abolish the 3-month rule so that people receiving chemotherapy can obtain PIP","background":"Under the 3 month rule, I don't qualify for PIP. I’m therefore living with debilitating stage 4 Cancer whilst trying to get by on SSP and donations. As cancer now affects one in two people, PIP must be made available to all patients receiving chemotherapy, as this is when we need financial support.","additional_details":"Respected charities acknowledge cancer results in an immediate increase in expenses. When it’s cold, there are increased heating costs. Eating a healthy and varied diet is expensive.  Patients suffer from extreme fatigue and many have to swallow their pride by asking for help performing very basic and personal tasks.  There’s also an array of appointments to keep that result in additional transport costs. Having cancer is therefore not only frightening and degrading, it’s also expensive.","state":"open","signature_count":5263,"created_at":"2018-03-21T13:54:25.920Z","updated_at":"2018-09-13T20:37:16.764Z","rejected_at":null,"opened_at":"2018-04-03T09:23:04.659Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T16:04:16.474Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Susan Marie Hodgkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223075,"links":{"self":"https://petition.parliament.uk/petitions/223075.json"},"attributes":{"action":"Reduce VAT to 5% on repairs and approved alterations to listed buildings.","background":"Private listed property owners are preserving much of Britain’s built heritage for future generations, yet many are struggling to maintain and repair their homes. In 2012, the Government removed the zero rate of VAT for pre-authorised alterations to listed buildings. This was a major blow to owners.","additional_details":"Since 2012, The Listed Property Owners’ Club has noticed a distinct fall in certain types of applications for listed building consent. The reduction of VAT to 5% on repairs and approved alterations would be a real incentive for owners to maintain their homes and safely conserve our historic and heritage buildings. The Listed Property Owners’ Club is the only organisation representing owners of private listed buildings.  \r\nMore information can be found at www.lpoc.co.uk","state":"open","signature_count":5262,"created_at":"2018-06-26T08:41:32.440Z","updated_at":"2018-09-13T21:46:14.454Z","rejected_at":null,"opened_at":"2018-07-02T12:59:56.038Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T09:58:02.380Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Anslow","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217012,"links":{"self":"https://petition.parliament.uk/petitions/217012.json"},"attributes":{"action":"Reduction is Television Licence for Deaf people due to accessibility issues.","background":"Blind Registered Persons  , Including those who can see something, are entitled to 50% or 100%off Television Licence, Deaf persons should be entitled to a minimum of 25%off, Reason is that we cannot fully access all channel due to no Subtitling and/or Sign Language. So there is no Full Accessibility","additional_details":"","state":"open","signature_count":5205,"created_at":"2018-04-06T08:29:35.133Z","updated_at":"2018-09-12T15:52:16.602Z","rejected_at":null,"opened_at":"2018-04-11T12:02:28.677Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-06T11:50:34.984Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kevin Torbuck","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215550,"links":{"self":"https://petition.parliament.uk/petitions/215550.json"},"attributes":{"action":"The EU referendum result must be dismissed as not fit for purpose","background":"On its own admission, the government should have included a double majority as a criterion for implementing the EU referendum result. In 2015 in a debate on an SNP amendment requiring this and other safeguards, David Lidington stated that these were not necessary as the referendum was advisory only.","additional_details":"The obvious conclusion we can draw from this is that the government believed that a binding referendum would require these checks and balances. David Cameron then proceeded to change the status of the referendum to binding by promising to implement the result but failed to change the majority criteria. We do not believe that a 3.8% majority, after a shameful campaign, is a mandate for such a huge constitutional change, nor the dismissal of 48% of the electorate, Scotland and Northern Ireland.","state":"open","signature_count":5074,"created_at":"2018-03-19T07:30:55.693Z","updated_at":"2018-09-13T23:39:39.911Z","rejected_at":null,"opened_at":"2018-03-22T12:39:47.073Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-19T08:06:39.226Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anne Greaves","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224537,"links":{"self":"https://petition.parliament.uk/petitions/224537.json"},"attributes":{"action":"Fund life saving Immunotherapy for lung cancer patients to more than 2 years","background":"Currently Pembrolizumab (immunotherapy) is only an option for 24 months if you have lung cancer. If you have Melanoma it is given until it either stops working or the side effects become too much, no time limit.","additional_details":" Lung cancer is a bigger killer yet after 24 months they take the option away\r\n \r\nI believe I am possibly the 1st or one of the first to reach the 2 years on this. When I was given it, it was my last hope as chemotherapy did not work and I was not that well at all. I went on this as an early trial in June 2016 as a last hope! had my last treatment in June 2018. I was originally given 6 to 12 months to live. But this has given me brilliant results and extra time with my kids and family. Now it has been taken away with nothing else offered. More people will be in this situation very soon. We all need help, if you could sign and share this I would be so grateful.\r\n \r\nWe just want to be able to spend more time with our families. Thank you","state":"open","signature_count":4993,"created_at":"2018-07-11T17:53:13.805Z","updated_at":"2018-09-13T23:54:42.337Z","rejected_at":null,"opened_at":"2018-07-30T10:44:17.253Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-11T19:07:07.440Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Cole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223069,"links":{"self":"https://petition.parliament.uk/petitions/223069.json"},"attributes":{"action":"Mandatory EHCPs  for children with Autism.","background":"As a parent to a little boy with autism it's something I feel very strongly about.It's an injustice not to put appropriate supports in school for children with a disability.","additional_details":"","state":"open","signature_count":4827,"created_at":"2018-06-26T07:51:23.419Z","updated_at":"2018-09-13T22:36:06.953Z","rejected_at":null,"opened_at":"2018-07-02T15:44:39.444Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T10:14:27.338Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dianne Mortimore","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226509,"links":{"self":"https://petition.parliament.uk/petitions/226509.json"},"attributes":{"action":"STOP BREXIT","background":"It's so desperately simple. The Government's standard response to these kinds of petitions is \"The British people voted to leave the EU and the government respect that decision\". BUT, the government themselves DO NOT KNOW the outcome of that decision, so how can they possibly respect it???","additional_details":"Quote Theresa May: \"We don't know what the outcome will be\". The referendum was advisory, not conclusive. The result of the referendum has now been proven to be illegally biased (something \"our\" government is choosing to ignore). Hence, the \"vote\" (actually an opinion poll) is now null and void. The referendum was voted for with no indication of any actual facts. 2yrs ago there was no detail about what \"brexit\" actually entailed. Today, still no detail. For all these reasons:  STOP BREXIT.","state":"open","signature_count":4658,"created_at":"2018-08-03T00:12:28.596Z","updated_at":"2018-09-13T23:03:52.830Z","rejected_at":null,"opened_at":"2018-08-10T13:51:55.381Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T10:23:14.432Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Bowden-Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":221050,"links":{"self":"https://petition.parliament.uk/petitions/221050.json"},"attributes":{"action":"Restrict the trade in, and private keeping of, dangerous wild animals","background":"The Dangerous Wild Animals Act 1976 is inadequate to ensure welfare for animals and human safety. The Born Free Foundation is calling for a review of the law on the sale and keeping of wild animals and for greater restrictions on the trade in, and ownership of, dangerous wild animals in particular","additional_details":"Freedom of Information requests to Local Authorities across Britain show the following animals are licensed to be kept privately: Nearly 300 wild cats, including more than 40 big cats such as lions, tigers, and leopards; more than 80 venomous lizards; more than 230 primates, including vervet monkeys, spider monkeys and lemurs; more than 75 crocodilians, such as crocodiles and alligators; more than 700 venomous snakes, including puff adders, black mambas and diamondback rattlesnakes","state":"open","signature_count":4513,"created_at":"2018-05-30T10:44:39.912Z","updated_at":"2018-09-13T23:46:28.469Z","rejected_at":null,"opened_at":"2018-06-04T21:07:06.605Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-30T11:57:51.548Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Goddard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215863,"links":{"self":"https://petition.parliament.uk/petitions/215863.json"},"attributes":{"action":"Ban the sale of single use plastic straws and cutlery in England","background":"The UK uses an estimated 8.5 million straw each years, which are amongst the top 10 items found in beach clean ups.\r\n\r\nPlastic is damaging our ecosystem, not only killing animals, but also micro-plastics have been found in all water sources across the world - thought to be damaging to our health.","additional_details":"Banning single use straws and cutlery across the UK would enable us to make a move towards environmental improvement.","state":"open","signature_count":4424,"created_at":"2018-03-22T10:08:56.582Z","updated_at":"2018-09-13T08:11:57.963Z","rejected_at":null,"opened_at":"2018-03-27T11:20:00.358Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T10:52:53.033Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tamara Boston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215238,"links":{"self":"https://petition.parliament.uk/petitions/215238.json"},"attributes":{"action":"Abolish all subsidies for shotgun and firearms licences","background":"The cost for a shotgun licence and renewal currently does not cover the full costs of licensing, leaving the public to pick up the shortfall. This is clearly unacceptable, especially when you consider that the majority of us have no interest in killing animals for enjoyment","additional_details":"The cost of a firearms licence has, for some reason, barely risen since 2001. The cost of a shotgun licence renewal is £49 but police forces put the cost of administration at around £200, leaving already stretched police forces, and of course ourselves, with unnecessary costs. The full cost of administrating licensing should be borne by the license holders.","state":"open","signature_count":4418,"created_at":"2018-03-15T15:57:49.855Z","updated_at":"2018-09-13T21:05:07.317Z","rejected_at":null,"opened_at":"2018-03-20T11:51:43.477Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T17:28:01.324Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Pete Taylor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223132,"links":{"self":"https://petition.parliament.uk/petitions/223132.json"},"attributes":{"action":"Stop intrusive access to counselling notes, in rape and sexual assault cases.","background":"If a victim reports a sexually violent crime, they will be told they are entitled to solo/group counselling but will be strongly advised to take neither until after the trial. This is due to lawyers attaining access to counselling notes and potentially using their words against them in court.","additional_details":"Only 15% of sexual violence is reported to the police, and approximately 90% of those who are raped know the perpetrator before the offence. A victim of a crime of this nature should be able to speak emotionally and freely in a safe space, with a counsellor, without being worried about potential repercussions in court.\r\n\r\nThis depraved law is not only morally wrong and wholly unjust. It is undoubtedly detrimental to a victims' mental health and needs to be challenged.","state":"open","signature_count":4321,"created_at":"2018-06-26T16:50:05.947Z","updated_at":"2018-09-13T21:24:17.472Z","rejected_at":null,"opened_at":"2018-07-02T18:06:14.379Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T18:01:52.144Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Eve Crawford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218816,"links":{"self":"https://petition.parliament.uk/petitions/218816.json"},"attributes":{"action":"Fund Universities to explore new routes into Learning Disability Nursing","background":"In order to ensure those with Learning Disabilities receive the best evidence-based care it is vital money is invested into developing new, affordable routes into nurse education to meet the needs of the Learning Disability Student demographic.","additional_details":"Since the loss of student nursing bursaries in England, there has been a marked decline in the number of applicants to pre-registration Learning Disability Nursing courses. Applications from mature students, who have traditionally made up a large percentage of Learning Disability Nursing intakes, have fallen most drastically. This fall in applications is resulting in university courses across the country closing, threatening the future of the Learning Disability Nursing workforce.","state":"open","signature_count":4275,"created_at":"2018-04-27T16:38:16.169Z","updated_at":"2018-09-12T19:45:25.941Z","rejected_at":null,"opened_at":"2018-05-02T21:19:06.826Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-27T17:45:44.463Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Charlotte Kirton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226218,"links":{"self":"https://petition.parliament.uk/petitions/226218.json"},"attributes":{"action":"Change the laws and regulations on our waterways - In memory of Charli Brown","background":"Charli Brown was killed in a tragic boat incident on the River Thames in December 2015. The man responsible has been convicted of manslaughter. He was speeding, drunk, aware of the defects on his boat and failed to offer Charli a life jacket to wear. No family should suffer similar again.","additional_details":"There are no nationwide criminal laws on our waterways for private vessels regarding speed limits, alcohol drink drive limits, compulsory wearing of life jackets, mandatory safety training or vessel safety checks.\r\n\r\nWe propose introducing the following criminal laws to be consistent across our waterways for private vessels:\r\n\r\n- Speed limits\r\n- Alcohol drink drive limits\r\n- Mandatory wearing of life jackets\r\n- Safety training\r\n- Vessel safety standards\r\n\r\n♥ In memory of Charli Brown, lets make a change ♥","state":"open","signature_count":4184,"created_at":"2018-07-29T18:35:29.344Z","updated_at":"2018-09-13T18:43:46.894Z","rejected_at":null,"opened_at":"2018-08-03T16:24:00.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-29T18:43:35.883Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Katie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219993,"links":{"self":"https://petition.parliament.uk/petitions/219993.json"},"attributes":{"action":"Grant leave to remain to Brenda Ackerman and change the Immigration Rules","background":"Brenda is a frail 71-yr-old South African who is at risk of being removed to SA. Brenda has been living with her daughter, British son-in-law and 19 \u0026 16-yr-old granddaughters since 2006 \u0026 is dependent on them \u0026 they on her. Her removal risks resulting in “intense suffering” \u0026 “large risk of death”.","additional_details":"Since July 2012, the immigration rules have made it almost impossible for British citizens to bring their elderly parents to the UK to care for them. As Brenda’s barrister, I am calling on the Govt to change the Immigration Rules to the pre-2012 Immigration Rules which allowed British nationals and other settled persons to be joined by their parents/grandparents aged 65 \u0026 over if they could accommodate and maintain them without reliance on public funds to avoid situations like Brenda's arising.","state":"open","signature_count":4174,"created_at":"2018-05-14T14:04:39.197Z","updated_at":"2018-09-09T13:46:14.983Z","rejected_at":null,"opened_at":"2018-05-22T11:11:21.313Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T14:28:45.836Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jan Doerfel","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209397,"links":{"self":"https://petition.parliament.uk/petitions/209397.json"},"attributes":{"action":"Remove Capita from recruiting for the Army and use Soldiers to recruit Soldiers","background":"Army Careers is run by Capita under a £1.3 billion deal. However they are not fit for purpose. They fail to meet targets yet still make large profits. Their staff who have no actual experience in the Army lack the ability to inspire potential recruits to join. ","additional_details":"In some cases the first time a recruit meets someone in uniform is when they arrive in training.\r\n\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/armed-forces-army-recruitment-crisis-mark-francois-report-filling-the-ranks-navy-raf-lack-of-a7929411.html\r\n\r\nhttps://www.google.co.uk/amp/s/www.theregister.co.uk/AMP/2017/12/08/capita_recruiting_partnership_project_borked/\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/austerity-british-army-recruitment-crisis-philip-hammond-cuts-capita-outsourcing-not-enough-trained-a7825626.html","state":"open","signature_count":4152,"created_at":"2018-01-11T23:04:20.688Z","updated_at":"2018-09-13T10:31:23.713Z","rejected_at":null,"opened_at":"2018-06-14T16:51:18.280Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-11T23:24:26.422Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Edwards","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225310,"links":{"self":"https://petition.parliament.uk/petitions/225310.json"},"attributes":{"action":"We want a world class radiotherapy service accessible for all cancer patients.","background":"We want the best radiotherapy treatment for cancer as close to home as possible. 1 in 2 of us will at some point develop cancer, meaning 1 in 4 of us need radiotherapy at some point in our lifetime. More investment is critical; despite the need, radiotherapy only receives 5% of the UK cancer budget.","additional_details":"We’re asking to increase the NHS Cancer budget dedicated to radiotherapy from 5% to 6.5%, and a one-off £250 million investment to modernise existing machines and build satellite radiotherapy centres to ensure accessible service nationwide. UK cancer survival rates are well below European average. If the UK achieved best European levels, 10k more patients would survive per year. Radiotherapy has a huge part to play in giving the people of the UK the cancer treatment service they deserve.","state":"open","signature_count":4151,"created_at":"2018-07-18T15:28:34.091Z","updated_at":"2018-09-13T23:54:52.842Z","rejected_at":null,"opened_at":"2018-07-26T09:25:37.701Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-18T15:38:29.712Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Prof Pat Price, Chairman, Action Radiotherapy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215241,"links":{"self":"https://petition.parliament.uk/petitions/215241.json"},"attributes":{"action":"Make it a requirement of law to label all Halal certified products as such.","background":"Many products that are Halal certified fail to carry the logo that informs people. We, as non-Muslims, feel that it should be a legal requirement for companies to label products as such, which gives us a choice on whether to buy that product or choose a non-certified option.","additional_details":"The list that was on a particular certification website has been removed following a revamp. This information should be available readily.","state":"open","signature_count":4117,"created_at":"2018-03-15T16:17:37.396Z","updated_at":"2018-09-13T21:48:33.686Z","rejected_at":null,"opened_at":"2018-03-23T14:07:41.182Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T16:55:17.173Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"james nicholson","rejection":null,"government_response":null,"debate":null}}]}