{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=37\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":223408,"links":{"self":"https://petition.parliament.uk/petitions/223408.json"},"attributes":{"action":"Ensure that free musical instrument tuition is available to all schoolchildren.","background":"1. Feel the groundswell of support! \r\n2. The educational benefits are profound.\r\n3. Business leaders are telling us we need to teach children to be creative, not to compete with machines.\r\n4. Music makes our communities stronger and healthier, saving money elsewhere.  \r\n5.  Music fuels our economy.","additional_details":"","state":"open","signature_count":13474,"created_at":"2018-06-30T19:36:39.405Z","updated_at":"2018-08-01T23:32:17.873Z","rejected_at":null,"opened_at":"2018-07-05T12:41:59.530Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-01T06:56:11.973Z","response_threshold_reached_at":"2018-07-12T06:44:57.870Z","government_response_at":"2018-07-24T16:21:07.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ralph Riddiough","rejection":null,"government_response":{"responded_on":"2018-07-24","summary":"The role of Music Education Hubs includes ensuring that every child has an opportunity to learn a musical instrument free of charge, and hubs receive £75m a year from the government to provide this.  ","details":"We believe a high-quality music education should engage and inspire all pupils to develop a love of music, their talent as musicians, and increase their self-confidence, creativity and sense of achievement.\r\n\r\nOur National Plan for Music Education sets out our vision that all children have the opportunity to learn a musical instrument free of charge.\r\nBetween 2016-2020 we are spending £300 million on a network of music education hubs. The hubs ensure that every child aged 5-18 has the opportunity to learn a musical instrument; provide opportunities to play in ensembles; ensure that clear progression routes are available and affordable for all; and ensure that every pupil has the opportunity to sing regularly. In 2015/16, 662,871 pupils learned to play a musical instrument through whole class ensemble teaching that was provided or supported by music education hubs. Pupils and parents cannot be charged for this teaching. Data for 2016/17 will be published later this year.\r\n\r\nIn addition to music education hubs, we provide almost £120m through the Music and Dance Scheme to support exceptionally talented young musicians, dancers and choristers to attend specialist schools and centres of excellence. Also, the government has used almost £2m for National Youth Music Organisations (NYMOs) such as the National Youth Orchestra and £2m for ‘In Harmony’. ‘In Harmony’ aims to inspire and transform the lives of children in 6 areas in England through community-based orchestral music-making in areas of exceptional deprivation through high-quality musical education. Lastly, over £400,000 has gone to Music for Youth to provide opportunities for young people and families to perform in and attend regional and national festivals and concerts, who might not otherwise have had access. \r\n\r\nThere are also great innovations being carried out by organisations such as ABRSM, which, together with the DfE, Classic FM and Decca, launched the Classical 100 music app with recordings of the 100 pieces of classical music primary school pupils should hear. This can be found at www.classicfm.com/classical-100/launch/.\r\n\r\nDepartment for Education","created_at":"2018-07-24T16:21:07.912Z","updated_at":"2018-07-24T16:21:07.912Z"},"debate":null}},{"type":"petition","id":214119,"links":{"self":"https://petition.parliament.uk/petitions/214119.json"},"attributes":{"action":"Make Universities UK subject to the Freedom of Information Act.","background":"We ask that the appropriate Government Minister make an order under the Freedom of Information Act 2000 Section 5(1) designating Universities UK as a public authority, so making Universities UK subject to the Freedom of Information Act.","additional_details":"Universities are rightly subject to the Freedom of Information Act.  Universities UK is an organisation consisting of the heads of higher education institutions defining itself as “the voice of universities”.  In doing so Universities UK functions as a public organisation (and of a public nature), and so should also be subject to the Freedom of Information Act.  Other similar sector-wide organisations have been so designated by this method.","state":"open","signature_count":13066,"created_at":"2018-03-02T10:15:21.761Z","updated_at":"2018-08-01T21:28:43.749Z","rejected_at":null,"opened_at":"2018-03-05T22:20:05.528Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T16:01:03.872Z","response_threshold_reached_at":"2018-03-10T13:04:15.326Z","government_response_at":"2018-04-16T09:14:49.573Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Murphy","rejection":null,"government_response":{"responded_on":"2018-04-16","summary":"Universities UK does not meet the criteria for being added to the scope of the Freedom of Information Act as set out in sections 4 and 5 of the legislation, and there are no plans to alter these. ","details":"Schedule 1 to the FOI Act lists bodies that are covered by the FOI Act. For a body to be added to this schedule they must meet certain conditions set out in Section 4 of the FOI Act.\r\n\r\nBriefly, they must be established by either a Minister of the Crown, a Government Department or by legislation, and appointments to the body must be made by the same. Under Section 5 of the FOI Act, the Government can designate as a public authority any body which appears to exercise functions of a public nature or is providing a function of a public authority under contract. \r\n\r\nUniversities UK do not meet the above conditions and are therefore not\r\ncovered by the FOI Act. The Government has currently no plans to alter the criteria for bodies that should be covered by the FOI Act.\r\n\r\nCabinet Office","created_at":"2018-04-16T09:14:49.571Z","updated_at":"2018-04-16T09:14:49.571Z"},"debate":null}},{"type":"petition","id":216928,"links":{"self":"https://petition.parliament.uk/petitions/216928.json"},"attributes":{"action":"An urgent debate on strategies for effectively combating gun and knife crime","background":"As of the date of this petition there have been 50 gun/knife related killings in our capital.  The ONS states that knife offences rose by 23% in the Capital, a higher murder rate than New York.  Links below will remind you of some of those who have fallen victim to date this year and in 2017.","additional_details":"Here are some national headlines regarding this issue, which is now at crisis point.  Please forward this petition to your network.\r\n\r\nhttps://www.theguardian.com/uk-news/2018/apr/04/killed-in-2018-londons-victims-of-violence#img-2 \r\n\r\nhttps://www.theguardian.com/membership/ng-interactive/2017/mar/28/beyond-the-blade-marking-the-death-of-every-child-and-teen-by-a-knife-in-2017 \r\n\r\nhttps://www.standard.co.uk/news/crime/gun-and-knife-crime-soaring-in-london-official-figures-show-a3513366.html","state":"open","signature_count":12985,"created_at":"2018-04-05T13:08:29.682Z","updated_at":"2018-08-01T21:30:35.220Z","rejected_at":null,"opened_at":"2018-04-06T19:22:05.567Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-05T13:22:19.845Z","response_threshold_reached_at":"2018-04-09T19:05:09.558Z","government_response_at":"2018-04-19T09:33:55.614Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rev Les Isaac OBE","rejection":null,"government_response":{"responded_on":"2018-04-19","summary":"This tragic loss of life is not acceptable. In response to the recent increases in knife crime, gun crime and homicide the Government published on 9 April the Serious Violence Strategy. ","details":"The Government is determined to break the deadly cycle of violence that devastates the lives of individuals, families and communities.  In response to the recent increases in knife crime, gun crime and homicide, the Government published the Serious Violence Strategy.  The Strategy outlines an ambitious programme working with a range of Government Departments and partnerships across a number of sectors such as education, health, social services, housing, youth services, and victim services.  \r\n\r\nThe strategy makes clear that our approach is not solely focused on law enforcement, very important as that is, but depends also on partnerships across a number of sectors.  In particular, it needs the support of communities thinking about what they can do themselves to help prevent violent crime happening in the first place and how they can support measures to get young people and young adults involved in positive activities.  \r\n\r\nWe know intervening early can help us catch young people before they go down the wrong path, encouraging them to make positive choices and that is why the strategy represents a step change in the way we think and respond and in particular, a shift to early intervention and prevention steering young people away from crime in the first place and put in place measures to tackle the root causes of the problem.\r\n \r\nAction in the strategy is centred on the following key themes:\r\n\r\n•\tTackling county lines and misuse of drugs; \r\n•\tEarly intervention and prevention;\r\n•\tSupporting communities and local partnerships; and\r\n•\tLaw enforcement and the criminal justice response\r\n\r\nThe strategy sets out a range of key actions we will take to tackle serious violence, building on the significant programmes of work already in place to tackle knife crime, gun crime and the acid attacks action plan.  The strategy includes over 60 specific commitments for action in the coming months and years ahead including creation of a new National County Lines Coordination Centre, creation of a new Early Intervention Youth Fund and measures to strengthen local partnerships and the multi-agency response to this issue. \r\n\r\nThe Home Secretary will be overseeing implementation of the strategy through a refocused Inter-Ministerial Group on the Serious Violence Strategy and through creation of a new Serious Violence Taskforce.  The Taskforce will include key representatives from national and local government, Police and Crime Commissioners and key delivery partners including representatives from health, education and industry.  \r\n\r\nWe will introduce an Offensive Weapons Bill to include a ban on the sale of the most dangerous corrosive products to under-18s, make it a criminal offence to possess corrosive substances in a public place and bring in tough restrictions on online sales of knives, as well as announcing plans to publicly consult on extending stop and search powers to enable the police to search for, and seize, acid from people carrying it in public without good reason.\r\n\r\nHome Office","created_at":"2018-04-19T09:33:55.610Z","updated_at":"2018-04-19T09:33:55.610Z"},"debate":null}},{"type":"petition","id":212713,"links":{"self":"https://petition.parliament.uk/petitions/212713.json"},"attributes":{"action":"Action an effective NHS care pathway for patients with Ehlers Danlos Syndrome","background":"EDS is an inherited connective tissue abnormality.People with EDS have no care within the NHS. Healthcarer's have no access to formal training, forcing patients to self fund private care with the few specialists available, in order to manage their multiple,painful \u0026 life threatening disabilities.","additional_details":"EDS UK and the Royal College of GP's are working together to improve education on EDS and to create a 'toolkit' for GP's managing patients with the condition. (https://www.ehlers-danlos.org/news/spotlight/). \r\n\r\nAt present, patients like myself are forced to fundraise for urgent and long term care to manage disabilities, extreme pain, dislocations, and at times life saving surgeries abroad. No specialist area has claimed the condition leaving GP's unaware of who to refer patients to for their care","state":"open","signature_count":12898,"created_at":"2018-02-12T19:04:51.857Z","updated_at":"2018-08-01T22:39:10.661Z","rejected_at":null,"opened_at":"2018-02-22T13:38:28.016Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-15T21:37:21.172Z","response_threshold_reached_at":"2018-07-26T07:51:19.524Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214478,"links":{"self":"https://petition.parliament.uk/petitions/214478.json"},"attributes":{"action":"Anyone convicted of involvement in dog-fighting to receive a custodial sentence.","background":"Although dog-fighting in the UK has been illegal for many years it continues due to the underground nature of those involved. As part of the 'training regime' for fighter dogs, pets are often stolen from gardens etc to be used as 'bait dogs'. They are thrown to the fighter dogs to be torn apart.","additional_details":"Fining those convicted of being involved in dog-fighting is not a deterrent due to the vast amounts of money involved in dog-fighting circles. The only way to address this vile 'blood sport' is to give AUTOMATIC custodial sentences to ANYONE be it those who steal pets to be used as bait dogs, fighter dog owners, organisers and those who attend fights i.e. EVERYONE involved.","state":"open","signature_count":12717,"created_at":"2018-03-07T09:43:11.043Z","updated_at":"2018-08-01T22:05:23.919Z","rejected_at":null,"opened_at":"2018-03-12T19:46:03.396Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-07T10:19:28.510Z","response_threshold_reached_at":"2018-04-01T07:22:22.242Z","government_response_at":"2018-04-19T12:53:08.432Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Christian - Protect All Wildlife","rejection":null,"government_response":{"responded_on":"2018-04-19","summary":"The Government has already announced their intention to increase the maximum penalty for offences related to dog fighting from 6 months’ imprisonment to 5 years’ imprisonment.","details":"The Government abhors acts of cruelty to animals and condemns the actions of anyone involved in illegal dog fighting. That is one of the reasons why the government announced in September 2017 that it would bring forward legislation to increase the maximum penalties for causing any unnecessary suffering to an animal, including such offences relating to dog fighting, from 6 months’ imprisonment to 5 years’ imprisonment in addition to the existing option of an unlimited fine.  In doing so the government will give the courts sufficient powers to deal effectively with a range of animal fighting offences in a way which reflects the seriousness of the offence.\r\n\r\nSentencing is entirely a matter for our independent courts taking into account the circumstances of each case.\r\n\r\nWith regard to sentencing for offences of dog fighting, the court will decide the sentence in each case subject to the maximum that Parliament has provided and any relevant guidelines issued by the Sentencing Council. Sentencing must be proportionate to the offence committed, taking into account all the circumstances of each case.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-04-19T12:53:08.429Z","updated_at":"2018-04-19T12:53:08.429Z"},"debate":null}},{"type":"petition","id":214118,"links":{"self":"https://petition.parliament.uk/petitions/214118.json"},"attributes":{"action":"Consult with women on proposals to enshrine 'gender identity' in law","background":"The government proposes to amend the law to allow people to self-identify as men or women, and to stop allowing organisations in sensitive situations to exclude people of the opposite birth sex. We call for women to be consulted on how to protect women and girls' rights, safety, privacy and dignity.","additional_details":"We call for:\r\n-\tRespectful and evidence-based discussion about the impact of proposed changes and for women's voices to be heard.\r\n\r\n-\tThe government to consult with women’s organisations on how self-declaration would impact on women-only services and spaces, data-gathering, and monitoring of sex-based discrimination.\r\n\r\n- The principle of single-sex spaces to be upheld – and where necessary extended.\r\n\r\nReferences:\r\n- The Sex and Gender Ethics Society\r\n- A Woman's Place UK\r\n- Fair Play for Women\r\n- #ManFriday","state":"open","signature_count":12696,"created_at":"2018-03-02T09:53:54.718Z","updated_at":"2018-08-01T22:04:24.028Z","rejected_at":null,"opened_at":"2018-03-12T11:33:22.257Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T10:47:09.213Z","response_threshold_reached_at":"2018-04-15T08:57:31.338Z","government_response_at":"2018-06-05T09:27:51.925Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Desir","rejection":null,"government_response":{"responded_on":"2018-06-05","summary":"The Government has not yet decided whether or not to introduce a self-declaration model, and will not change the Equality Act 2010 provisions which support organisations to run single sex services.","details":"The Government has committed to consult on how best to reform the Gender Recognition Act (GRA) 2004. This Act sets out the process by which trans people can legally change their gender. We will publish this consultation in due course. All members of the public will be able to respond to the consultation. Once the consultation has closed and the Government has carefully considered the responses, only then will we decide how to reform the GRA. \r\n\r\nGender recognition is a devolved issue and the Scottish Government ran a separate consultation, which closed on 1 March 2018.\r\n \r\nWe have been clear since announcing our intention to consult on the GRA that we will ask about how we can make the process of applying for a Gender Recognition Certificate less bureaucratic and intrusive for trans people. That does not necessarily mean we are proposing self-declaration of gender. The Government will consider the results of the consultation carefully before making any decision on how to reform the GRA. We are clear that we have no intention of amending the Equality Act 2010, the legislation that allows for single sex spaces. Any GRA reform will not change the protected characteristics in the Equality Act nor the exceptions under the Equality Act that allow provision for single and separate sex spaces.\r\n\r\nThe Government does not intend to change the safeguarding processes that are currently used in refuges and healthcare services. Providers of women-only services can continue to provide services in a different way, or even not provide services to trans individuals, provided it is objectively justified on a case-by-case basis. The same can be said about toilets, changing rooms or single sex activities. Providers may exclude trans people from facilities of the sex they identify with, provided it is a proportionate means of meeting a legitimate aim. \r\n\r\nWe are committed to a respectful and evidence-based discussion, and, for this reason, we have engaged in many pre-consultation meetings with a range of stakeholders including women’s groups, charities and service providers. We will continue to do so during the consultation. The consultation offers an opportunity for women from all backgrounds to be heard.\r\n \r\nAs part of our evidence gathering, we are looking at the experiences of other countries who have different gender recognition models. There are countries, such as Ireland, Malta, and Belgium that have adopted a self-declaration model, making use of statutory declarations. We are also looking at countries that do not have a full self-declaration model, such as the Netherlands. \r\n\r\nWe want to emphasise that any reform of the GRA will not mean reform to the medical treatment that trans people receive, and the age at which they can receive this. Access to treatment on the NHS, including cross-sex hormones (which the NHS allows from 16) and surgery (which the NHS allows from 18), is not regulated by the GRA, but decided on by clinicians. Any GRA reform will not change this.\r\n\r\nWhen the GRA was introduced, it was considered a world-leading piece of legislation. Whilst it has worked well in many ways, over the last decade it has been viewed as outdated. We have heard from many trans people that the current requirements feel overly intrusive and bureaucratic. It includes the need to provide a diagnosis of gender dysphoria and a second medical report of any treatment, proof of having lived for at least two years in their acquired gender, the approval of their spouse if married, as well as the fee to apply, and any associated costs with obtaining supporting evidence. Furthermore, trans people are already able to more easily change their name and gender in their passport and driving license. Streamlining the process of changing their legal gender on their birth certificate, so that they are recognised legally in their acquired gender, would help trans people to have all their identity documents match. \r\n\r\nThe process of gaining a Gender Recognition Certificate (GRC), as set out in the Gender Recognition Act, is a Government service that is not working well for the people it is designed for. Only 4,850 GRCs have been issued since the Act came into force. Our research shows that trans people find the process too bureaucratic and hard to use. We therefore propose improving this service, but want to ensure we only do so after a full consultation, to allow us to hear from trans people, and also from women’s groups, faith groups, LGBT groups, young people’s organisations, charities, refuges, and many more individuals and organisations, so that we can decide how best to make these reforms.\r\n\r\nThe Government is committed to improving the position of women and girls, and supports their rights, safety, privacy and dignity. We are also committed to improving the position of trans people and supporting their rights. We are confident that advancing the rights of trans people does not have to compromise women’s rights, and will work with all groups to ensure this.\r\n\r\nGovernment Equalities Office","created_at":"2018-06-05T09:27:51.923Z","updated_at":"2018-06-05T09:27:51.923Z"},"debate":null}},{"type":"petition","id":214210,"links":{"self":"https://petition.parliament.uk/petitions/214210.json"},"attributes":{"action":"Accept a role as guarantor to the USS pension scheme","background":"The USS pension deficit is due to a \"self sufficiency in gilts\" valuation method that models what would happen if the pre-92 universities went bankrupt. If Government believes this is possible, this would be a national tragedy! They should therefore indemnify USS, until the next valuation at least.","additional_details":"USS is a private pension scheme with 350 member employers. The university dispute rests on a valuation method in which the Government’s Pension Regulator has played a key role. But this method assumes \"the employer\" goes bankrupt, which in the case of USS means all (or a sizeable proportion of) pre-92 universities. This should be politically unthinkable. We therefore call on Government to indemnify USS and the Trustee Board against employer bankruptcy, for the current valuation cycle at least.","state":"open","signature_count":12688,"created_at":"2018-03-03T17:02:22.453Z","updated_at":"2018-07-31T11:01:22.180Z","rejected_at":null,"opened_at":"2018-03-13T15:53:58.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T18:23:03.507Z","response_threshold_reached_at":"2018-03-16T20:01:06.398Z","government_response_at":"2018-03-29T11:17:51.310Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Wallis","rejection":null,"government_response":{"responded_on":"2018-03-29","summary":"Government has no plans to underwrite the Universities Superannuation Scheme (USS). It is the responsibility of autonomous higher education providers to ensure appropriate pension provision for staff.","details":"The Government is concerned about the ongoing industrial action over the proposed reforms to the Universities Superannuation Scheme (USS). \r\n\r\nThe Government has no plans to underwrite the Universities Superannuation Scheme (USS). The USS is the country’s largest Defined Benefit pension scheme. It has nearly 400,000 members, along with sizable assets and liabilities. The cost to the taxpayer of underwriting such a scheme could be significant, and any further Government involvement in supporting the USS would need to be considered very carefully.\r\n\r\nThe autonomy of higher education providers is explicitly recognised in the Higher Education and Research Act 2017. It is for autonomous providers to ensure appropriate pension provision for their staff, and it is their responsibility to resolve the current dispute through dialogue between Universities UK (UUK) and the University and College Union (UCU). \r\n\r\nThe Government recognises the concerns of university staff as well as university employers, and has spoken with both UUK and UCU to encourage them to continue to talk to find a resolution that works for universities, students and staff. This is the most appropriate route towards a resolution.\r\n\r\nDepartment for Education","created_at":"2018-03-29T11:17:51.306Z","updated_at":"2018-03-29T11:17:51.306Z"},"debate":null}},{"type":"petition","id":215204,"links":{"self":"https://petition.parliament.uk/petitions/215204.json"},"attributes":{"action":"Allow Brittany Pettibone, Lauren Southern, and Martin Sellner entry to the UK.","background":"Brittany Pettibone, Lauren Southern, and Martin Sellner have all been detained and removed from the UK recently because of their political beliefs and/or their intention to meet other political activists. They are peaceful and no one peaceful should be banned for their political beliefs.","additional_details":"Freedom of speech is a principle to protect the rights of individuals to express their views. This is essential for freedom and a healthy democracy. Ideas should stand or fall on their own merits - not get banned. Support this petition even if you disagree with the views of the people named.\r\n\r\nhttps://twitter.com/BrittPettibone/status/973309206940942337/photo/1?ref_src=twsrc%5Etfw\u0026ref_url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fblogs-trending-43393035\r\nhttps://pbs.twimg.com/media/DYFSlRuXcAEzS7D.jpg","state":"open","signature_count":12657,"created_at":"2018-03-15T10:52:34.991Z","updated_at":"2018-08-01T15:23:52.510Z","rejected_at":null,"opened_at":"2018-03-22T13:47:54.636Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T14:29:25.878Z","response_threshold_reached_at":"2018-03-28T18:02:05.770Z","government_response_at":"2018-04-16T09:50:00.912Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Charles Daniel Goodhand","rejection":null,"government_response":{"responded_on":"2018-04-16","summary":"Border Force has the power to refuse entry to an individual if it is considered that his or her presence in the UK is not conducive to the public good. ","details":"Freedom of speech, freedom of worship, democracy, the rule of law, and equal rights define us as a society.  The Government is committed to upholding free speech, and legislation is already in place to protect these fundamental rights. However, this freedom cannot be an excuse to cause harm or spread hatred. UK legislation values free speech and enables people who wish to engage in debate to do so - regardless of whether others agree with the views which are being expressed.  Everyone has a right to freedom of expression under Article 10 of the European Convention on Human Rights (ECHR). This is a qualified right however, which means that it can be restricted for certain purposes to the extent necessary in a democratic society.\r\n  \r\nThe Home Office is unable to comment on individual cases.  On the whole the Government takes a robust stance against individuals whose presence in this country might not be conducive to the public good.  Any individual whose presence in the UK is deemed not conducive to the public good will be refused entry, on a case-by-case basis.\r\n\r\nHome Office","created_at":"2018-04-16T09:50:00.910Z","updated_at":"2018-04-16T09:50:00.910Z"},"debate":null}},{"type":"petition","id":211656,"links":{"self":"https://petition.parliament.uk/petitions/211656.json"},"attributes":{"action":"Drop any proposals to licence airguns in England \u0026 Wales","background":"We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.","additional_details":"","state":"open","signature_count":12441,"created_at":"2018-02-01T20:53:21.930Z","updated_at":"2018-08-01T21:02:53.446Z","rejected_at":null,"opened_at":"2018-02-07T18:29:04.948Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T21:26:42.209Z","response_threshold_reached_at":"2018-02-26T15:42:00.015Z","government_response_at":"2018-03-14T10:36:30.592Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark hurst","rejection":null,"government_response":{"responded_on":"2018-03-14","summary":"The Government is reviewing the regulation of air weapons in England and Wales.  The review is looking at relevant issues such as access by young people, safe storage and manufacturing standards. ","details":"The Government announced a review of the regulation of air weapons in England and Wales following a request from the Suffolk coroner in his report into the death of Benjamin Wragge, aged 13, who was accidentally shot with an air weapon in May 2016.\r\n\r\nAlthough no licence is required to possess most air weapons in England and Wales, they are nevertheless regulated. In particular, it is an offence for a person aged under 18 to purchase or hire an air weapon or ammunition, and it is an offence to sell, hire or gift an air weapon or ammunition to a person aged under 18. It is also an offence for a person aged under 18 to possess an air weapon or ammunition unless: \r\n•\tthey are being supervised by a person aged 21 or over, or \r\n•\tthey are shooting as a member of an approved target shooting club, or \r\n•\tthey are using air weapons at a shooting gallery, or \r\n•\tthe young person is aged 14 or over, is on private premises and has the consent of the occupier.\r\n\r\nThe Crime and Security Act 2010 brought in legislation concerned with reducing the risk of children getting hold of air weapons and accidentally harming themselves or others. This inserted a provision into the Firearms Act 1968 that requires owners to take reasonable precautions to prevent a person under the age of 18 from gaining unauthorised access to an air weapon. \r\nThe Government has sought the views of interested parties on relevant issues, including secure storage and the arrangements to prevent children gaining access to air weapons, manufacturing standards, and on the position in Scotland and Northern Ireland where air weapons are licensed. The Government has received a large number of representations about the review and these will be considered carefully before any decisions are made about how to proceed.\r\n\r\nHome Office","created_at":"2018-03-14T10:36:30.590Z","updated_at":"2018-03-14T10:36:30.590Z"},"debate":null}},{"type":"petition","id":214145,"links":{"self":"https://petition.parliament.uk/petitions/214145.json"},"attributes":{"action":"Mandate re-homing of suitable beagles and other species used for animal research","background":"An Advice Note was issued by the Animal Scientific Regulation Unit at the Home Office in 2015 encouraging research/ breeding facilities to re-home these animals but an Advice Note is not Mandatory.  There is evidence that animals are released under the radar or the advice is ignored.","additional_details":"There can be a life after laboratories for suitable animals!!  Mandatory legislation will guarantee adherance to the law and will ensure that release \u0026 re-homings will be conducted officially and transparently for those animals who achieve the criteria in ASPA 1986. This will ensure that animals can enjoy normal lives in domestic enviroments once they have been socialised and domesticated properly, and re-homed to new owners who have been extensively checked as suitable.","state":"open","signature_count":11951,"created_at":"2018-03-02T16:32:28.585Z","updated_at":"2018-08-01T23:41:10.935Z","rejected_at":null,"opened_at":"2018-03-09T16:57:04.140Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T08:13:34.681Z","response_threshold_reached_at":"2018-05-30T06:49:19.730Z","government_response_at":"2018-06-18T10:26:49.710Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Wynne","rejection":null,"government_response":{"responded_on":"2018-06-18","summary":"This Government encourages all scientific establishments that are licensed under the Animals (Scientific Procedures) Act (1986) to consider the re-homing of animals used in scientific research.","details":"The Home Office encourages establishments to consider re-homing when it is in the best interests of the welfare of the animal, when there is no risk to public or animal health, or to the environment. The Home Office has published a detailed Advice Note to facilitate re-homing where it is appropriate. The Home Office has no plans to mandate re-homing of animals used in scientific research.\r\n\r\nThe use of animals in scientific research remains a vital tool in improving our understanding of how biological systems work both in health and disease. This is crucial for the development of new medicines and cutting edge medical technologies for both humans and animals, and for the protection of our environment. \r\nThe Government has a strong commitment to maintaining a rigorous regulatory system under the Animals (Scientific Procedures) Act 1986 (ASPA). \r\n\r\nGuidance can be found here: \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/662364/Guidance_on_the_Operation_of_ASPA.pdf\r\n\r\nThe regulatory system ensures that animal research and testing is carried out only where no practicable alternative exists, and that suffering is kept to a minimum. This is achieved through applying the principles of the 3Rs which require that, in every research proposal, animals are replaced with non-animal alternatives wherever possible; that the number of animals used is reduced to the minimum needed to achieve the results sought; and that, for those animals which must be used, procedures are refined as much as possible to minimise their suffering.\r\n\r\nAnimals that have been used in scientific research under ASPA may be re-homed if certain criteria, which are set out in section 17A of ASPA, are met. These criteria aim to protect the animals being re-homed, public health, animal health, and the environment.\r\n\r\nIn 2015, the Home Office published a detailed Advice Note to explain the requirements for the re-homing of animals under ASPA, and to facilitate re-homing when appropriate. \r\n\r\nThe Advice Note is published here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/470146/Advice_Note_Rehoming_setting_free.pdf\r\n\r\nThe guidance aims to:\r\nEncourage consideration of opportunities for re-homing and setting free suitable animals\r\nClarify the legislative framework under which consent to re-home can be obtained \r\nProvide advice on an effective Animal Welfare and Ethical Review Body (AWERB) policy for re-homing and setting free \r\nDescribe the current processes used by the Home Office for re-homing or setting free protected animals\r\n\r\nBefore deciding if an animal is suitable for re-homing, consideration must be given to: \r\nThe animal’s state of health\r\nAny risk to public health, animal health and the environment\r\nThe need for effective socialisation\r\nAny other measures to safeguard the animal’s well being, such as the suitability of the new owner \r\n\r\nThe process of re-homing of animals used in scientific research, or setting them free, may involve stress and welfare costs to the animals. Ethically, animals must only be re-homed when it is in the best interests of their welfare and when there is no risk to public or animal health, or to the environment. For these reasons mandatory re-homing is not being considered by this Government.\r\n\r\nHome Office","created_at":"2018-06-18T10:26:49.707Z","updated_at":"2018-06-18T10:26:49.707Z"},"debate":null}},{"type":"petition","id":214621,"links":{"self":"https://petition.parliament.uk/petitions/214621.json"},"attributes":{"action":"Require hospitals to reinstate life support if a patient survives for 15 mins.","background":"There have been several cases in the media recently where hospitals have gone to court to get permission to remove life-support from children. This has been done on the premise that they would not live long after it was removed. This has not always been the case.","additional_details":"Introducing this legislation would clarify existing law on the prohibition of euthanasia to bring peace of mind to troubled parents and restore confidence in the NHS, which is being maligned worldwide as a result of these cases. A doctor should be present to reintroduce support throughout the wait.","state":"open","signature_count":11933,"created_at":"2018-03-08T20:45:02.765Z","updated_at":"2018-07-31T14:20:31.717Z","rejected_at":null,"opened_at":"2018-03-19T10:55:26.167Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T22:09:37.815Z","response_threshold_reached_at":"2018-04-23T15:48:59.613Z","government_response_at":"2018-05-09T16:49:11.147Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Angela Costley","rejection":null,"government_response":{"responded_on":"2018-05-09","summary":"It is for clinicians to decide the best course of action following withdrawal of life support.","details":"The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  If however, all suitable treatments fail, or cease to provide benefit to the patient, they may, ethically and legally, be withheld or withdrawn, and the focus of treatment changed to the relief of symptoms. In practice, the decision to withhold or withdraw life-sustaining treatment is of course, often very difficult.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine what is in the child’s best interest. The views of the parents will be very important in the court reaching decisions, but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.  If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. \r\n\r\nDuty of Clinicians, Secretary of State and Government powers\r\n\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.\r\n  \r\nGuidance\r\n\r\nNational Institute of Clinical Excellence guidance (NG61), is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nThe BMA is working with the Royal College of Physicians and the General Medical Council to issue updated and in-depth guidance on good clinical and professional practice for making decisions about clinically assisted nutrition and hydration. Interim guidance is at: https://www.bma.org.uk/advice/employment/ethics/mental-capacity/clinically-assisted-nutrition-and-hydration\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-09T16:49:11.143Z","updated_at":"2018-05-09T16:49:11.143Z"},"debate":null}},{"type":"petition","id":221220,"links":{"self":"https://petition.parliament.uk/petitions/221220.json"},"attributes":{"action":"Pay carers an allowance equivalent to a fulltime job at the National Living wage","background":"Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten","additional_details":"As a former informal carer I can testify that it is more than a full time job and the financial and emotional is immeasurable .\r\nThe current amount a carer recieves a week is £62.70. Which is a National Disgrace.","state":"open","signature_count":11591,"created_at":"2018-06-01T12:36:43.007Z","updated_at":"2018-08-01T23:16:44.722Z","rejected_at":null,"opened_at":"2018-06-08T15:49:32.707Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-03T15:14:47.239Z","response_threshold_reached_at":"2018-07-24T20:52:47.665Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matthew David Harris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214322,"links":{"self":"https://petition.parliament.uk/petitions/214322.json"},"attributes":{"action":"Fund a clinical audit of ovarian cancer to urgently improve survival rates","background":"Shockingly, the UK has one of the worst survival rates in Europe for ovarian cancer. It’s too late for so many women like my mum, but we must do better. In 2015 the Chief Medical Officer called for an audit of ovarian cancer treatment \u0026 survival. Funding an audit is key to saving more women's lives.","additional_details":"When a woman is diagnosed with ovarian cancer in the UK the odds are stacked against her. It is one of the deadliest cancers for women and only 46% will survive 5 years beyond a diagnosis. UK survival rates lag significantly behind the USA, France and Germany, and even countries such as Thailand and Romania. We urgently need earlier detection and better treatment to improve women’s chances. If my mum’s cancer had been diagnosed earlier she would have had a 90% chance of survival.","state":"open","signature_count":11508,"created_at":"2018-03-05T12:33:17.813Z","updated_at":"2018-08-01T23:22:45.499Z","rejected_at":null,"opened_at":"2018-03-12T12:30:02.720Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-06T11:19:39.841Z","response_threshold_reached_at":"2018-07-25T07:04:30.483Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gemma Carroll","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225025,"links":{"self":"https://petition.parliament.uk/petitions/225025.json"},"attributes":{"action":"The UK government should ban Steve Bannon from entering the UK","background":"Steve Bannon is a far-right political figure who poses a direct risk to the security of the UK. He should not be allowed to enter the UK to spread messages of hate.","additional_details":"","state":"open","signature_count":11174,"created_at":"2018-07-15T12:30:45.455Z","updated_at":"2018-08-01T23:54:52.546Z","rejected_at":null,"opened_at":"2018-07-27T15:03:01.587Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-15T17:17:08.482Z","response_threshold_reached_at":"2018-07-31T19:42:22.395Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Bruce Johnston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215643,"links":{"self":"https://petition.parliament.uk/petitions/215643.json"},"attributes":{"action":"UK Government to implement the Bercow: Ten Years On recommendations","background":"I CAN and the Royal College of Speech and Language Therapists have just published a review of provision in England for children and young people with speech, language and communication needs. We are calling on the Government to implement its recommendations and MPs to support the review's findings.","additional_details":"Visit www.bercow10yearson.com to download the report and recommendations in full.","state":"open","signature_count":11098,"created_at":"2018-03-20T00:01:43.372Z","updated_at":"2018-08-01T21:37:01.104Z","rejected_at":null,"opened_at":"2018-03-26T18:02:24.080Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-20T12:36:03.298Z","response_threshold_reached_at":"2018-06-22T12:41:57.004Z","government_response_at":"2018-07-03T16:39:30.335Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gillian Rudd","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"We are considering the report’s recommendations and will respond appropriately in due course. We will keep I CAN and the Royal College of Speech and Language Therapists updated on progress.","details":"We welcome the Bercow Ten Years On report and it raises some important issues. The government is currently considering the report and an appropriate response will be provided in due course.  \r\n\r\nSpeech, language and communication skills are fundamental in helping children and young people flourish in life, and the government is firmly committed to ensuring that those with speech, language and communication needs (SLCN) receive the support they need to reach their full potential.\r\n\r\nA lot of progress has been made since the original Bercow report was carried out 10 years ago. The Government has introduced, through the Children and Families Act 2014, a framework for ensuring that children with special educational needs and disabilities (SEND), including those with SLCN, are identified early and receive the support they require to have their needs met to succeed in education and successfully move into independent adult life. \r\n\r\nIt is widely acknowledged that children who start school with strong foundations have a better chance of getting on in life. That is why, in December, the Government published Unlocking Talent, Fulfilling Potential – a plan for improving social mobility through education. The plan includes a commitment to close the ‘word gap’ in the early years.\r\n\r\nAs part of the government’s ambitious plans, the Department for Education is working with the Department of Health and Social Care and Public Health England to support health visitors and early years practitioners identify and support children’s early SLCN.  We are also investing £5m in trials to support parents to improve their children’s language development and discover what works to improve home learning, and £50 million to improve early language and literacy provision. This includes a new national network of English Hubs funding to enhance early years practitioners’ professional development, and a £5m what works fund in partnership with the Education Endowment Foundation.\r\n\r\nOver the years, the government has funded the development of resources and training materials to ensure that the schools workforce is equipped to support pupils with specific types of SEND, including those with SLCN.  A more strategic approach is now needed to ensure that knowledge is embedded in the educational workforce and that good practice is disseminated and widely understood.\r\n\r\nA new schools’ workforce contract has recently been awarded to Nasen in partnership with UCL, to encourage schools to prioritise SEND within their continuous professional development (CPD) and school improvement plans, and to equip them to identify and meet their training needs. This contract will look across all types of impairment, including SLCN, and will undertake a gap analysis of training and resources for the educational workforce.  The findings of this research will be used to identify what further support might be required in the future.\r\n\r\nThe Government is committed to responding to Dame Christine Lenehan’s review of residential special schools, Good Intentions, Good Enough?, later in the year.  We will take that opportunity to set out how the government will continue to work to achieve the vision of a reformed SEND system.  This will also provide an opportunity to draw out some of the common themes between the Lenehan review and the Bercow Ten Years On report. \r\n\r\nWe have been in regular contact with I CAN and the Royal College of Speech and Language Therapists in respect of the report’s recommendations, and we will continue to keep them updated on the progress we are making.\r\n\r\nDepartment for Education","created_at":"2018-07-03T16:39:30.333Z","updated_at":"2018-07-03T16:39:30.333Z"},"debate":null}},{"type":"petition","id":217985,"links":{"self":"https://petition.parliament.uk/petitions/217985.json"},"attributes":{"action":"Bring in laws to protect horses being ridden on roads","background":"Horses need legal protection from drivers who hit or kill horses being ridden on the roads, as it stands the only law is dangerous driving around horses which is hard to prove as the highway code only gives ADVICE on how to pass horses which means drivers cannot be prosecuted. laws need updating","additional_details":"Horses are being left  dead on our roads with no compensation to the owner or business. This needs to change, the laws regarding horses on the roads needs to be updated to protect us from drivers who drive off from a scene leaving huge vet fees, dead  horses and horses  which may never be able to be ridden on the roads again.  riders are now using cameras we have evidence which needs action to be taken from the police. businesses are being ruined because of no compensation or any action from the law","state":"open","signature_count":10881,"created_at":"2018-04-18T12:55:16.832Z","updated_at":"2018-08-01T18:52:04.337Z","rejected_at":null,"opened_at":"2018-05-02T09:58:35.267Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-18T13:13:55.577Z","response_threshold_reached_at":"2018-07-10T18:28:58.524Z","government_response_at":"2018-07-18T10:11:05.765Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"debbie smith","rejection":null,"government_response":{"responded_on":"2018-07-17","summary":"The Government has no plans to create new laws to protect riders and horses on public roads. Road users are required to comply with road traffic law, in the interests of the safety of all road users.","details":"If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes nuisance to other road users, there are laws in place that can make them liable for prosecution. The relevant offences include driving dangerously, driving without due care and attention and driving without reasonable consideration for other road users, as set out in Rule 144 of The Highway Code. The Highway Code can be viewed online at: \r\nhttps://www.gov.uk/guidance/the-highway-code\r\n\r\nAlthough failure to comply with the ‘advisory rules’ of the Code will not, in itself, cause a person to be prosecuted, The Highway Code may be used in evidence in any court proceedings (under the Traffic Acts) to establish liability. This includes the rules which use advisory wording, such as ‘should/should not’ or ‘do/do not’. \r\n\r\nEnforcement of the law is a matter for the police, who will decide on the evidence in each individual case whether an offence has been committed and the appropriate action to take. \r\n\r\nThe Department recognises the importance of the safety of both riders and their horses, on public roads. Every opportunity is taken to remind motorists of their responsibilities towards vulnerable road users, including horse riders. The Highway Code provides the following advice: \r\n\r\nRule 163:\r\nOvertake only when it is safe and legal to do so.\r\n\r\nYou should give motorcyclists, cyclists and horse riders at least as much room as \r\nyou would when overtaking a car.\r\n\r\nRule 215\r\nHorse riders and horse-drawn vehicles. Be particularly careful of horse riders and horse-drawn vehicles especially when overtaking. Always pass wide and slowly. Horse riders are often children, so take extra care and remember riders may ride in double file when escorting a young or inexperienced horse or rider. Look out for horse riders’ and horse drivers’ signals and heed a request to slow down or stop. Take great care and treat all horses as a potential hazard; they can be unpredictable, despite the efforts of their rider/driver.\r\n\r\nThrough the THINK! Road Safety Campaign, the Department has previously worked with the British Horse Society (BHS) to support their “Dead Slow” campaign to encourage car drivers to pass horses safely. The Department was able to reinforce the BHS campaign by developing a short film that is being promoted as a public information film on UK TV stations. \r\n\r\nThe Department invested in promoting the film on YouTube and other social media, such as Twitter and Facebook. Leaflets and posters to support the campaign further reminded motorists of the need to be patient when they encounter horses on the road, and supplemented the advice already given in The Highway Code. The leaflets and posters are available free of charge from the THINK! online shop and they are often used by riding groups to support local campaigns. Road safety officers around the country were also encouraged to feature the campaign locally. \r\n\r\nThe driving theory test contains questions about how drivers should interact with vulnerable road users, including horse riders and the hazard perception test includes a number of clips where horse riders are the hazard, either directly or indirectly. These clips are refreshed and updated periodically.\r\n\r\nWhere there may speed related issues: The local traffic authorities are responsible for setting speed limits on local roads. They have the flexibility to set local speed limits, that are appropriate for the individual road, reflecting local needs and taking account of local considerations. The Department issued guidance to local highway authorities on setting local speed limits in 2013, which can be viewed online at: \r\nhttps://www.gov.uk/government/publications/setting-local-speed-limits \r\n\r\nDepartment for Transport","created_at":"2018-07-18T10:11:05.762Z","updated_at":"2018-07-18T10:11:05.762Z"},"debate":null}},{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":10830,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-08-01T21:21:57.686Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":"2018-06-25T06:27:39.840Z","government_response_at":"2018-07-03T12:07:27.199Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ritesh Patel","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Diwali. The costs are considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Diwali and Dussehra contribute towards this objective. We regret however that we cannot agree to create new bank or public holiday to mark these festivals.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an impact assessment  for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  ACAS provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-03T12:07:27.196Z","updated_at":"2018-07-03T12:07:27.196Z"},"debate":null}},{"type":"petition","id":214334,"links":{"self":"https://petition.parliament.uk/petitions/214334.json"},"attributes":{"action":"Ban the sale of high caffeine energy drinks to under 16s","background":"The label may state ‘not for children’ but 69% of teenagers / 24% of children under 10 are consuming high-caffeine energy drinks that lead to adverse health effects post consumption. With sales ever rising, we propose a ban on high-caffeine energy drinks containing over 150mg of caffeine per litre.","additional_details":"A 2015 European Food Safety Authority (EFSA) report found that a 'safe' caffeine intake level for children has not been established. They propose guidelines of 3mg/kg per day could be used as a safe amount for habitual caffeine consumption by children and adolescents. This means that while a single can of popular brands on the market can contain around 160mg of caffeine, the EFSA recommends an intake of no more than 105mg caffeine per day for children. These drinks are simply #NotforChildren.","state":"open","signature_count":10113,"created_at":"2018-03-05T14:30:58.157Z","updated_at":"2018-08-01T17:30:00.427Z","rejected_at":null,"opened_at":"2018-03-05T18:43:32.323Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-05T15:34:22.192Z","response_threshold_reached_at":"2018-07-09T15:11:18.807Z","government_response_at":"2018-07-11T16:46:18.528Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"LOUISE MARTIN","rejection":null,"government_response":{"responded_on":"2018-07-11","summary":"In Chapter 2 of its Childhood Obesity Plan, published in June, the Government announced that it would consult before the end of 2018 on its intention to ban sales of energy drinks to children.","details":"We are hearing strong calls from parents, health professionals, teachers and some industry bodies and retailers for a ban on the sale of high-caffeine energy drinks to children. Parents and those who work with children are concerned about the effects of energy drink consumption on children's health and behaviour. \r\n\r\nWe know that a significant proportion of children in this country are drinking these products. A 2013 study by the European Food Safety Authority (EFSA) found that 69% of UK 10-18 year olds had consumed energy drinks in the last year, and that adolescents who do consume energy drinks are drinking 50% more of them by volume than the EU average for their age group. But it’s not only teenagers who are drinking energy drinks; the same report found that 24% of 6-9-year-olds in the UK were doing so too. \r\n\r\nExcessive consumption of caffeinated energy drinks has been linked with adverse health outcomes for children such as headaches, sleeping problems, irritation and tiredness. It is therefore potentially concerning that EFSA research suggests that nearly a quarter (24%) of 10-17-year-olds who consume energy drinks drink 3 cans or more in one sitting, especially as some energy drinks are sold in larger cans (500ml) and can contain as much as 160mg of caffeine per serving. For reference, an average mug of instant coffee contains around 89mg of caffeine, a cup of black tea 44mg, and a 330ml can of cola 36mg.\r\n\r\nWe are aware that the research base for the effects of energy drinks on children is complex. It is important that we take into account all the available data and gather further views and evidence on the pros and cons of a ban, and on alternative options, before making a decision about the right path to take.\r\n\r\nThat is why we have announced our intention to consult on whether a ban should be imposed, and if so, what this should look like. This will give us the opportunity to gather a stronger sense of the concerns that exist, and the evidence that is available. We also welcome views through the consultation on alternative approaches to restricting children's access to energy drinks.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-07-11T16:46:18.524Z","updated_at":"2018-07-11T16:46:18.524Z"},"debate":null}},{"type":"petition","id":223225,"links":{"self":"https://petition.parliament.uk/petitions/223225.json"},"attributes":{"action":"Make it a criminal offence to leave animals especially dogs or cats in a hot car","background":"Make it a specific criminal offence to leave a dog, cat or any other living animal in a car especially during hot weather or heatwaves or any other conditions in which the car may become overheated and unbearable for the animal and especially in which may effect the health or be fatal for the animal","additional_details":"I’m wanting this to become a criminal offence after seeing numerous press articles about dogs especially being left in hot cars during the recent hot weather.\r\n\r\nI have some links to some of the recent press articles -\r\n\r\nhttp://www.dailymail.co.uk/news/article-5891053/Police-called-dog-locked-sweltering-hot-car.html\r\n\r\nhttps://www.somersetlive.co.uk/news/somerset-news/dog-trapped-in-hot-car-1721661\r\n\r\nhttp://www.dailymail.co.uk/news/article-5887581/Dramatic-moment-police-forced-smash-car-free-two-sweltering-dogs.html?ito=social-facebook\r\n\r\nI hereby call on the government to make it a criminal offence to leave any animals and especially dogs or cats in a car in hot uncomfortable conditions, especially conditions which may affect the health of the animal and/or may be fatal.","state":"open","signature_count":9682,"created_at":"2018-06-27T21:55:03.726Z","updated_at":"2018-08-01T23:54:22.427Z","rejected_at":null,"opened_at":"2018-07-03T15:34:39.394Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-27T22:39:58.692Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Jennings","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217244,"links":{"self":"https://petition.parliament.uk/petitions/217244.json"},"attributes":{"action":"Save Otmoor from the Oxford-Cambridge Expressway","background":"Otmoor is a unique and beautiful habitat of rare wetland and grazing floodplain,1000 acres of nature reserve that is home to over sixty protected species. \r\n\r\nJust 50 miles from the urban sprawl of London, Otmoor is a conservation area the government's own laws were designed to protect.","additional_details":"Now the government threatens to build a motorway here that would engulf this sanctuary.\r\n\r\nOne of the proposed routes would cut across miles of Green Belt land, passing through ancient woodlands on its way to Otmoor.\r\n\r\nBecause the government has turned down our demands for a Public Enquiry, the decision will now be made behind closed doors. \r\n\r\nPlease sign this petition to demand protection for this national treasure and save Otmoor for future generations. \r\n\r\nwww.SaveOtmoor.org\r\n#SaveOtmoor","state":"open","signature_count":9275,"created_at":"2018-04-10T09:14:38.621Z","updated_at":"2018-08-01T20:57:09.090Z","rejected_at":null,"opened_at":"2018-04-16T13:54:21.535Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T16:36:38.397Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adrian Pennink","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216235,"links":{"self":"https://petition.parliament.uk/petitions/216235.json"},"attributes":{"action":"Fund and support a monument to the POLISH PILOT HEROES of the Battle of Britain.","background":"Let’s build a 30 metre high dramatic memorial in Central London to the heroic Polish Pilots in the Battle of Britain 1940. Nor were the Poles invited to the British Victory Parade when the War ended. The proposed monument is a great opportunity to thank them for their sacrifice \u0026 dedication.","additional_details":"IT’S THE POLES WHO WON IT! 303 POLISH SQUADRON: - Highest scoring in the whole RAF. - High scoring RAF Ace of Aces pilot. With 302 Polish Squadron shot down 60% of German planes on Battle of Britain Day. This decisive Polish contribution to victory needs to be known and celebrated.","state":"open","signature_count":8772,"created_at":"2018-03-26T16:26:27.234Z","updated_at":"2018-08-01T22:52:35.634Z","rejected_at":null,"opened_at":"2018-03-28T09:28:11.892Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-27T18:06:54.469Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Zylinski","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213128,"links":{"self":"https://petition.parliament.uk/petitions/213128.json"},"attributes":{"action":"Ban British citizens from serving in the Israeli military","background":"There are currently many British citizens serving in the Israeli Defense Forces (IDF). The UK government should ban UK citizens – even if they hold other passports – from joining and serving in the Israeli military, police or other security forces.","additional_details":"The Israeli military routinely commits acts which many experts believe, under international law, constitute war crimes - including occupying Palestinian territory; torturing suspects; bombing Palestinian schools, hospitals, and water plants; and conducting collective punishments of civilians - all of which are unlawful in international law. No UK citizens should be allowed to possibly contribute to further war crimes by serving in the Israeli military, police or security apparatus.","state":"open","signature_count":8536,"created_at":"2018-02-17T19:18:03.104Z","updated_at":"2018-08-01T22:53:16.007Z","rejected_at":null,"opened_at":"2018-03-01T12:12:46.152Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-18T21:32:51.413Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Malcolm Finch","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219758,"links":{"self":"https://petition.parliament.uk/petitions/219758.json"},"attributes":{"action":"Ban the sale of products containing unsustainably sourced palm oil in the UK","background":"Global production of and demand for palm oil is increasing rapidly. But this is at the expense of tropical rain-forests which form critical habitats for many endangered species and a lifeline for some human communities. Palm oil can be found in many foods and other household items. We can all help.","additional_details":"Did anyone see the Orangutan Diary on BBC 2? The destruction of this species as well as many others is well underway and their already declining population will decrease by a further 1/3 by 2020 unless action is taken. Thousands upon thousands of orangutans have been killed and the destruction of the rain-forests is increasing at an exponential rate. We cannot control what happens in these countries but we can refuse to accept palm oil sourced via an unsustainable method in the UK.","state":"open","signature_count":8410,"created_at":"2018-05-11T10:02:27.586Z","updated_at":"2018-08-01T21:36:55.870Z","rejected_at":null,"opened_at":"2018-05-16T13:15:42.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-11T11:48:51.504Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220170,"links":{"self":"https://petition.parliament.uk/petitions/220170.json"},"attributes":{"action":"Award a medal to British personnel involved in any nuclear testing program","background":"It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.","additional_details":"These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.","state":"open","signature_count":8162,"created_at":"2018-05-16T19:23:13.718Z","updated_at":"2018-08-01T19:46:27.782Z","rejected_at":null,"opened_at":"2018-05-18T14:49:23.891Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T19:49:26.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alan Owen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215872,"links":{"self":"https://petition.parliament.uk/petitions/215872.json"},"attributes":{"action":"Make Makaton a compulsory part of Early Years and Primary Education in the UK.","background":"Communication is an essential life skill. Much of everyday life relies on it, from playing to learning, to getting our needs met. Makaton is a language programme using signs and symbols to aid communication. Designed to support spoken language the signs and symbols are in spoken word order.","additional_details":"Further information about Makaton can be found on the makaton website www.makaton.org","state":"open","signature_count":8065,"created_at":"2018-03-22T10:52:49.847Z","updated_at":"2018-07-31T14:25:58.642Z","rejected_at":null,"opened_at":"2018-03-27T11:18:10.302Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T11:09:57.852Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Melissa Lockwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216561,"links":{"self":"https://petition.parliament.uk/petitions/216561.json"},"attributes":{"action":"To impose an immediate two-way arms embargo between the UK and Israel","background":"Trading arms with Israel makes the UK complicit in Israel’s continuing violations of human rights and international law.\r\n\r\nOn the 30th March 2018, Israel killed 15 and injured 1,500 Palestinians, who protested the occupation and siege on Gaza.","additional_details":"The Israeli assault on Gaza in July-August 2014, in which 2,205 Palestinians (including 521 children) were killed, was only one example of Israel’s acts of violence against the Palestinian people. Yet UK-made weapons and military technologies continue to be sold to and used by the occupying Israeli forces.\r\n\r\nIsraeli military and industry sources openly attribute the success of Israeli exports to the weapons and technologies being ‘combat proven.’","state":"open","signature_count":7640,"created_at":"2018-03-30T22:52:31.982Z","updated_at":"2018-08-01T15:33:28.465Z","rejected_at":null,"opened_at":"2018-04-09T14:58:05.460Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T23:39:00.187Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Huda Ammori","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220172,"links":{"self":"https://petition.parliament.uk/petitions/220172.json"},"attributes":{"action":"Keep the rights of EU27 + EFTA citizens already in the UK unchanged after Brexit","background":"Before the EU referendum Vote Leave said: “There will be no change for EU citizens already lawfully resident in the UK. These EU citizens will automatically be granted indefinite leave to remain in the UK and will be treated no less favourably than they are at present.” (1 June 2016).","additional_details":"This statement was signed by Boris Johnson, Michael Gove, Gisela Stuart and Priti Patel. This promise has not been kept despite Michael Gove and Boris Johnson being government ministers. \nEU27 citizens living in the UK will have to apply for settled status so reducing their current rights, for example by ending their right to return to the UK after more than five years absence and ending European Court of Justice oversight of citizens’ rights. There is currently no guarantee of voting rights.","state":"open","signature_count":7633,"created_at":"2018-05-16T19:41:03.154Z","updated_at":"2018-08-01T22:34:38.504Z","rejected_at":null,"opened_at":"2018-05-30T14:12:46.801Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T20:54:54.622Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Susannah Rae","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214287,"links":{"self":"https://petition.parliament.uk/petitions/214287.json"},"attributes":{"action":"Provide a website allowing schools to advertise staff vacancies for free.","background":"Over £50 million a year is spent by UK schools advertising job vacancies and some £500 million on supply teachers. This is due, largely, to the extortionate fees charged by current suppliers. In 2015, at the ASCL conference, Justine Greening promised this issue would be addressed. It hasn't been.","additional_details":"Cost of Advertising:\r\nhttps://www.theguardian.com/education/2016/jul/26/secondary-schools-spent-56m-teacher-job-ads-labour\r\n\r\nCost of Supply Teachers: https://www.telegraph.co.uk/education/2017/02/21/school-spending-supply-teacher-agencies-jumps-fifth-inthree/\r\n\r\nCost of Supply Agencies:\r\nhttps://www.telegraph.co.uk/education/educationnews/12040309/Schools-spending-thousands-on-agencies-to-recruit-teachers.html\r\n\r\nGovernment Recognition: p24 'Teacher Recruitment and Retention' Briefing Paper 19/0118","state":"open","signature_count":7353,"created_at":"2018-03-04T18:48:22.988Z","updated_at":"2018-08-01T13:33:05.840Z","rejected_at":null,"opened_at":"2018-03-09T17:19:07.977Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T21:00:16.674Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leigh Adams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216289,"links":{"self":"https://petition.parliament.uk/petitions/216289.json"},"attributes":{"action":"Reverse the changes to allow for Textiles \u0026 Technology to be stand alone GCSEs.","background":"Last year we saw the Government remove the individualised GCSE in Textiles, instead combining all of the technologies into a generalised technology GCSE.","additional_details":"Not only is this directly suppressing each of the material areas, but it is now narrowing the amount of pupils going into this field, and not enabling them to gain the breadth of skills they previously would have, which would allow them to move on to higher education. From the clothes on our back, to the modern materials found in protective uniform such as Kevlar, we surrounded by technology, and it is vital that ALL areas are widely available to all pupils in the UK","state":"open","signature_count":7348,"created_at":"2018-03-27T11:37:13.292Z","updated_at":"2018-07-29T12:21:50.192Z","rejected_at":null,"opened_at":"2018-04-03T16:58:11.491Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-27T14:54:23.108Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma Haggis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220016,"links":{"self":"https://petition.parliament.uk/petitions/220016.json"},"attributes":{"action":"Increase funding \u0026 testing of pulmonary fibrosis \u0026 idiopathic pulmonary fibrosis","background":"Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff \u0026 scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.","additional_details":"Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.","state":"open","signature_count":7340,"created_at":"2018-05-14T18:54:48.830Z","updated_at":"2018-08-01T17:04:04.955Z","rejected_at":null,"opened_at":"2018-05-18T16:43:27.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T19:20:33.756Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keeley Chambers","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214751,"links":{"self":"https://petition.parliament.uk/petitions/214751.json"},"attributes":{"action":"Introduce photo ID cards in order to vote in all Elections.","background":"We believe that photo ID cards should be mandatory in order to be able to vote in all Elections.\r\nIn order to prevent voter fraud, the Government should introduce a national photo ID scheme. \r\nGovernment would pay for the ID cards. \r\nThis would mean the cards would be free to any voter.","additional_details":"The application form would be available to complete on  the Government website.","state":"open","signature_count":7146,"created_at":"2018-03-10T23:32:08.322Z","updated_at":"2018-08-01T17:05:21.762Z","rejected_at":null,"opened_at":"2018-03-16T10:52:47.566Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-11T21:10:52.720Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert J F Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212308,"links":{"self":"https://petition.parliament.uk/petitions/212308.json"},"attributes":{"action":"Ban George Soros from the United Kingdom.","background":"Whilst the UK welcomes foreign business, Mr Soros has proved by his actions that he is no friend of the United Kingdom.","additional_details":"He has a conviction in France for insider trading. He has donated money to a group which is campaigning against the democratic decision to leave the EU.","state":"open","signature_count":7016,"created_at":"2018-02-08T19:57:53.302Z","updated_at":"2018-08-01T20:58:50.885Z","rejected_at":null,"opened_at":"2018-03-09T17:45:13.774Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-08T20:28:12.675Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth Lloyd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215797,"links":{"self":"https://petition.parliament.uk/petitions/215797.json"},"attributes":{"action":"Halt the UK badger culls and provide key data on previous culls.","background":"We believe the majority of people in the UK oppose the Government's badger culls.  The government is ignoring sound scientific evidence that states they are ineffective, inhumane and could make matters worse. They are also proving to be extremely costly to the taxpayer.  Transparency is also needed.","additional_details":"We are calling on the Government to halt the UK’s badger culls and release key data that suggests the culls are not working. \r\n\r\nTo-date approximately 32,000 badgers have been killed since the culls began in October 2013 and now the government plans to roll the culls out across the country killing tens of thousands more animals.  Persecution of badgers has also escalated. Restricting cattle movements, stricter cattle testing, vaccination, monitoring and enforcement is the answer, not culling.","state":"open","signature_count":6745,"created_at":"2018-03-21T18:50:31.446Z","updated_at":"2018-08-01T14:52:40.249Z","rejected_at":null,"opened_at":"2018-03-26T17:58:47.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T17:23:18.677Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patricia Hall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217930,"links":{"self":"https://petition.parliament.uk/petitions/217930.json"},"attributes":{"action":"Fairer Funding for Surrey's Roads","background":"We call upon the Government to reform the Fairer Funding Formula to ensure there is enough money for road repair and up-keep. The current method for calculating the grant for such work unfairly penalises Surrey. The calculation should give more weight to traffic flow and level of usage.","additional_details":"Surrey has almost 3,500 miles of roads with over 4.8 million miles travelled on those roads per year. The grant received by Surrey from the Government is about £4,000 per million vehicle miles travelled. A Neighbouring county has a figure of £5,500 per million vehicle miles travelled.\r\nThe recent Pothole Fund announced by the Government which uses the same formula saw Surrey get £1.8m, whereas one of our neighbouring counties received £2.9m, and a quiet west country area was given £4.4m.","state":"open","signature_count":6439,"created_at":"2018-04-17T16:54:40.138Z","updated_at":"2018-08-01T23:01:41.388Z","rejected_at":null,"opened_at":"2018-05-02T10:32:17.732Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-17T17:52:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Francis Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220038,"links":{"self":"https://petition.parliament.uk/petitions/220038.json"},"attributes":{"action":"NHS England must follow the guidelines for Ibrutinib as laid down by NICE.","background":"There is no reference to a remission timeframe within this NICE recommendation. NHS England has said that it will not prescribe ibrutinib if CLL patients have been in remission for more than three years. This must change and prescribe Ibrutinib for CLL as per NICE guidelines.","additional_details":"","state":"open","signature_count":6196,"created_at":"2018-05-15T10:30:05.589Z","updated_at":"2018-08-01T21:15:53.322Z","rejected_at":null,"opened_at":"2018-05-21T17:59:16.738Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T11:12:20.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Smith MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222462,"links":{"self":"https://petition.parliament.uk/petitions/222462.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"The role of a recovery patrol is a dangerous one and more needs to be done for their safety whilst they are risking their lives helping others.\r\n","additional_details":"The USA already have a law in place to slow down and move over to protect recovery patrols on the side of the road but we don’t have any law for that here in the UK.\r\n\r\nMany have sadly lost their lives to this job because of other drivers not paying attention the roads and it’s laws- from speeding up to get past to not paying attention to roads closed.\r\n\r\nMany families are destroyed and left without loved ones and not many people realise the danger for these patrols.","state":"open","signature_count":6096,"created_at":"2018-06-17T17:02:01.633Z","updated_at":"2018-08-01T16:28:41.281Z","rejected_at":null,"opened_at":"2018-06-22T15:20:51.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T19:31:38.388Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kirsty Martin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211354,"links":{"self":"https://petition.parliament.uk/petitions/211354.json"},"attributes":{"action":"Introduce rules requiring coroners to respect Jewish and Muslim religious laws","background":"A vice president of the Board of Deputies of British Jews has said that a North London Coroner shows “no inclination” to address Jewish concerns. Under Jewish \u0026 Islamic law, bodies must be buried quickly and invasive postmortems are a desecration. The Board wants this coroner dismissed.","additional_details":"The Chief Rabbi has written to the Lord Chancellor. Here are extracts.\r\n \r\n.....concern had grown over recent years about the failure of [the coroner] ... to give due regard to the deeply held religious beliefs of Jewish and indeed Muslim families ...\r\n \r\n... Where the fastest possible burial is denied ...it can cause a great deal of pain at a time when they are already grieving.\r\n \r\n...there are no other coroners .. who have taken such a stance.\r\n","state":"open","signature_count":6083,"created_at":"2018-01-29T23:33:54.946Z","updated_at":"2018-07-29T21:22:22.565Z","rejected_at":null,"opened_at":"2018-02-08T10:44:25.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-30T06:45:48.181Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"jonathan malcolm hoffman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213702,"links":{"self":"https://petition.parliament.uk/petitions/213702.json"},"attributes":{"action":"Require local authorities to adopt all Public Open Space and roads on estates","background":"Local authorities are avoiding increasing their grounds maintenance responsibilities on new private estates by requiring developers to form management companies to deal with the maintenance long term. These management fees are an extra tax on hard working families. Councils should adopt the land.","additional_details":"Local authorities used to be paid commuted sums by housing developers to adopt open land and roads. Local authorities would be responsible for the long term maintenance for these assets. In practice, management companies are established for some roads and public open spaces to be maintained long term. Management companies charge excessive amounts for in effect a second “council tax”. The government should force all local authorities to adopt all roads and public open space on private estates.","state":"open","signature_count":5995,"created_at":"2018-02-24T11:25:48.554Z","updated_at":"2018-08-01T23:07:11.696Z","rejected_at":null,"opened_at":"2018-03-01T15:42:43.685Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-24T13:44:10.293Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adrian Davis-Johnston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215370,"links":{"self":"https://petition.parliament.uk/petitions/215370.json"},"attributes":{"action":"Stop unfair ILR cancellation for ECAA Agreement.","background":"On the 16th of March 2018, The Home Office made the following announcement:\r\n\r\nhttps://www.gov.uk/government/publications/turkish-ecaa-business-guidance","additional_details":"As Turkish citizens under the ECAA Agreement who have applied before the 16th of March 2018, we would like to be evaluated according to former rules and we would like to apply to ILR as we planned before, right after the 4th year.","state":"open","signature_count":5649,"created_at":"2018-03-16T17:00:34.589Z","updated_at":"2018-08-01T23:05:50.867Z","rejected_at":null,"opened_at":"2018-03-22T16:51:02.539Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T17:06:06.527Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gonul Gulce Karaarslan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220240,"links":{"self":"https://petition.parliament.uk/petitions/220240.json"},"attributes":{"action":"anybody caught carrying a knife/gun serve a mandatory life with 10 year minimum","background":"Kids are killing kids. There needs to be a mandatory life sentence with a harsh minimum term of at least 10 years for anyone carrying a knife or gun. The guidelines that are in place now are obviously not a deterrent. A life sentence with 10 years minimum  for all ages would be a big deterrent.","additional_details":"","state":"open","signature_count":5531,"created_at":"2018-05-17T18:44:28.861Z","updated_at":"2018-08-01T22:36:19.577Z","rejected_at":null,"opened_at":"2018-05-23T13:46:07.471Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T18:50:36.335Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Derri Anton Rusko","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224315,"links":{"self":"https://petition.parliament.uk/petitions/224315.json"},"attributes":{"action":"Introduce on the Spot Fines for Leaving Animals in an Unattended Private Vehicle","background":"Every year, despite numerous warnings in the media, there are reports of dogs dying in hot cars or being rescued close to death.  The law on what bystanders and even the police can do is ambiguous and confusing.  We need an obvious and enforceable deterrent to help prevent this recurring problem\r\n.","additional_details":"Many people still believe that it’s OK to leave an animal in a car on a warm day resulting in distress and sometimes death for the animal.\r\n\r\nBystanders and the police often have to watch dogs suffer whilst trying to find the owner. Many are unrepentant about their behaviour and will probably repeat it.\r\n\r\nA publicity campaign and an option for police to issue an on the spot fine would act as a proper deterrent and statement that this is unacceptable and would thus reduce the number of occurrences.","state":"open","signature_count":5456,"created_at":"2018-07-10T09:29:50.841Z","updated_at":"2018-08-01T22:41:00.936Z","rejected_at":null,"opened_at":"2018-07-16T17:46:01.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-10T09:40:06.716Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Middleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220220,"links":{"self":"https://petition.parliament.uk/petitions/220220.json"},"attributes":{"action":"Ban the use of farrowing crates in the UK","background":"Farrowing crates, profoundly similar to sow crates which were banned in the UK in 1999, are long, narrow crates in which sows are contained during gestation. It's still legal to use farrowing crates in spite of them having the same implications to animal welfare as the sow/gestation crates.","additional_details":"Pigs are intelligent, sentient beings and these crates deny their natural behaviours. This frustration can be displaced to damaging abnormal behaviours such as self-mutilation due to the intensive conditions. Farrowing crates severely restrict the sow's movement and deny them the instinctual urge to build a nest, worsening their frustrations. Having been made illegal in Sweden, Norway and Switzerland, we should follow this route of progression to maintain our reputation for good animal welfare.","state":"open","signature_count":5314,"created_at":"2018-05-17T13:34:42.887Z","updated_at":"2018-08-01T23:54:03.676Z","rejected_at":null,"opened_at":"2018-05-23T13:45:25.850Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T14:12:56.199Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217491,"links":{"self":"https://petition.parliament.uk/petitions/217491.json"},"attributes":{"action":"NHS doctors and dentists should receive a payrise of at least 3% in 2018.","background":"All NHS staff get a payrise of at least 6.5% (and up to 29%) over the next 3 years except doctors and dentists. Since 2008, doctors have experienced the largest drop in earnings of all professions, with consultants seeing a 19 per cent fall in pay, junior doctors 21 per cent and GPs 20 per cent.","additional_details":"The BMA said that doctors' pay should be increased in line with the wider economy, and it has called for the pay of all UK doctors to be increased in line with the RPI (Retail Price Index), plus £800 or 2 per cent, whichever is greater. (https://www.bma.org.uk/news/2018/february/bma-seeks-pay-rise-for-doctors-in-line-with-wider-economy).\r\nIn 2017-2018, the UK inflation rate has been about 3%. (https://tradingeconomics.com/united-kingdom/inflation-cpi)","state":"open","signature_count":5301,"created_at":"2018-04-12T23:11:41.516Z","updated_at":"2018-08-01T17:39:09.531Z","rejected_at":null,"opened_at":"2018-04-18T13:55:21.805Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-13T06:00:01.502Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Jan Rudiger","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214195,"links":{"self":"https://petition.parliament.uk/petitions/214195.json"},"attributes":{"action":"To abolish ground rent payments on existing residential property leases","background":"1)Ground rent is a form of exploitation, particularly when it is set to double over the life of a lease every 10,15,20 or 25 years\r\n\r\n2)The government supports setting ground rent to zero on new leases: a disparity of treatment between old and new leases would put existing leases at disadvantage","additional_details":"No service is essentially provided in return for ground rent payments\r\n\r\nFreeholders already receive an income when lease is extended \r\n\r\nSetting ground rent to zero would likely reduce rent charged to tenants by leaseholder landlords\r\n\r\nAs an alternative the government should set the maximum ground rent to £200 per year over the life of the lease\r\n\r\nLeasehold properties with increasing ground rents are more difficult to sell as lenders are reluctant to approve mortgages to buy these properties","state":"open","signature_count":5185,"created_at":"2018-03-03T12:36:52.805Z","updated_at":"2018-08-01T21:03:13.695Z","rejected_at":null,"opened_at":"2018-03-12T16:47:34.252Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T21:01:50.940Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrea Manzini Silvio Giuseppe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210700,"links":{"self":"https://petition.parliament.uk/petitions/210700.json"},"attributes":{"action":"End all local and national public sector service outsourcing","background":"The recent collapse of Carillion has brought attention to the failings of the private sector in delivering vital public services. This petition calls to end all future outsourcing of public service contracts both locally and nationally including councils, health, education and the civil service.","additional_details":"In order for this to be enforced, the petition is calling for legislation ruling such contracts unlawful.","state":"open","signature_count":5174,"created_at":"2018-01-24T14:27:59.049Z","updated_at":"2018-08-01T17:29:19.815Z","rejected_at":null,"opened_at":"2018-02-02T16:08:49.350Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-24T15:37:55.208Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217012,"links":{"self":"https://petition.parliament.uk/petitions/217012.json"},"attributes":{"action":"Reduction is Television Licence for Deaf people due to accessibility issues.","background":"Blind Registered Persons  , Including those who can see something, are entitled to 50% or 100%off Television Licence, Deaf persons should be entitled to a minimum of 25%off, Reason is that we cannot fully access all channel due to no Subtitling and/or Sign Language. So there is no Full Accessibility","additional_details":"","state":"open","signature_count":5135,"created_at":"2018-04-06T08:29:35.133Z","updated_at":"2018-08-01T14:10:15.535Z","rejected_at":null,"opened_at":"2018-04-11T12:02:28.677Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-06T11:50:34.984Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kevin Torbuck","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213808,"links":{"self":"https://petition.parliament.uk/petitions/213808.json"},"attributes":{"action":"To allow psv Licence holders to upgrade free to a class 2 lorry licence.","background":"As a psv driver, you are driving vehicles that are longer than a class 2 lorry. And busses can weigh a lot more than a lorry as well. With a bus you are carrying precious cargo (passengers) so why can you not allow a psv licence holder to be allowed an automatic right to a class 2 licence.","additional_details":"There is a huge shortage of hgv drivers within the UK. So surely by allowing a psv licence holder the right to a class 2 lorry licence, without the need of a further driving exam would make a lot of sense.","state":"open","signature_count":4997,"created_at":"2018-02-25T23:28:16.367Z","updated_at":"2018-08-01T23:37:18.540Z","rejected_at":null,"opened_at":"2018-03-05T17:26:07.329Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-26T21:21:16.714Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"matthew brittain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213072,"links":{"self":"https://petition.parliament.uk/petitions/213072.json"},"attributes":{"action":"Provide women's health physio to all post natal woman for pelvic health advice.","background":"I gave birth at the end of last year to my second child and was shocked by a letter from my GP saying unless I had \"persistent bleeding/pain or wanted contraception\" a routine 6 weeks check up was not required. This left me with no checks post major abdominal surgery which is very worrying.","additional_details":"Women's health physios are perfect professionals for assessing, and treating the mother post natally. They can check many concerns like scar tissue healing, gynae health and abdominal separation issues. Sadly mothers are being left without anyone to talk to about incontinence, prolapse,diastasis recti problems and all of these can be prevented or at least symptoms managed to avoid surgery further down the line. Providing care at this stage will save the NHS money in the long run.","state":"open","signature_count":4679,"created_at":"2018-02-16T18:52:02.223Z","updated_at":"2018-07-31T14:01:29.811Z","rejected_at":null,"opened_at":"2018-03-01T12:08:36.516Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-18T14:23:23.840Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Marie Fell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215775,"links":{"self":"https://petition.parliament.uk/petitions/215775.json"},"attributes":{"action":"Abolish the 3-month rule so that people receiving chemotherapy can obtain PIP","background":"Under the 3 month rule, I don't qualify for PIP. I’m therefore living with debilitating stage 4 Cancer whilst trying to get by on SSP and donations. As cancer now affects one in two people, PIP must be made available to all patients receiving chemotherapy, as this is when we need financial support.","additional_details":"Respected charities acknowledge cancer results in an immediate increase in expenses. When it’s cold, there are increased heating costs. Eating a healthy and varied diet is expensive.  Patients suffer from extreme fatigue and many have to swallow their pride by asking for help performing very basic and personal tasks.  There’s also an array of appointments to keep that result in additional transport costs. Having cancer is therefore not only frightening and degrading, it’s also expensive.","state":"open","signature_count":4601,"created_at":"2018-03-21T13:54:25.920Z","updated_at":"2018-08-01T17:53:12.602Z","rejected_at":null,"opened_at":"2018-04-03T09:23:04.659Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T16:04:16.474Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Susan Marie Hodgkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214660,"links":{"self":"https://petition.parliament.uk/petitions/214660.json"},"attributes":{"action":"Review the effectiveness of the outdated Child Destruction legislation","background":"In June 2015 I was a victim of a violent assault during my 8th month of pregnancy. One of the two males who attacked me was the guy who got me pregnant. Unfortunately, this resulted in me giving birth to a stillborn baby boy Joel.","additional_details":"The Child Destruction legislation was introduced in 1929 as part of the Infant Life Act, to tackle late-term backstreet abortions. In modern times - though rarely used - the legislation has been used to convict perpetrators who have used violence with the intent to harm pregnant women whose babies are capable of living outside the mother's womb.\r\n\r\nDue to the complexities of the law, there have been a number of inconsistencies when it comes to prosecuting and sentencing perpetrators.\r\n#amendCDlaw\r\n","state":"open","signature_count":4582,"created_at":"2018-03-09T16:02:28.940Z","updated_at":"2018-08-01T15:23:32.206Z","rejected_at":null,"opened_at":"2018-03-12T12:30:18.391Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-09T18:14:11.064Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Malorie Bantala","rejection":null,"government_response":null,"debate":null}}]}