{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=39\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":200213,"links":{"self":"https://petition.parliament.uk/petitions/200213.json"},"attributes":{"action":"Abolish Universal Credits before it puts majority of the UK in poverty","background":"The new Universal Credit replaces JSA, Income Support, ESA, Housing Benefit, Tax Credits and Working Tax Credits.\r\n\r\nBILLIONS taken from the needy and most vulnerable in society.","additional_details":"Universal Credit is about cutting the Social Security bill meaning millions will be worse off. \r\nOnce fully implemented Universal Credit will mean easier sanctioning forcing people to live off nothing. \r\nHousing subsidy will be time limited for some 18-21 year olds forcing more to be homeless. \r\nSupport for child care drastically cut. \r\nDisability elements cut or abolished altogether. \r\nThousands of small businesses will be forced out of business. \r\nSome rates are lower than current benefit rates.","state":"open","signature_count":16967,"created_at":"2017-09-13T22:21:05.588Z","updated_at":"2018-03-10T23:37:02.065Z","rejected_at":null,"opened_at":"2017-09-20T16:29:27.207Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T22:44:30.201Z","response_threshold_reached_at":"2017-10-30T22:38:39.408Z","government_response_at":"2017-11-15T10:33:53.485Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Walsh","rejection":null,"government_response":{"summary":"Universal Credit is simplifying the system to ensure that work always pays and more people are moving into work as a result. Personalised support is available and targeted at those that need it most.","details":"The best way to help people out of poverty is to help them into work. Work is the pillar of a strong economy and a strong society and we believe that work should always pay, that we should have a welfare system that helps people into work, supports people who need help, and is fair to those who pay for it. \r\n\r\nThe old system which UC is replacing is complicated, inflexible and involves different agencies and Government departments. This complexity would often mean that people were put off from taking up offers of employment or taking on more hours.\r\n\r\nUniversal Credit is revolutionising the welfare system by making work pay. It simplifies the system and provides a single payment for people in or out of work which ensures that people are always better off working and better off working more. There are none of the cliff edges or complicated hours rules of the old system, just a single, simple, taper so payments reduce in a transparent and predictable way as earnings increase.\r\n\r\nUniversal Credit provides unprecedented level of personalised support. People receive tailored support managed through personal work coaches, who know each person’s case and have more tools than ever before to help people prepare for work and get a job. \r\n\r\nWe know this is having a positive impact on employment outcomes, it’s been proven by three separate research studies. Compared to the old system, people on Universal Credit are more likely to be in work after 6 months, spend more time looking for a job, more time looking to increase their earnings and will actually consider work they wouldn’t have considered doing before.\r\n\r\nFurthermore, the Government recognises that high childcare costs can affect parents’ decisions to take up paid work or increase their working hours. We increased the level of support for childcare costs within Universal Credit from 70 per cent to 85 per cent. The intention is that families will get more out of the money that they earn, and will find that it pays to get a job, from taking the first step back into work, right up to working full-time.\r\n\r\nWe want to make sure that Universal Credit is fair to claimants and to the taxpayer that funds it, and that support is targeted at those that need it most. Each jobseeker receiving UC takes on a ‘commitment’ or ‘contract' which is the obligation to look for and take on work, and in return receive the benefit payment as planned. This clearly sets out what is expected of jobseekers, the support they get to move into work and the consequences of not adhering to the requirements, which can include sanctions. All requirements that are set are reasonable and achievable for each individual claimant, taking their circumstances into account. \r\n\r\nWe want to ensure that 18 to 21-year-olds do not slip straight into a life on benefits, which is why we are helping young people get the training, skills and experience they need to move into a job and build a career. The change to housing costs support for this group will ensure young people in the benefit system face the same choices as young people who work but may not be able to afford to leave home. We know that personal circumstances will differ so we have worked closely with stakeholders to develop a fair and robust set of exemptions to protect the most vulnerable young people.\r\n\r\nUniversal Credit aims to support all people to participate fully in society, including remaining in or returning to work. Many disabled people want to work but feel the risk of losing their benefits is too great. Part of the design of Universal Credit is to simplify the current provision in legacy benefits so that Universal Credit is simpler to understand and deliver, and less prone to fraud and error. Rather than replicate every aspect of disability provision in the current legacy system, we have removed the complexity of dealing with different rules for seven different disability additions. There will also be transitional protection for those claimants with existing premiums whose circumstances do not change who move over to Universal Credit as part of the managed migration process, if their overall entitlement would be less than under the old system.\r\n\r\nThe Government recognises the importance of self-employment and small businesses to the economy and to society. As part of the Government’s wider growth strategy, we are keen to help self-employed people to achieve their potential and progress in work. We are also keen to support new enterprise and there is a range of support for small businesses such as the new Enterprise Allowance. Universal Credit supports people into self-employment where it is the best route for them to become financially self-sufficient. The aim is to increase the number of people progressing from low earning self-employment and becoming more self-sufficient in the long term and to encourage those reporting very low self-employed income to increase their earnings. \r\n\r\nDepartment for Work and Pensions","created_at":"2017-11-15T10:33:53.482Z","updated_at":"2017-11-15T11:30:18.722Z"},"debate":null}},{"type":"petition","id":201300,"links":{"self":"https://petition.parliament.uk/petitions/201300.json"},"attributes":{"action":"Adapt gambling laws to include gambling in video games which targets children.","background":"Many video game companies in recent years have introduced mechanics which are essentially gambling of which are targeted at children and vulnerable adults. While not currently considers gambling by law they do copy many traits to make them as addictive and can lead to real money being lost/earned.","additional_details":"Gambling in video games mostly involves 'loot boxes' where players use virtual currency (often bought with real money) to earn in game items often worth less than what they paid (sometimes more) hence its gambling.\r\nCurrently only china has introduced new laws to force companies to display the odds of winning which had been standard in the uk gambling industry for years.\r\n\r\nhttps://www.google.co.uk/amp/s/kotaku.com/china-passes-law-forcing-games-with-loot-boxes-to-discl-1789828850/amp","state":"open","signature_count":16894,"created_at":"2017-09-23T13:56:49.146Z","updated_at":"2018-03-10T22:50:32.224Z","rejected_at":null,"opened_at":"2017-10-04T17:42:13.035Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-23T18:12:30.824Z","response_threshold_reached_at":"2017-10-13T18:42:46.655Z","government_response_at":"2017-10-25T12:17:40.537Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Connor Rhys Deeley","rejection":null,"government_response":{"summary":"The Gambling Commission has strong powers to regulate gambling and is monitoring convergence between gambling and video games closely. The government is committed to protecting children from harm.","details":"Protecting children and the vulnerable from being harmed or exploited by gambling is a core objective of the regulation of gambling in Great Britain, and a priority for the government. The Gambling Commission, as the regulator for gambling in Great Britain, has powers to regulate online gambling, and is committed to using its powers and expertise to contribute to creating a safer internet. \r\n\r\nThe Gambling Commission released a position paper in March 2017 detailing existing protections in relation to virtual currencies, eSports and social casino gaming. The paper can be found on the Gambling Commission’s website at the following address: http://www.gamblingcommission.gov.uk/PDF/Virtual-currencies-eSports-and-social-casino-gaming.pdf  \r\n\r\nWhere gambling facilities are offered to British consumers using in-game items that can be converted into cash or traded for items of real-world value, then such activities must be licensed by the Gambling Commission and adhere to strict requirements for the protection of children and the vulnerable, which include measures to prevent underage gambling. It is an offence to invite a child to gamble, and where there is a failure to prevent underage gambling, the Commission will take regulatory and/or criminal action. \r\n\r\nWhere the facility exists for players of video games to purchase a key to unlock a bundle containing an unknown quantity and value of in-game items as a prize, and where there are readily accessible opportunities to cash in or exchange those awarded in-game items for money or money’s worth, then these elements of the game are likely to be considered licensable gambling activities. In contrast, where prizes are restricted for use solely within the game, such in-game features would not be licensable gambling. The Gambling Commission is committed to working with the video game industry to prevent gambling-related harm related to their platforms.\r\n\r\nConsumers are also protected by the Consumer Protection from Unfair Trading Regulations 2008. This includes a requirement on businesses not to subject anyone to misleading or aggressive marketing practices, or, for example, direct exhortation to buy products, such as games content, including in-game purchases such as loot boxes. The government is committed to ensuring that consumers are properly protected and that children’s vulnerability and inexperience is not exploited by aggressive commercial practices.\r\n\r\nThe Video Standards Council (VSC) Rating Board is the designated body for classifying video games, and applies the Europe-wide PEGI ratings to video games supplied in the UK. The PEGI criteria currently make provision for games depicting simulations of traditional gambling, and such games would generally attract a minimum PEGI rating of 12. The VSC Rating Board is discussing these issues with the PEGI Council and its Experts Group to determine whether any changes to the PEGI criteria need to be made.\r\n\r\nThe Gambling Commission monitors the participation of children in gambling through a range of data sources including complaints, academic research and the annual Young People and Gambling Survey, which in 2017 included specific questions in relation to eSports and video gaming. The results of the survey are due to be published soon. The Gambling Commission has also asked the Responsible Gambling Strategy Board to examine the wider relationship between children and gambling. \r\n\r\nOn 11 October the government published the Internet Safety Strategy, setting out plans to make the UK the safest place in the world to be online. The Strategy outlines how the government will work with online platforms, game publishers and game developers, and with agencies such as the VSC Rating Board, to continue to improve online safety in games. This includes promoting further awareness and understanding of PEGI age ratings, parental controls and advice on safe gaming.\r\n\r\nThe government recognises the risks that come from increasing convergence between gambling and video games. The Gambling Commission is keeping this matter under review and will continue to monitor developments in the market.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-25T12:17:40.535Z","updated_at":"2017-11-01T10:46:47.128Z"},"debate":null}},{"type":"petition","id":205348,"links":{"self":"https://petition.parliament.uk/petitions/205348.json"},"attributes":{"action":"Pass legislation making animals legally \"Sentient Beings\" in UK law.","background":"Following the failure of the House of Commons to support the transfer of the EU Protocol on animal sentience in Article 13 of Title II of Lisbon Treaty into UK law, we demand primary legislation making animals legally \"sentient beings\" in UK law.","additional_details":"","state":"open","signature_count":16651,"created_at":"2017-11-16T12:04:42.452Z","updated_at":"2018-03-10T23:32:44.776Z","rejected_at":null,"opened_at":"2017-11-23T10:27:23.998Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T13:36:14.578Z","response_threshold_reached_at":"2017-11-26T12:20:31.450Z","government_response_at":"2017-12-18T15:11:46.387Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Webber","rejection":null,"government_response":{"summary":"The government is committed to the very highest standards of animal welfare as we leave the EU. We have published a draft Bill which clearly recognises animal sentience in domestic law.","details":"The government is committed to the very highest standards of animal welfare as we leave the EU. As the Secretary of State set out in his Written Ministerial Statement on 12 December, there was never any question that this government’s policies on animal welfare are driven by the fact that animals are sentient beings. We have published a draft Bill which underlines the government’s commitment to raising animal welfare standards. The draft Animal Welfare (Sentencing and Recognition of Sentience) Bill increases the maximum prison sentence for animal cruelty tenfold to 5 years in prison and clearly recognises animal sentience in domestic law. The Bill also requires UK government Ministers to have regard to the welfare needs of animals when formulating and implementing government policy. We are currently seeking views on the draft Bill.  Anyone who wishes to comment has until 31 January 2018 to do so.  \r\n\r\nArticle 13 of the Treaty on the Functioning of the European Union (TFEU) has not delivered the progress we want to see. It only applies to the implementation and formulation of EU-level policy and has had minimal impact even in those areas. Our draft Bill is a significant improvement, both recognising animal sentience and imposing a clear duty on the state to have regard for animal welfare. Ultimately, Article 13 has failed to prevent practices across the EU which are cruel and painful to animals. \r\n\r\nIn contrast, here in the UK, we are already improving animal welfare standards without EU input and beyond the scope of Article 13. We are making CCTV mandatory in all slaughterhouses – a requirement which goes above and beyond any EU rule. We propose combatting elephant poaching with a ban on the ivory trade which is more comprehensive than anywhere else in Europe. Our ban on microbeads which harm marine animals has been welcomed by Greenpeace as “the strongest in the world”, and is certainly the strongest in Europe. \r\n\r\nThis Government will continue to promote and enhance animal welfare, both now and after we have left the EU.\r\n\r\nDepartment for Environment. Food and Rural Affairs","created_at":"2017-12-18T15:11:46.385Z","updated_at":"2017-12-18T15:11:46.385Z"},"debate":null}},{"type":"petition","id":201568,"links":{"self":"https://petition.parliament.uk/petitions/201568.json"},"attributes":{"action":"No more taxpayers money to be paid to the EU as part of any Brexit deal","background":"The EU is demanding more and more of taxpayers money to be paid to them as we leave as a 'divorce settlement'.  We have paid them too much money already.  Legally we owe them nothing so no more money should be sent to them.","additional_details":"Stop all payments to them including both the 'divorce settlement' and any further payments after March 2019 when we leave.","state":"open","signature_count":16252,"created_at":"2017-09-26T18:29:27.801Z","updated_at":"2018-03-10T23:19:16.149Z","rejected_at":null,"opened_at":"2017-10-03T08:49:28.800Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T18:42:42.773Z","response_threshold_reached_at":"2017-11-17T13:42:15.302Z","government_response_at":"2017-12-04T17:38:13.329Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gleave","rejection":null,"government_response":{"summary":"The Government is focused on securing the best possible deal as we leave the EU. The financial implications of the UK's withdrawal can only be resolved as part of the settlement of all exit issues. ","details":"We are focussed on securing the best possible deal for the United Kingdom as we leave the European Union. \r\n\r\nAs was said in the Article 50 letter, the settlement should be in accordance with the law and in the spirit of the UK’s continuing partnership with the EU. The Commission has set out its position on the financial settlement and the Government has undertaken a detailed examination of the technicalities. We are approaching discussions constructively and respectfully, and are confident that we can achieve an outcome that works in the interests of both sides.\r\n\r\nThe Prime Minister has said that we can only resolve the financial implications of the UK's withdrawal as part of the settlement of all the issues addressed in her Florence speech. The Government recognises that the UK has obligations to the EU, and the EU obligations to the UK, that will survive the UK’s withdrawal, and that these need to be resolved.\r\n\r\nIn her Florence Speech, the Prime Minister reassured EU member states that they will not need to pay more or receive less money over the remainder of the current budget plan as a result of our decision to leave. The Prime Minister also made clear that the UK will honour its commitments made during the period of our membership. \r\n\r\nThe UK continues to play a full part in EU business, including on EU budget negotiations. While the UK remains a member of the EU, we remain committed to budgetary restraint and ensuring that we live within the 2013 deal on the Multiannual Financial Framework.\r\n\r\nThe Prime Minister also acknowledged in her Florence Speech that we will want to continue working with the EU in ways that promote the long-term economic development of our continent. This includes continuing to take part in those specific policies and programmes which are to both the UK and the EU’s joint advantage, such as those that promote science, education and culture – and those that promote our mutual security.  Should this participation be agreed upon, we would expect to make an ongoing contribution to cover our fair share of the costs involved.  \r\n\r\nConclusion\r\nWe are focussed on securing the best possible deal for the United Kingdom as we leave the European Union. Once we have left, decisions on how taxpayers’ money is spent will be made in the UK.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-12-04T17:38:13.327Z","updated_at":"2017-12-04T17:38:13.327Z"},"debate":null}},{"type":"petition","id":205852,"links":{"self":"https://petition.parliament.uk/petitions/205852.json"},"attributes":{"action":"Strengthen the 2004 Hunting Act","background":"Week in week out hunts up and down the country continue to use loopholes in the Hunting Act to kill wildlife. The Act needs strengthening to ensure people are discouraged from participating in illegal hunting and for those caught hunting, the penalty and arrest needs to be more severe.","additional_details":"A level 5 fine of £5000 is not an adequate deterrent in enforcing the Act as it stands. We would like to see section 6 of the Act to be amended to add provision for a prison sentence of up to six months for illegal hunting. Additionally there should be a 'reckless' clause which will make it an offence for anyone to 'cause or permit' one or more dogs to seek out, chase, injure or kill a wild mammal. The widespread flouting of the ban continues to this day and these measures along with several other reforms could ensure our wildlife is protected as it should be.\r\n\r\nFor more details on necessary amendments to strengthen the 2004 hunting Act, please follow this link which features a Hunting Act Amendment Bill. \r\nhttp://campaigntostrengthenthehuntingact.com/powa-proposals-for-amendments-2.php","state":"open","signature_count":16033,"created_at":"2017-11-22T10:39:17.646Z","updated_at":"2018-03-10T19:07:00.760Z","rejected_at":null,"opened_at":"2017-11-27T18:20:25.225Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:42:26.252Z","response_threshold_reached_at":"2018-01-08T23:32:57.963Z","government_response_at":"2018-01-29T09:32:23.696Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Pownall","rejection":null,"government_response":{"summary":"Under the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. Illegal hunting arrests and prosecutions are a matter for the police.","details":"The Hunting Act 2004 bans the hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. The full details of the Hunting Act 2004 exemptions are available online at:\r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1      \r\n \r\nAnyone who believes an offence under the Hunting Act 2004 is taking place, or has taken place, during a hunt, whether it concerns hunting activities or the actions of hunters towards protestors, should report the matter to the police as they are the enforcement authority. Decisions on the arrest and prosecution of those taking part in illegal hunting activities are matters for the police and prosecuting authorities. A person guilty of an offence under the Hunting Act 2004 will receive a fine, but not exceeding level 5 on the standard scale.  Level 5 is currently set at an unlimited fine.\r\n \r\nThere are also laws in place to protect animal welfare. Under the Animal Welfare Act 2006 it is an offence to cause unnecessary suffering to an animal under the control of man. We have announced that we will increase the maximum penalty for animal cruelty from the current six months’ imprisonment to 5 years’ imprisonment. As is the situation now, offenders can also be punished with an unlimited fine and be disqualified from having any influence over the way an animal is kept, for anything up to life.\r\n \r\nThe Prime Minister said on 7 January 2018 that there will not be a vote on fox hunting during this parliament and, as such, the Government has no plans to amend the provisions in the Hunting Act 2004\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-01-29T09:32:23.693Z","updated_at":"2018-01-29T09:32:23.693Z"},"debate":null}},{"type":"petition","id":200239,"links":{"self":"https://petition.parliament.uk/petitions/200239.json"},"attributes":{"action":"Abolish the TV Licence","background":"The TV Licence is no longer fit for purpose and should be abolished. It is unfair that one should hold one to watch Freeview channels or indeed subscription TV. The BBC should look at alternative methods of funding particularly as it is commonly felt there is a high level of bias.","additional_details":"","state":"open","signature_count":15499,"created_at":"2017-09-14T07:48:35.269Z","updated_at":"2018-03-10T22:46:26.179Z","rejected_at":null,"opened_at":"2017-09-15T17:02:19.383Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T08:47:15.533Z","response_threshold_reached_at":"2017-10-03T18:16:55.755Z","government_response_at":"2017-10-17T14:25:18.863Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":"2017-11-21T10:06:38.640Z","creator_name":"Martin Costello","rejection":null,"government_response":{"summary":"A licence is required to watch or receive television programmes and is not a fee for BBC services. The government will maintain the BBC funding model for the duration of this Charter period.","details":"The new BBC Royal Charter came into effect in January 2017, following the Charter Review process, which was one of the biggest consultation exercises undertaken by government. This extensive process of consultation and evidence gathering included 192,000 consultation responses and engagement with over 300 organisations and experts.\r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this new 11 year Charter period.\r\n\r\nThe BBC has committed to consider whether elements of subscription have a role to play in its future funding, alongside the core licence fee model. It is for the BBC to set the scope of these plans, but the government expects that progress and success will be appropriately reviewed, to feed into the next Charter Review process.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2017-10-17T14:25:18.860Z","updated_at":"2017-10-17T14:25:18.860Z"},"debate":{"debated_on":"2017-11-20","transcript_url":"https://hansard.parliament.uk/commons/2017-11-20/debates/CF3F652E-0E66-4089-A30D-D9229792E31A/TVLicenceFee","video_url":"http://parliamentlive.tv/Event/Index/d25effd4-66ce-4997-af96-db4b83265051","debate_pack_url":"http://researchbriefings.files.parliament.uk/documents/CDP-2017-0172/CDP-2017-0172.pdf","overview":""}}},{"type":"petition","id":206274,"links":{"self":"https://petition.parliament.uk/petitions/206274.json"},"attributes":{"action":"Call on DEFRA to withdraw UK approval of A24 trap, sold in NZ to kill hedgehogs.","background":"DEFRA recently approved the use of these traps in England (pending in Wales \u0026 Scotland). The traps(https://www.goodnature.co.nz/pests/#c315) are sold to kill hedgehogs (\u0026 other species), in New Zealand where hedgehogs are non-native \u0026 considered a ‘pest’ species.","additional_details":"In the UK hedgehogs are protected being listed on Schedule 6 of the Wildlife \u0026 Countryside Act. If a trap is set \u0026 it catches a hedgehog, then the person who set the trap can be prosecuted. Anyone setting traps for ‘vermin’ or non-protected species is obliged to take all reasonable precautions to avoid catching a protected species, since there are no ‘reasonable precautions’ to avoid catching hedgehogs using this trap, anyone who sets them is at risk of prosecution if they catch a hedgehog.","state":"open","signature_count":15490,"created_at":"2017-11-27T10:33:09.450Z","updated_at":"2018-03-10T23:30:01.449Z","rejected_at":null,"opened_at":"2017-12-01T18:50:19.146Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-27T13:13:02.857Z","response_threshold_reached_at":"2018-02-08T16:49:01.214Z","government_response_at":"2018-03-01T16:18:15.005Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Fay Vass","rejection":null,"government_response":{"summary":"The Goodnature A24 trap is not approved for use against hedgehogs in England. Where traps are used for other species, the trapper must ensure that offences against protected species are not committed.","details":"Before a new spring trap is brought into the market it must first be approved for use via a Spring Trap Approval Order made in England and Wales under the Pests Act 1954, Scotland under the Agriculture (Scotland) Act 1948 and Northern Ireland under the Wildlife (Northern Ireland) Order 1985. \r\n\r\nThe humaneness of the trap is assessed before it is approved for use. Trap evaluation is currently carried out by the Animal and Plant Health Agency, which then recommends whether a trap should be approved or not and, if so, what conditions of use (placement criteria, permitted target species) should apply. \r\n\r\nUnder the Spring Traps Approval (Variation) (England) Order 2015, the Goodnature A24 Rat and Stoat Trap may only be used for the purpose of killing rats and stoats. The trap must also be placed so that it can only be entered by way of an artificial tunnel which is suitable for that purpose. \r\n\r\nNo spring trap is approved for use against hedgehogs as under section 11 of the Wildlife and Countryside Act 1981 it is an offence, unless under and in accordance with the terms of a licence, to use any trap or snare for the purpose of killing or taking a hedgehog or to set in position any trap or snare in such a way so as to be calculated to cause bodily injury to a hedgehog.\r\n\r\nA condition of use for all approved spring traps is that so far as is practicable without unreasonably compromising its use, the trap must be used in a manner that minimises the likelihood of its killing, taking or injuring non-target species. We are confident that hedgehogs can be effectively excluded from the trap when set according to manufacturer’s instructions and an excluder tunnel is used (see https://goodnaturetraps.co.uk/). We do not, therefore, intend to remove this trap’s approval.\r\n\r\nOperators of the trap are required to make sure conditions of use are complied with and offences against protected species are not committed.\r\n\r\nWhere the safety of protected species cannot be reasonably assured, the use of non-lethal methods of capture, such as cage trapping, should be employed so non-target species can be released unharmed if accidently captured.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-01T16:18:15.002Z","updated_at":"2018-03-01T16:18:15.002Z"},"debate":null}},{"type":"petition","id":209872,"links":{"self":"https://petition.parliament.uk/petitions/209872.json"},"attributes":{"action":"Make Hedgehogs a Protected Species","background":"We, the undersigned, call on the government to make hedgehogs an officially protected species and to limit activities which may disturb, degrade or destroy their habitats. This petition is put forth on the following grounds:","additional_details":"∙ Hedgehog numbers have dropped from 30 million in the 1950s to fewer than 1 million today\r\n∙ Populations have fallen by at least 50% in rural areas and 30% in urban areas since 2000\r\n∙ Trends show an ongoing decline of about 5% per year nationally\r\n∙ Decline is largely due to habitat loss and fragmentation as hedgerow removal and new development projects isolate populations","state":"open","signature_count":15454,"created_at":"2018-01-18T14:06:49.841Z","updated_at":"2018-03-10T23:54:13.366Z","rejected_at":null,"opened_at":"2018-01-23T19:03:08.858Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-18T14:52:56.283Z","response_threshold_reached_at":"2018-02-12T17:00:13.912Z","government_response_at":"2018-03-05T11:00:30.874Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anne Brummer","rejection":null,"government_response":{"summary":"Hedgehogs are already broadly protected under the Wildlife and Countryside Act 1981.","details":"The Government continues to be concerned about the decline in hedgehog numbers and notes the recent State of Britain’s Hedgehogs Report 2018, which suggests that the urban population is stabilising. Reasons for the decline of this iconic species are complex and varied.\r\n\r\nThe Government has published advice on how to help hedgehogs through the creation of hedgehog havens and making gardens as welcoming as possible. This can be accessed at https://www.gov.uk/government/news/five-simple-steps-to-transform-gardens-in-to-hedgehog-havens\r\n\r\nWe support the excellent work being undertaken by the British Hedgehog Preservation Society and the People’s Trust for Endangered Species, such as the Hedgehog Street campaign and the 10 year hedgehog strategy. Natural England is taking action that seeks to address some of the objectives of the 10 year strategy through actions identified in the work of the Species Taxon Action Groups, which underpins Biodiversity 2020.\r\n\r\n\r\nAgri-environment schemes such as Countryside Stewardship provide funding to restore, extend and link important habitats and boost food resources for a range of species including hedgehogs. \r\n\r\n\r\nHedgehogs are protected by the Wildlife and Countryside Act 1981 from being killed using prohibited methods such as a crossbows, traps and snares. To give hedgehogs additional or full protection would require the species to be listed on Schedule 5 of the Act which would make it an offence to:\r\n\r\n•\tintentionally kill, injure or take any wild animal;\r\n•\tintentionally or recklessly damage or destroy any structure or place it uses for shelter or protection; \r\n•\tdisturbs any such animal while it is occupying a structure or place which it uses for shelter or protection; and\r\n•\tobstruct access to any structure or place which any such animal uses for shelter or protection\r\n\r\nThis would not, however, benefit the hedgehog as there is little evidence that hedgehogs are being intentionally killed or injured. Also, in certain circumstances, this could have the unintended consequence of making it a criminal offence for people to tend their gardens if this disturbs or obstructs access. It may also deter the maintenance and creation of habitat for hedgehogs if there was to be a restriction on land use as a result.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\n\r\n","created_at":"2018-03-05T11:00:30.872Z","updated_at":"2018-03-05T11:00:30.872Z"},"debate":null}},{"type":"petition","id":213426,"links":{"self":"https://petition.parliament.uk/petitions/213426.json"},"attributes":{"action":"Take all efforts to push for a ceasefire in Syria.","background":"The bombing of rebel-held areas by the Syrian government and its allies has intensified in recent weeks. Countless civilians have suffered as a consequence - particularly in the Eastern Ghouta enclave. The UK must use its position on the UN Security Council to push for a ceasefire.","additional_details":"The UN has made several calls for a ceasefire across Syria in the past few weeks. An ultimate resolution to the conflict seems distant. However, the immediate aim must be the protection of civilian life and civilian infrastructure. The UK must use its position on the UN Security Council, and its voice in Parliament, to condemn the Syrian government and call for an immediate and unconditional ceasefire.","state":"open","signature_count":15108,"created_at":"2018-02-20T22:02:13.440Z","updated_at":"2018-03-10T23:19:56.646Z","rejected_at":null,"opened_at":"2018-02-26T18:44:35.088Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T00:10:31.316Z","response_threshold_reached_at":"2018-03-03T22:34:53.625Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Pouneh Ahari","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205672,"links":{"self":"https://petition.parliament.uk/petitions/205672.json"},"attributes":{"action":"Don’t ban Grouse Shooting ","background":"Protect Grouse Shooting","additional_details":"Grouse moors and grouse shooting are integral and traditional parts of moorland management which benefit the grouse and ALL native wildlife i.e. Lapwing and plovers. Grouse shooting is supported by the Royal family and real country people.\r\n \r\nGrouse shooting income is essential for local businesses and jobs and should not be banned. Killing vermin is a social service which benefits ALL wildlife. Birds of prey are over-protected and are out of balance with natural habitats and species.\r\n","state":"open","signature_count":15055,"created_at":"2017-11-20T22:16:44.439Z","updated_at":"2018-03-09T12:44:56.615Z","rejected_at":null,"opened_at":"2017-11-24T17:29:54.083Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-21T06:19:50.217Z","response_threshold_reached_at":"2017-12-18T14:29:59.597Z","government_response_at":"2018-01-11T14:41:50.022Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jane Griggs","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.","details":"The Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation.\r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors within Special Areas of Conservation to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment. \r\n\r\nThe Government is also working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nDepartment for Environment, Food and Rural Affairs ","created_at":"2018-01-11T14:41:50.019Z","updated_at":"2018-01-11T14:41:50.019Z"},"debate":null}},{"type":"petition","id":204121,"links":{"self":"https://petition.parliament.uk/petitions/204121.json"},"attributes":{"action":"Do not extend IR35 legislation to the private sector.","background":"There is evidence that the Chancellor is planning to extend IR35 legislation to the private sector in an attempt to equalise the payments and tax regimes between contractors and permanent employees. Contractors take considerable risk in their financial stability and can be without work for weeks.","additional_details":"https://www.thetimes.co.uk/article/philip-hammond-eyes-1bn-budget-raid-on-freelancers-9bm6lsjs6","state":"open","signature_count":14990,"created_at":"2017-10-31T17:36:26.423Z","updated_at":"2018-03-10T23:40:05.294Z","rejected_at":null,"opened_at":"2017-11-03T11:03:22.086Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T18:31:10.330Z","response_threshold_reached_at":"2017-11-16T10:55:11.511Z","government_response_at":"2017-11-30T14:16:56.278Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Michael Kendrick","rejection":null,"government_response":{"summary":"The government will consult on how to tackle non-compliance with the off-payroll working rules in the private sector, drawing on the experience of recent public sector reform.\r\n\r\n","details":"The Government recognises that many individuals choose to work through their own limited company. There are many legitimate, commercial reasons for people to do this and for businesses to engage them in this way. The off-payroll working rules, more commonly known as IR35, have been in place since 2000 to ensure that, where individuals would have been employees if they were providing their services directly, they pay broadly the same tax and National Insurance as other employees. It is fair that two individuals doing the same job in the same way pay broadly the same tax and National Insurance, even if one of them structures their work through a company.\r\n\r\nAs highlighted by reports from the Office of Tax Simplification and the House of Lords, it is clear that IR35 is not effective enough. To improve compliance, the Government introduced reforms in the public sector from April 2017. Individuals working through their own company in the public sector are no longer responsible for operating the off-payroll rules. Instead, where an individual’s company is directly engaged by a public sector body, the public sector body is responsible for determining whether or not the rules apply, and deducting any necessary employment taxes on payments to the individual’s company. Where this engagement takes place through an agency, the public sector body is responsible for determining whether or not the rules apply and informing the agency of this decision, in order that any necessary employment taxes can be deducted by the agency.\r\n\r\nThis is not a new tax on the self-employed. IR35 only applies to those who work like employees and would have been employed were they not working through a company. Genuinely self-employed individuals continue to be unaffected, as has been the case for over 15 years.\r\n\r\nThe Government is monitoring the impact of its reform of IR35 in the public sector. Initial evidence suggests that it has been successful in improving compliance. More people working through their own company are paying the right tax. However, the cost of non-compliance in the private sector is still growing and will cost taxpayers £1.2 billion a year by 2022/23. Therefore, a possible next step would be to extend these reforms to the private sector. \r\n\r\nTo take account of the needs of businesses and individuals who would implement any change, the Government will carefully consult on reform in the private sector, drawing on the experience of the public sector reforms, including through external research due to be published in the new year.\r\n\r\nHM Treasury","created_at":"2017-11-30T14:16:56.274Z","updated_at":"2017-11-30T14:16:56.274Z"},"debate":null}},{"type":"petition","id":212551,"links":{"self":"https://petition.parliament.uk/petitions/212551.json"},"attributes":{"action":"Prevent disability discrimination in organ transplants\r\n","background":"People with disabilities, such as Down’s Syndrome, should be as entitled to organ transplants as everyone else. Many parents of children who have Down’s Syndrome are told that their children won’t be put on the transplant list. Each child should assessed on an individual basis. ","additional_details":"Our children’s lives matter just as much as any other child.\r\n\r\nThere are a lot of prejudices against people with disabilities. To ensure that decisions on organ transplants are fair, everyone involved in decisions about who should receive a new organ need specialist training. They need to understand how full the lives of people with disabilities can be and how to explain transplants to people with learning disabilities.","state":"open","signature_count":14976,"created_at":"2018-02-10T21:09:59.445Z","updated_at":"2018-03-10T23:55:35.366Z","rejected_at":null,"opened_at":"2018-03-05T11:49:40.195Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-10T23:51:42.265Z","response_threshold_reached_at":"2018-03-07T14:04:17.509Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicki Beddall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200372,"links":{"self":"https://petition.parliament.uk/petitions/200372.json"},"attributes":{"action":"Make it illegal for any UK politician to lie or mislead the public.","background":"We the UK general public are sick to death of politicians that cannot be trusted, too many openly lie to the people and media, then laugh it off when caught out and nothing is ever done.\r\n\r\nWe demand honest representation from politicians to ensure our democracy is protected for the people.","additional_details":"The misconduct in public office offence presents a good starting place for the offence.\r\nhttp://www.cps.gov.uk/legal/l_to_o/misconduct_in_public_office/\r\n\r\n- An elected representative.\r\n- Wilfully lies or deceives the public or news media to such a degree as to amount to an abuse of the public's trust in elected office.\r\n- Will be guilt of the offence.\r\n- Excuses or justification should only function in mitigation of sentence not guilt; a lie is a lie.","state":"open","signature_count":14638,"created_at":"2017-09-15T00:44:15.933Z","updated_at":"2018-03-10T23:20:17.507Z","rejected_at":null,"opened_at":"2017-09-19T16:03:59.252Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T04:01:18.775Z","response_threshold_reached_at":"2017-12-13T13:37:25.530Z","government_response_at":"2018-01-05T10:16:31.489Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Spamer","rejection":null,"government_response":{"summary":"The 7 principles of public life apply to all those who hold public office and form the basis of ethical standards expected of holders of public office as set out in their respective Codes of Conduct.","details":"The seven principles of public life apply to those who hold public office. This includes people who are elected or appointed to public office, nationally and locally.\r\n\r\nThe principles also form the basis of ethical standards expected of holders of public office as set out in their respective Codes of Conduct.\r\n \r\nThe principles were first set out in 1995 by Lord Nolan, the founding Chairman of the Committee on Standards in Public Life (CSPL) and are as relevant today as they were in 1995.\r\n \r\nThe Seven Principles of Public life are: \r\n\r\nSelflessness\r\nHolders of public office should act solely in terms of the public interest.\r\n\r\nIntegrity\r\nHolders of public office must avoid placing themselves under any obligation to people or organisations that might try inappropriately to influence their work. They should not act or take decisions in order to gain financial or other material benefits for themselves, their family, or their friends. They must declare and resolve any interests and relationships.\r\n\r\nObjectivity\r\nHolders of public office must act and take decisions impartially, fairly and on merit, using the best evidence and without discrimination or bias. \r\n\r\nAccountability\r\nHolders of public office are accountable for their decisions and actions and must submit themselves to whatever scrutiny necessary to ensure this. \r\n\r\nOpenness\r\nHolders of public office should act and take decisions in an open and transparent manner. Information should not be withheld from the public unless there are clear and lawful reasons for doing so. \r\n\r\nHonesty\r\nHolders of public office should be truthful. \r\n\r\nLeadership\r\nHolders of public office should exhibit these principles in their own behaviour. They should actively promote and robustly support the principles and be willing to challenge poor behaviour wherever it occurs.\r\n\r\nCabinet Office","created_at":"2018-01-05T10:16:31.486Z","updated_at":"2018-01-05T10:16:31.486Z"},"debate":null}},{"type":"petition","id":200311,"links":{"self":"https://petition.parliament.uk/petitions/200311.json"},"attributes":{"action":"No referendum on the final deal for the UK to remain in the European Union.","background":"We, the undersigned, herby call upon HM government to dismiss calls for a referendum on the final deal as the British people were asked an important question on the 23rd June last year, the choices were abundantly clear, remain or leave the European Union and leave won a decisive vote.","additional_details":"The attempts to propose yet another referendum and poise a set of questions to the British public on the final deal is a distasteful proposal, considering we were already given a free and fair referendum last year, to now agree to another referendum would be an appalling waste of taxpayers money and send out the wrong message to the British public that the vote last year was meaningless.\r\n\r\nThe referendum should not be re-run just to placate individuals unable to accept a democratic decision.","state":"open","signature_count":14419,"created_at":"2017-09-14T16:38:38.437Z","updated_at":"2018-03-10T09:30:37.770Z","rejected_at":null,"opened_at":"2017-09-15T14:47:10.588Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:35:14.683Z","response_threshold_reached_at":"2017-10-04T19:19:10.424Z","government_response_at":"2017-10-17T15:45:55.758Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":"2017-12-12T10:17:56.298Z","creator_name":"Thomas Barnes","rejection":null,"government_response":{"summary":"On 23 June 2016 the British people voted to leave the European Union. The UK Government is clear that it is now its duty to implement the will of the people and so there will be no second referendum. ","details":"The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords, and the referendum was the largest democratic mandate in UK political history. In the 2017 General Election more than 85% of people voted for parties committed to respecting that result.\r\n\r\nThere must be no attempts to remain inside the European Union, no attempts to rejoin it through the back door, and no second referendum. The country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. Rather than second guess the British people’s decision to leave the European Union, the challenge now is to make a success of it; not just for those who voted to leave but for every citizen of the United Kingdom, bringing together everyone in a balanced approach which respects the decision to leave the political structure of the EU, but builds a strong relationship between Britain and the EU as neighbours, allies and partners.\r\n\r\nBoth Houses of Parliament will have the opportunity to vote on the final agreement reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe people of the United Kingdom voted to leave the European Union, but we are not leaving Europe. We want a deep and special partnership with the EU. We aim to get the right deal abroad and the right deal for people here at home. We will deliver a country that is stronger, fairer, more united and more outward-looking than ever before.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-10-17T15:45:55.756Z","updated_at":"2017-10-17T15:45:55.756Z"},"debate":{"debated_on":"2017-12-11","transcript_url":"https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum","video_url":"http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253","overview":""}}},{"type":"petition","id":200952,"links":{"self":"https://petition.parliament.uk/petitions/200952.json"},"attributes":{"action":"House of Commons vote on whether Brexit should be cancelled.","background":"Brexit was initiated on the basis that it was the 'will of the people' and the Government needed to act on that. The 'will' to Leave was actually expressed by c.37% of the eligible UK electorate. Parliament is sovereign and MPs must freely express their view of what is best for the UK.","additional_details":"If MPs are not allowed to freely express their views of what is best for the UK, future accountability will not be possible. Sovereignty of Parliament was established prior to enactment of the Notification to Withdraw, but MPs have never been asked to vote upon whether Brexit is in the best interests of the UK. This vote should take place to ensure that democracy is served and that Parliament takes responsibility for the decision as to what is best for the UK.","state":"open","signature_count":14387,"created_at":"2017-09-20T22:01:31.675Z","updated_at":"2018-03-10T23:45:32.638Z","rejected_at":null,"opened_at":"2017-09-22T11:34:00.642Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T22:43:03.791Z","response_threshold_reached_at":"2017-10-19T23:00:13.890Z","government_response_at":"2017-11-01T16:52:25.104Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Nicholas Hearn","rejection":null,"government_response":{"summary":"The British people voted to leave the EU, and the Government will deliver on their instruction. Parliament has been, and will continue to be, fully involved in the process of leaving the EU.","details":"The United Kingdom voted to leave the EU, and it is the duty of the Government to deliver on this instruction.\r\n\r\nThe Government has been consistently clear that Parliament will be fully involved in helping to shape the UK's future as we leave the EU. The decision to hold the referendum was supported by a clear majority in both the House of Commons and the House of Lords. \r\n\r\nAfter the referendum, the House of Commons voted, with a clear majority of 494 to 122 votes, to authorise the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Bill. \r\n\r\nThe Government has set out a clear commitment that both Houses of Parliament will have the opportunity to vote on the final deal reached with the EU before it is concluded. This will be a meaningful vote which will give MPs the choice to either accept the final agreement or leave the EU with no agreement.\r\n\r\nThe Government’s engagement with Parliament has already been extensive and will continue to be. \r\n\r\nDepartment for Exiting the European Union","created_at":"2017-11-01T16:52:25.102Z","updated_at":"2017-11-01T16:52:25.102Z"},"debate":null}},{"type":"petition","id":207482,"links":{"self":"https://petition.parliament.uk/petitions/207482.json"},"attributes":{"action":"License driven grouse shooting","background":"Licensing will help end poor practice on uplands managed for driven grouse shooting, which can entail environmental damage and illegal killing of raptors, such as Hen Harriers.","additional_details":"Licensing is the middle way between a ban (https://petition.parliament.uk/petitions/201443) and doing nothing (https://petition.parliament.uk/petitions/205672).\r\n\r\nHunting is regulated more tightly elsewhere in Europe. The Scottish Government is exploring licensing; by signing this petition you will encourage them. In England, Defra has done little to regulate driven grouse shooting and it is time it did. Legal sustainable shooting estates have nothing to fear from licensing.","state":"open","signature_count":14306,"created_at":"2017-12-11T11:16:10.211Z","updated_at":"2018-03-10T18:12:12.863Z","rejected_at":null,"opened_at":"2017-12-15T14:53:59.911Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-11T17:41:52.694Z","response_threshold_reached_at":"2018-02-17T11:14:45.584Z","government_response_at":"2018-03-08T16:49:57.848Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ed Hutchings","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity providing economic benefits, investment in remote areas and benefits for wildlife and habitat conservation. The Government has no plans to introduce licensing.","details":"The Government has no plans to license grouse moors nor to introduce vicarious liability in England for offences related to wildlife crime. The introduction of such new regulation would require evidence that it will be effective. We are not aware of compelling evidence that the introduction of such provisions would have a significant deterrent effect on those who persecute wildlife. We will continue to monitor the situation in Scotland and to consider whether this approach is necessary and proportionate to assist in tackling wildlife crime in England.\r\n\r\nThe Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation. \r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nNatural England is working with landowners of grouse moors within special areas of conservation to develop long term land management plans, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put these plans in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. The Government is working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nThe Government takes the decline in the hen harrier population in England very seriously and is committed to securing its future. In January 2016 we published the Hen Harrier Action Plan to increase the English hen harrier population. It contains six actions that individually can bring benefits for hen harriers, but when combined underpin each other and have the potential to deliver positive outcomes. \r\n\r\nThe Action Plan was developed with senior representatives from organisations including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game \u0026 Wildlife Conservation Trust, National Parks England and formerly the RSPB. These organisations, led by Natural England, will monitor activities and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime.\r\n\r\nRaptors, like all wild birds, are afforded protection from illegal killing by the Wildlife and Countryside Act 1981. However, the Government is concerned that there are still individuals who continue to commit these crimes. \r\n\r\nAs a result, the Government has identified the illegal persecution of raptors as a wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The Raptor Persecution Priority Delivery Group is made up of representatives from Government and non-government organisations working together to help preserve and protect the six UK priority raptor species (goshawk, red kite, golden eagle, hen harrier, peregrine falcon and white tailed eagle). \r\n\r\nAdditionally, the National Wildlife Crime Unit, which is part-funded by Defra, provides valuable intelligence and operational support to police forces in tackling wildlife crimes, including raptor persecution. There are strong penalties in place to punish those committing offences against birds of prey and other wildlife. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-08T16:49:57.844Z","updated_at":"2018-03-08T16:49:57.844Z"},"debate":null}},{"type":"petition","id":201183,"links":{"self":"https://petition.parliament.uk/petitions/201183.json"},"attributes":{"action":"Save Local Remembrance Sunday Parades","background":"Due to a change in policy roads can no longer be closed. Unless local communities contract a road traffic management company to close the roads at a cost of thousands of pounds. Government should provide the council or police with extra money for these events to take place. Or these events will STOP","additional_details":"local communities are devastated that their local parade or remembrance Sunday service being lost forever. The council do not have the funds for these event to take place. The police can no longer close roads due to a change in policy. Soldier's, have died in 2 world wars and various other conflict since, we need to ensure they are remembered in a fitting manner. These parades need to be saved for future generations so they understand the ultimate sacrifice that was made by these men and woman.","state":"open","signature_count":14233,"created_at":"2017-09-22T18:03:07.569Z","updated_at":"2018-03-10T23:20:29.716Z","rejected_at":null,"opened_at":"2017-10-02T10:47:32.152Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T19:00:47.318Z","response_threshold_reached_at":"2017-10-25T18:38:01.054Z","government_response_at":"2017-11-08T09:57:36.329Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr T Miller","rejection":null,"government_response":{"summary":"Decisions on road closures have always been a local matter – and this has not changed. The Government does not intervene in the way that road closures are managed for Remembrance Sunday Parades. ","details":"The Government fully recognises the enormous sacrifices that have been made by British military personnel. Remembrance ceremonies and parades are an important and valued means by which communities across the country honour the sacrifice of British service personnel.\r\n\r\nWe are very sensitive to the pressures the police face. We recognised the importance of wider policing in the 2015 Spending Review, which protected overall police spending in real terms. Also nationally, the police hold over £1.6 billion of financial reserves.\r\n\r\nForces are expected to hold reasonable contingencies in their budgets to cover the costs of policing events, particularly annual ceremonial events such as Remembrance Sunday parades. Additional funding is normally only considered in respect of special events where their policing costs exceed one per cent of a police force’s total funding, or where meeting these costs would place a force at financial risk.\r\n\r\nThere is no Government policy on road closures for Remembrance Sunday Parades and there is no proposal to introduce legislation. It is for the local traffic authority (that is, the council of the relevant county or metropolitan district, not the police) to decide on the road closure or other legally enforceable traffic management measures it considers necessary for the conduct of any local on-road event. These are decisions for which it is responsible to its electorate. \r\n\r\nRoad closures for local Remembrance Sunday Parades are effected through Traffic Regulation Orders made under section 16A of the Road Traffic Regulation Act 1984. Section 16A is used to close roads temporarily for \"sporting events, social events or entertainment\", collectively known as special events. Under section 16A, a local traffic authority can impose temporary highway restrictions for a special event once and for up to three days in any calendar year. \r\n\r\nRestrictions for special events over and above this that affect the same length of road require the consent of the Secretary of State for Transport. Otherwise, the Department for Transport does not get involved and the event remains purely a local matter. Where the Secretary of State’s consent is required, the Department does not impose conditions on the way that the road is to be closed and does not charge the local authority for granting consent. \r\n\r\nAs with any event, decisions on the deployment of resources to police road closures are operational matters for the Chief Constable of the force concerned, in association with Police and Crime Commissioners. The Police have not and do not routinely police Remembrance Parades and are more likely to determine the level of policing required for an event on the basis of an assessment of crime, disorder and public safety. \r\n\r\nThe police’s role is to enforce the general law on road traffic and any special measures introduced for the event in question, such as a local Traffic Regulation Order. They also have a general power to direct traffic. The authority or police may advise the local community on other steps that might be taken and associated measures that might be desirable, such as the taking out of insurance. How the police carry out enforcement is a matter for their discretion.\r\n\r\nHome Office","created_at":"2017-11-08T09:57:36.327Z","updated_at":"2018-01-09T17:19:09.506Z"},"debate":null}},{"type":"petition","id":201563,"links":{"self":"https://petition.parliament.uk/petitions/201563.json"},"attributes":{"action":"Introduce a 5p charge on single-use plastic straws.","background":"Over 550 million plastic straws are used every day in the US \u0026 UK. Most plastic straws are not recycled. Plastic waste poses an enormous threat to wildlife, is a danger to human health and costs millions to the UK economy. A 5p charge on single-use plastic straws will reduce our plastic waste.","additional_details":"Almost every piece of plastic ever produced still exists today. Most single-use plastic straws are discarded, often winding up in landfill, or contributing to the 8 million tons of plastic entering the sea every year.\r\nFollowing the introduction of the 5p charge on plastic carrier bags in England, usage fell by 85% in just 6 months. We can achieve the same with plastic straws. \r\n#FinalStraw are campaigning to reduce single-use plastics in the UK. More info: http://bit.ly/2y73U3N","state":"open","signature_count":13331,"created_at":"2017-09-26T18:06:43.664Z","updated_at":"2018-03-10T23:55:55.640Z","rejected_at":null,"opened_at":"2017-10-02T11:25:06.590Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T20:04:16.090Z","response_threshold_reached_at":"2018-02-24T16:45:01.075Z","government_response_at":"2018-03-09T09:40:33.121Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kathryn Machin","rejection":null,"government_response":{"summary":"We want to leave our environment in a better state than we found it. Our 25 Year Environment Plan outlines how we will do that, including measures to eliminate avoidable plastic waste by 2043.  ","details":"The Government wants to leave our environment in a better state than we found it. The 25 Year Environment Plan that was published on 11 January outlines the steps that will be undertaken to achieve that ambition, including new measures to eliminate all avoidable plastic waste by the end of 2042.\r\nThis Government is already a world leader in tackling plastic waste, not only banning microbeads but also taking nine billion plastic bags out of circulation with our 5p carrier bag charge. \r\n\r\nWe recognise, however, that more needs to be done to protect our environment from the scourge of plastics.\r\n\r\nThe Government is looking at how the tax system or charges could further reduce the amount of waste arising from single-use plastics in particular, with the publication of a call for evidence due to be published soon. This will provide an opportunity to assess the environmental impact of plastic straws and other single-use plastic items like plastic-stemmed cotton buds and coffee cups.  \r\n\r\nIn addition, we: -\r\n•\twill remove all consumer single-use plastics (including plastic straws) from the central government estate offices;\r\n•\tlaunched a call for evidence around deposit reward and return schemes for plastic bottles and other drinks containers at the end of last year;\r\n•\twill extend the 5p plastic carrier bag charge to small retailers if a voluntary, industry approach is not effective;\r\n•\twill work with retailers to explore introducing plastic-free supermarket aisles in which all the food is loose – giving consumers the choice to make greener decisions and promoting the use of less damaging plastic packaging; \r\n•\twill bring forward a bid for the next round of Industrial Strategy Challenge Fund awards later in 2018 to help develop a pipeline of new, more sustainable materials that will have a lower environmental impact; and\r\n•\twill do more to help developing nations tackle pollution and reduce plastic waste, including through UK aid.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-09T09:40:33.117Z","updated_at":"2018-03-09T09:40:33.117Z"},"debate":null}},{"type":"petition","id":201003,"links":{"self":"https://petition.parliament.uk/petitions/201003.json"},"attributes":{"action":"Make Bullying a Criminal Offence","background":"Bullying ruins the life of victims. Sadly, it is a daily occurrence for some schoolchildren and is sometimes so severe that victims self-harm, lose out on schooling, or even like my son Brandon take their own life.","additional_details":"The police in my son's case refused to investigate as my son was not attending school. This cannot be right. I call upon the Government to urgently produce guidelines for the investigation of and prosecution of offences which arise out of bullying and to plug the gaps in the law where the victim has been harmed due to bullying, which is not recognised as an offence. Without penalties being imposed there is no guarantee that others won't be hurt.' ","state":"open","signature_count":12929,"created_at":"2017-09-21T14:15:09.191Z","updated_at":"2018-03-10T23:20:38.142Z","rejected_at":null,"opened_at":"2017-09-26T17:09:18.042Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T14:34:23.536Z","response_threshold_reached_at":"2017-12-12T19:24:39.928Z","government_response_at":"2018-01-03T13:33:26.811Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mina rayat","rejection":null,"government_response":{"summary":"Laws are already in place to protect people when bullying behaviour constitutes a criminal offence. The government does not plan to introduce additional legislation for bullying behaviour. ","details":"The Government strongly believes that bullying can blight the lives of young people. Tragic cases such as Brandon’s death highlight the need to do all we can to prevent it and tackle every instance where it arises. \r\n \r\nThat is why we have sent a clear message to schools that bullying, for whatever reason, is unacceptable and should not be tolerated.  \r\n \r\nMost bullying can be dealt with within schools’ existing disciplinary frameworks. We are making Relationships Education in primary schools, and Relationship and Sex Education (RSE) in secondary schools mandatory, and we expect the associated guidance to cover issues such as respect, friendships, cyber-bullying and staying safe online. We have recently launched a call for evidence to gather the views of teachers, parents, and young people to help us shape relationships education and RSE. \r\n \r\nLaws are already in place to protect people when any form of bullying behaviour constitutes a criminal offence. This includes some types of harassing or threatening behaviour, or communications which can be a criminal offence, for example under the Protection from Harassment Act 1997, the Malicious Communications Act 1988, the Communications Act 2003, and the Public Order Act 1986.  \r\n \r\nIf school staff, or parents, feel that a criminal offence may have been committed they should seek assistance from the police. This would be the case regardless of whether or not a young person was attending school. Therefore, we do not believe there are gaps in existing laws or processes regarding how bullying behaviour which constitutes a criminal offence should be handled.  \r\n \r\nIt is for the police to decide whether to investigate or prosecute. Police forces are operationally independent of Government and it is their chief officers who determine the resources allocated to particular priorities. This is in line with the Policing and Crime Plans, published by Police and Crime Commissioners, to whom chief officers are accountable. Guidance on the way that suspected offences are investigated is produced by the College of Policing, the professional body for policing. \r\n \r\nFor this reason, the Government has no current plans to introduce any additional legislation in relation to criminalising bullying behaviour.  \r\n\r\nDepartment for Education","created_at":"2018-01-03T13:33:26.809Z","updated_at":"2018-02-08T10:17:04.076Z"},"debate":null}},{"type":"petition","id":203202,"links":{"self":"https://petition.parliament.uk/petitions/203202.json"},"attributes":{"action":"Make offering gay conversion therapy a criminal offence","background":"Being gay is not an illness, yet to this day gay people are still offered 'therapies' to cure themselves. This often involves electroshock, starvation and prayer therapy. This dangerous practice is not yet illegal despite all major psychological bodies ruling it not only ineffective but also harmful","additional_details":"Just months ago the government said they were satisfied they'd ‘already taken the necessary steps to prevent the practice of gay conversion therapy in the UK - however a recent investigation by a journalist exposed the practice happening at a church.","state":"open","signature_count":12746,"created_at":"2017-10-18T19:11:24.853Z","updated_at":"2018-03-10T21:41:40.757Z","rejected_at":null,"opened_at":"2017-10-27T12:24:27.954Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-18T19:24:42.144Z","response_threshold_reached_at":"2017-11-11T15:45:03.895Z","government_response_at":"2017-11-30T09:51:40.087Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Josh Parry","rejection":null,"government_response":{"summary":"The Government totally condemns any attempt to treat being gay, lesbian or bisexual as an illness. However, the Government does not believe creating a criminal offence is the right way forward.","details":"Gay conversion therapy is an attempt to use therapeutic approaches to change a person’s sexual orientation. It is sometimes known as ‘reparative’ or ‘gay cure’ therapy. The Government fully recognise the importance of this issue and the adverse impact this treatment could have on lesbian, gay and bisexual (LGB) people.\r\n\r\nThere is no evidence that this sort of treatment is beneficial, and indeed it may well cause significant harm to some patients. It is incumbent on professionals working in the National Health Service to ensure that treatment and care, including therapy, is provided to every patient without any form of discrimination.\r\n\r\nThis Government is committed to tackling discrimination towards LGBT people. That is why we have already worked with the main registration and accreditation bodies for psychotherapy and counselling practitioners, including the UK Council for Psychotherapy (UKCP), to develop first a consensus statement and then a Memorandum of Understanding committing signatory organisations to a range of activities including training and awareness raising amongst their members in relation to this issue. This Government has already taken the necessary steps to prevent the practice of gay conversion therapy in the UK. \r\n\r\nWe are not aware of the incident referred to in the e-petition.\r\n\r\nDepartment of Health","created_at":"2017-11-30T09:51:40.085Z","updated_at":"2017-11-30T09:51:40.085Z"},"debate":null}},{"type":"petition","id":207171,"links":{"self":"https://petition.parliament.uk/petitions/207171.json"},"attributes":{"action":"We want a law to ban tyres over 10 years old being used on buses and coaches.","background":"Michael Molloy, aged 18, was killed travelling back from Bestival on The Isle of Wight. The coach Michael was travelling in crashed when a 19.5-year-old tyre had a catastrophic blow-out. Kerry Ogden, aged 23, and the driver Colin Daulby were also killed and many others sustained horrific injuries.","additional_details":"Old tyres kill. We call on the government to act now and ban the use of dangerously old tyres on passenger service vehicles (PSVs). Guidelines are the lowest form of intervention, we need legislation to stop negligent operators and save lives.","state":"open","signature_count":12525,"created_at":"2017-12-06T13:21:15.993Z","updated_at":"2018-03-10T23:30:11.489Z","rejected_at":null,"opened_at":"2017-12-19T17:44:09.144Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-14T11:26:48.850Z","response_threshold_reached_at":"2018-02-20T20:19:27.248Z","government_response_at":"2018-03-01T14:39:43.966Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Zoe Wallace","rejection":null,"government_response":{"summary":"The Government takes road safety seriously but legislation must be evidence led. It has taken steps to manage tyres on public service vehicles and initiated research. Extra measures are not ruled out.","details":"The Government takes road safety very seriously and has taken action to control the use of older tyres on public service vehicles (PSV) in response to the tragic event on the A3 in September 2012. The Government is committed to using robust evidence to guide policy decisions and further measures are not ruled out.\r\n\r\nConsultations with experts from the UK and EU tyre industry revealed that tyre ageing is more complex than a simple relationship with chronological age and is related to wider issues such as tyre use and maintenance. \r\n\r\nIn seeking scientific evidence to inform the policy options, it became clear that there is limited research in this field. Therefore, in January 2018, the Department for Transport initiated a 12-month programme of independent research with the purpose of gaining a better understanding of the ageing process of tyres. This research seeks to quantify the effect of age on a tyre’s integrity, provide guidance on whether an age limit is appropriate and, if so, what that limit should be. The findings of the research will inform decisions and will be published. \r\n\r\nIn advance of the research, the Government worked with the tyre industry, the Traffic Commissioners and the vehicle operating industry to improve tyre management.  In 2014, guidance was issued to all PSV operators and to the members of the trade associations - the Confederation of Passenger Transport and the Road Haulage Association. This guidance explained how to establish the age of a tyre and included a recommendation that any tyre over 10 years of age should only be fitted as part of a twin wheel arrangement on a rear axle. This initial guidance was supplemented by a more comprehensive tyre maintenance guide, produced by the tyre industry with the support of the Senior Traffic Commissioner and the Department for Transport (the Department), aimed at ensuring good tyre maintenance.\r\n\r\nThe Department ensured that a printed copy of this guide was delivered to every PSV operator. This guidance is also available on the British Tyre Manufacturers’ Association website (http://btmauk.com/wp-content/uploads/2014/12/October-2016-CV-TyreManagement-LINKS-270916.pdf).\r\n\r\nIn parallel, Driver and Vehicle Standards Agency (DVSA) enforcement staff carried out spot checks on older buses and coaches to assess the age of tyres in this segment of the national fleet. These checks were in addition to their normal enforcement programme. A year after the initial guidance was published, a further survey of older buses and coaches indicated a reduction in the average age of tyres fitted in the PSV fleet and demonstrated widespread compliance with the published advice. \r\n\r\nThe combination of guidance and enforcement has been successful to date. Official figures show that in the period between June and September 2017, the DVSA conducted 28,524 roadworthiness inspections on PSVs. Of those, approximately 0.23% failed to meet the minimum requirements for tyres set down in regulation.  Approximately 0.03% of the vehicles had tyres older than 10 years fitted to the front axle and, importantly, only four of these vehicles (approximately 0.014%) had tyres older than 11 years. These figures indicate that the industry is adhering to the guidance that has been issued. DVSA vehicle examiners have been instructed to remain vigilant and to issue official advice notes to reinforce the message on those operators who have not followed best practice.\r\n\r\nNevertheless, the Department wants to go further in examining this important issue. It will continue to monitor the use of tyres in the PSV fleet and will look carefully at the evidence that emerges from the independent scientific research to determine what further measures are appropriate.\r\n\r\nDepartment for Transport","created_at":"2018-03-01T14:39:43.963Z","updated_at":"2018-03-01T14:39:43.963Z"},"debate":null}},{"type":"petition","id":204079,"links":{"self":"https://petition.parliament.uk/petitions/204079.json"},"attributes":{"action":"Ban Isis fighters from returning to the UK","background":"Anybody who has left this country to join ISIS should not be allowed to return.","additional_details":"We the people of the UK have a right to live safely without fear of Isis fighters returning to attack us. This country is already putting up with the knowledge that we have thousands of terrorists on the watch list. If anyone leaves this country to fight for ISIS they should lose their British passport and should not be allowed to return to the UK.","state":"open","signature_count":12484,"created_at":"2017-10-31T09:49:11.820Z","updated_at":"2018-03-10T23:20:50.809Z","rejected_at":null,"opened_at":"2017-11-09T11:06:35.367Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T09:56:26.797Z","response_threshold_reached_at":"2018-01-16T15:53:15.387Z","government_response_at":"2018-01-30T17:17:18.452Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":{"summary":"British citizenship can be removed if it does not render the individual stateless. Any risk posed by those who return from Syria will be managed and they may be investigated for criminal offences.","details":"The Government’s priority is to do everything we can to help keep our country safe, including managing the risk posed by those who have gone to fight in Syria and Iraq and may be linked to terrorist organisations.  \r\n\r\nThe Home Secretary has the power to remove or ‘deprive’ a British national’s citizenship and stop them from returning to the UK if they hold or are eligible to hold another nationality and if she assesses that individual’s presence in the UK is not conducive to the public good. This may only happen if the person would not be left stateless as a result. This power has been used against those who travelled to fight overseas. Non-UK nationals can be excluded from the country. \r\n\r\nWhere it is not possible to deprive an individual of their British nationality, a range of powers are available to protect national security.  Everyone who returns from taking part in the conflict in Syria or Iraq will be investigated by the police to determine if they have committed criminal offences, and to ensure that they do not pose a threat to our national security.\r\n\r\nThere have already been several successful prosecutions for those who have returned from Syria.  This includes a 10 year old custodial sentence for a British national convicted in December 2017 for Daesh membership. Decisions to prosecute will always be taken by the Police and Crown Prosecution Service on a case-by-case basis.\r\n\r\nIn addition to seeking prosecution of terrorism suspects we use a range of tools to manage the threat posed - including using the Royal Prerogative to withdraw British passport facilities, imposing travel restrictions for individuals subject to Terrorism Prevention and Investigation Measures, and obliging regular reporting to a police station for individuals who return to the UK subject to a Temporary Exclusion Order.\r\n\r\nHome Office","created_at":"2018-01-30T17:17:18.450Z","updated_at":"2018-01-30T17:17:18.450Z"},"debate":null}},{"type":"petition","id":200117,"links":{"self":"https://petition.parliament.uk/petitions/200117.json"},"attributes":{"action":"Layla's Law Vaccinate all UK children against Meningitis B strain (MenB).","background":"Layla Rose Ermenekli, died of Meningitis B on the 4th Feb 17. Had Parliament made the Vaccination available to all children on 01 Sept 15 and not just new born babies, Layla Rose would be alive today. In addition the report into Layla's death shows medical professionals missed opportunities.","additional_details":"A doctor dismissed a rash as a bruise. Due to the rapid onset of Death or at best, life long debilitating disabilities, we cannot take such high risks with Children's  life's. Meningitis Now the charity and medical professionals and MPs agree all children should be vaccinated. 3,200 contract this disease each year and 10% die.","state":"open","signature_count":12062,"created_at":"2017-09-13T08:07:52.161Z","updated_at":"2018-03-10T22:54:28.921Z","rejected_at":null,"opened_at":"2017-09-15T09:54:39.013Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T08:51:50.620Z","response_threshold_reached_at":"2017-10-10T06:37:28.718Z","government_response_at":"2017-10-23T15:46:31.296Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Ronald Carter","rejection":null,"government_response":{"summary":"The UK became the first country to have a national publicly-funded infant MenB vaccination programme using the vaccine Bexsero®. Based on expert advice, it offers protection to those at highest risk.","details":"Vaccination saves lives – it prevents disease, disability and death. It is a vital way to protect children (and others) against a range of serious diseases and we strongly encourage families to take up vaccinations when offered. \r\n\r\nAll our vaccination programmes are based on expert review of the evidence from the Joint Committee on Vaccination \u0026 Immunisation (JCVI) – it bases its recommendations on a comprehensive review of a wide range of scientific and other evidence, including from the published literature, and commissioned studies such as independent analyses of vaccine effectiveness and cost effectiveness. https://www.gov.uk/government/groups/joint-committee-on-vaccination-and-immunisation\r\n\r\nMen B is a terrible disease and the Department would like to extend its deepest sympathies to the family and friends of Layla Rose Ermenekli. However, the UK MenB vaccination programme is based on the advice of the JCVI.  The JCVI recommended that MenB immunisation should be routinely offered to the group of children at the highest risk, and reviewed all available evidence in determining their advice.\r\n\r\nTheir advice is summarised in the following statement:\r\nhttps://www.gov.uk/government/publications/meningococcal-b-vaccine-jcvi-position-statement\r\n\r\nFollowing JCVI’s recommendation, the UK is proud to have been the first country to introduce a national, publically funded MenB immunisation programme for infants using the Bexsero® vaccine. Since September 2015, all infants aged two months have been offered the MenB vaccine, followed by a second dose at four months and a booster at 12 months. Since May 2017, all children under two have become eligible for vaccination. The vaccine is also available to a small number of older children and adults who are at an increased risk of infection, such as those with specific underlying medical conditions. \r\n\r\nThe JCVI keeps the eligibility criteria of all vaccination programmes under review and considers new evidence as it emerges. The JCVI has considered older age groups (1-4 year olds) but did not advise a catch up programme. The JCVI have also requested further research to reduce uncertainty and give a greater level of confidence on whether a vaccination programme for adolescents would be cost effective. Specifically, the JCVI have requested a study of the effect of MenB vaccination on the carriage of meningococcal strains in adolescents. An open competition process has been carried out, and completed, to commission this work, which the selected research team could potentially begin by the end of 2017.\r\n\r\nMenB is, thankfully, very rare and incidence has been declining since 2000/2001. There were about 1,600 cases of MenB in 2000/01 compared to 444 MenB cases in 2015/16 and the vaccine protects against the majority of MenB strains for infants and those who are at risk of meningococcal disease. \r\n\r\nThere are, however, strains of group B meningococcal bacteria which are not covered by the vaccine and cases can still occur in vaccinated infants and children. It is therefore very important for parents to be alert to the symptoms of meningococcal disease such as fever, blotchy skin, refusal to feed, irritability, cold hands and feet, rash, muscle pain, and a stiff body with jerky movements or else floppy and lifeless. Parents should trust their instincts and seek urgent medical attention if they have concerns. Further information is available publically on the NHS choices website; https://www.nhs.uk/Conditions/Meningitis/Pages/Introduction.aspx \r\n\r\nPublic Health England (PHE) has been collaborating with charities about how best to help parents understand the signs and symptoms of meningitis and septicaemia. This includes providing  funding to the charities to deliver a package of activities, including distributing materials to highlight the most common signs of meningitis in babies and toddlers and digital promotion of a ‘Meningitis Signs and Symptoms’ app to educate parents.\r\n\r\nDepartment of Health","created_at":"2017-10-23T15:46:31.293Z","updated_at":"2017-10-23T15:46:31.293Z"},"debate":null}},{"type":"petition","id":201785,"links":{"self":"https://petition.parliament.uk/petitions/201785.json"},"attributes":{"action":"Pay carers an allowance equivalent to a fulltime job at the National Living Wage","background":"Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten","additional_details":"Primary carers currently receive 37p an hour which is £62.70 a week, £3260 a year. There are over 6,000,000 carers in the UK and 1.25 Million people provide unpaid care for more than 50 hours per week (NHS survey of carers 2009/2010; Census 2001, Office for National Statistics) Carers for people with dementia alone save the UK over £8 Billion per annum. 72% of carers are worse off financially as a result of becoming a carer and struggle to make ends meet (Carers UK 2008)","state":"open","signature_count":11985,"created_at":"2017-09-29T16:50:04.824Z","updated_at":"2018-03-10T22:55:40.532Z","rejected_at":null,"opened_at":"2017-10-04T14:11:34.271Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-29T17:38:10.206Z","response_threshold_reached_at":"2018-02-10T08:49:20.273Z","government_response_at":"2018-02-28T17:06:48.919Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matthew David Harris","rejection":null,"government_response":{"summary":"We value the support carers give to help disabled people live more independently. Carer’s Allowance provides some recognition for caring, it’s not a carer’s wage. By 2022/23 annual spend will be £4bn.","details":"The Government recognises the invaluable contribution that unpaid and family carers make in all our communities, and is committed to doing more to support them. The support we need to provide extends far beyond financial support however. The Department of Health plans to publish a Carers Action Plan this spring setting out plans around support for carers.\r\n\r\nFormal carers, i.e. those who are employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. \r\n\r\nInformal carers are those who provide care for family or friends and they do receive help through the benefit system, primarily through Carer’s Allowance (CA) (which was introduced in 1976) and for those on lower incomes, through means-tested benefits. For people who give up the opportunity of full-time employment in order to provide regular and substantial care for a severely disabled person, CA aims to provide a measure of financial support and recognition, but it is not designed to be a carer’s wage or to replace all lost earnings. \r\n\r\nA carer may apply for CA if they provide care for 35 hours or more a week to a person on one of the qualifying disability benefits. They must be aged 16 years or over and not be in full time education (21 hours or more a week). For those carers who can undertake some part-time work, there is an earnings limit in Carer’s Allowance. CA can be received alongside part-time earnings of up to £116 net of certain expenses a week (rising to £120 net a week from April 2018). Allowable expenses include income tax, National Insurance contributions and half of any contributions to an occupational or personal pension. Also, up to half the net earnings figure calculated can be allowed towards the cost of alternative care for the disabled person, or for a child aged under 16, while the carer is at work. These rules mean that people can earn significantly more than the earnings limit and still get CA. Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n\r\nCA is funded from general taxation and does not depend on an individual's National Insurance contributions. CA is up-rated in line with the Consumer Price Index and since 2010 the rate has increased from £53.90 to £62.70 (rising again to £64.60 a week in April). That means that from April 2018, carers will be £550 a year better off than they were in 2010. By 2022/23 we will be spending nearly £4 billion a year on CA. This is a clear indication of the Government’s commitment to carers.\r\n\r\nCarers who are on low incomes can also claim income-related benefits, such as Income Support and Pension Credit. These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or the equivalent additional amount for carers respectively, both currently worth up to £34.95 a week (increasing to £36.00 a week in April). Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges. \r\n\r\nPeople who are not eligible for Carer’s Allowance but who are looking after sick or elderly family or friends may be eligible for Carers Credit which helps them build qualifying years for State Pension. To qualify for carer’s credit a person must be caring for one, (or more), person for at least 20 hours a week, be over 16 years old but under State Pension age. The person being cared for must get one of the following: \r\n•       A qualifying benefit, or \r\n•       Be certified by a health or social care professional as needing the amount of care being provided \r\n\r\nThe Government’s Fuller Working Lives Strategy sets out what the Government is doing to support those carers who wish to remain in and return to work; as well as highlighting the sort of support that good employers should give to carers in their workforce, such as flexible working. To spearhead some of this work the Government appointed the Business in the Community (BiTC) Age at Work leadership team as Business Champion for Older Workers. The Leadership Team spearhead the Government’s work to support employers to retain, retrain and recruit older workers. They actively promote the benefits of both employing and retaining older workers to employers across England – influencing them both strategically and in terms of practical advice. This work also benefits carers in the workplace. \r\n\r\nDepartment for Work and Pensions","created_at":"2018-02-28T17:06:48.916Z","updated_at":"2018-02-28T17:06:48.916Z"},"debate":null}},{"type":"petition","id":213970,"links":{"self":"https://petition.parliament.uk/petitions/213970.json"},"attributes":{"action":"Require DEFRA to fund research into the cause/s of Alabama Rot (CRGV) in dogs","background":"Alabama Rot (CRGV) is a disease causing skin lesions, kidney failure and death in dogs. Now throughout mainland Britain, with no evidence as to the cause, prevention or treatment.\r\nDEFRA should be required to commission, fund and oversee a research effort to identify the cause of this disease.","additional_details":"Many dog owners are living in fear of Alabama Rot infecting their beloved pets. There were 11 new confirmed cases reported to the public on Monday 26/02/18. There is no evidence of any coordinated research project into the cause of the disease, no responsible organism identified and no research based advice on prevention. There is no known cure.\r\nDEFRA has a responsibility for the welfare of animals in Britain and should coordinate, fund and oversee research into what is killing Britains dogs.","state":"open","signature_count":11954,"created_at":"2018-02-28T10:10:26.507Z","updated_at":"2018-03-10T23:52:00.381Z","rejected_at":null,"opened_at":"2018-03-02T17:56:20.315Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-28T10:26:25.114Z","response_threshold_reached_at":"2018-03-07T21:32:19.748Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gaitt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209458,"links":{"self":"https://petition.parliament.uk/petitions/209458.json"},"attributes":{"action":"Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK","background":"We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.","additional_details":"The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.","state":"open","signature_count":11861,"created_at":"2018-01-12T17:21:20.296Z","updated_at":"2018-03-10T21:03:43.366Z","rejected_at":null,"opened_at":"2018-01-19T17:09:51.475Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T23:15:21.061Z","response_threshold_reached_at":"2018-02-08T02:18:00.351Z","government_response_at":"2018-02-26T16:59:30.548Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mayer Wakefield","rejection":null,"government_response":{"summary":"Regular engagement is a vital part of our strong relationship with Saudi Arabia, which is important for mutual security and prosperity and includes meaningful discussion on reform and human rights. ","details":"The longstanding partnership between Saudi Arabia and the UK has helped make both of our countries safer and more prosperous. \r\n\r\nWe have vital national security and economic interests in maintaining and developing our strong relationship, including how we can work together to tackle international challenges such as terrorism and extremism. As the Prime Minister said when she attended the Gulf Co-operation Council (GCC) in 2016 “intelligence we have received in the past from Saudi Arabia has saved potentially hundreds of lives in the UK.”\r\n\r\nEngagement with Saudi Arabia provides an opportunity to further develop our relationship, building the trust and respect necessary to enhance our engagement on all areas of mutual concern. Visits in both directions are an important opportunity for us to have constructive discussions about the full range of issues that are of mutual concern. \r\n\r\nThe Crown Prince has embarked on a series of reforms to modernise society and the economy within Saudi Arabia. The country is changing rapidly, with steps such as allowing women to drive and attend football matches, reopening cinemas and a commitment that women will make up one third of the Saudi workforce by 2030. The Crown Prince has also set out his commitment to return Saudi Arabia to a moderate Islam that is open to all religions.\r\n\r\nThis greater inclusivity is vital for the future of Saudi Arabia and the UK will support Saudi Arabia as it embarks on this era of change. The Crown Prince’s agenda will bring new opportunities for us to work together for the long-term benefit, stability and success of both our countries. \r\nWe welcome the recent positive developments, but we also recognise that there are further steps to take. \r\nOur starting point for engagement on human rights with all countries is based on what is practical, realistic and achievable, and we will always be ready to speak out as a matter of principle. We raise our concerns with the Saudi Arabian authorities using a range of Ministerial and diplomatic channels of communication, including our Ambassador, the Embassy team and the European Union in Riyadh. So whilst there are areas where we will continue to have different views to Saudi Arabia – including human rights - our relationship enables us to speak frankly, openly and constructively about these issues.\r\n\r\nOn Bahrain, Saudi Arabia, along with other GCC member states, provided support to the Government of Bahrain in 2011 as part of the Peninsula Shield agreement. At the request of the Government of Bahrain, GCC security personnel were deployed to Bahrain to ensure vital infrastructure was secure. The UK monitors events in Bahrain closely and where we have concerns we raise these at senior levels. \r\n\r\nThe UK is committed to securing a political solution that ends the humanitarian disaster in Yemen, and supports the UN Special Envoy to Yemen in facilitating a credible peace process. The UK will continue to play a leading role in supporting the UN to find a peaceful solution to the conflict, including through close engagement with our regional and international partners. Inward visits provide further opportunities for the UK to discuss solutions to the crisis. \r\n\r\nThe UK supports the Saudi-led Coalition military intervention, which came at the request of the internationally-recognised Yemeni President Hadi, to deter aggression by the Houthis, and allow for the return of the legitimate Yemeni Government.  The Houthis have consistently failed to adhere to UN Security Council Resolutions, including by launching attacks against Saudi Arabia and shipping in the Bab al-Mandab strait.\r\n\r\nWe regularly raise the importance of compliance with International Humanitarian Law (IHL) with the Saudi Arabian Government and other members of the military Coalition. Saudi Arabia has publicly stated that it is investigating reports of alleged violations of IHL, and that lessons will be acted upon.  We continue to monitor the situation closely.\r\n\r\nThe UK government takes its defence export responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National arms export licensing Criteria and continue to keep our defence exports under careful review to ensure they meet these standards. A judicial review into decisions regarding exports to Saudi Arabia for possible use in the conflict in Yemen found in favour of the government’s position.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-02-26T16:59:30.544Z","updated_at":"2018-02-26T16:59:30.544Z"},"debate":null}},{"type":"petition","id":209735,"links":{"self":"https://petition.parliament.uk/petitions/209735.json"},"attributes":{"action":"For the introduction of non-lethal means of control of the Otter (Lutra- lutra)","background":"Since its assisted re-introduction to the freshwater waterways of the UK, the otter has reached levels of increased population on lakes, canals and rivers where its presence has become a detriment to the riverine environment affecting most fish species and birds and mammals.","additional_details":"Evidence shows  with some certain  fish species, their populations have been reduced dramatically to the point of collapse, the rivers Kennet, Great Ouse, Teme, Bristol Avon, Cherwell, Dorset Stour and Thames are good examples of the otters effect on the local environment of these rivers. Many commercial fisheries and fish farms are regularly invaded by the otter with the negative effect of costly indiscriminate fish kills, many fisheries are now ring fenced to keep this predator at bay.","state":"open","signature_count":11808,"created_at":"2018-01-16T15:49:38.115Z","updated_at":"2018-03-10T23:29:51.192Z","rejected_at":null,"opened_at":"2018-01-22T09:47:43.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-16T21:34:48.325Z","response_threshold_reached_at":"2018-01-31T17:00:36.612Z","government_response_at":"2018-02-21T14:58:42.856Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lawrence Breakspear","rejection":null,"government_response":{"summary":"While the Government understand concerns raised about the impact otters may have on fish populations, they are a protected species and there are no plans to introduce methods to control their numbers","details":"The Government understands that there are concerns that otters may have adverse impacts on fish populations and wildlife more generally but we do not accept that the otter ‘has become a detriment to the river environment’.\r\n\r\nMainly as a result of the banning of certain pesticides, otters are now once more present in each county in England. They are an important indicator of the great strides we have made in improving our waterways, with more than 5,300 miles of rivers being improved since 2010. There have been no reintroductions of otters by conservation groups since the late 1990s and the bulk of the recovery of the otter has been through natural re-colonisation.  \r\n\r\nA healthy otter population results from favourable conditions in the natural environment, including water quality and the availability of prey (including fish), as well as availability of breeding sites. Otters are found at low density, and limit their own populations through territorial activity. Carrying capacity is determined by environmental conditions.\r\n\r\nThere is no evidence to suggest that otters have a major impact on wildlife as a whole, and although localised impacts could occur where otters have not been previously present for some time, they are a natural part of the freshwater ecosystem and we believe these systems will adapt to the return of the natural top predator.  \r\n\r\nWe do recognise that otters can in some instances impact on still water fisheries, which is why there is provision through the Angling Improvement Fund (AIF), administered by the Angling Trust on the Environment Agency’s behalf, to help deliver improvements including projects to protect fisheries from otter predation through the erection of otter-proof fencing. Further information can be found on the Angling Trust website at: www.anglingtrust.net.\r\n\r\nOtters are a protected species and it is an offence to harm capture, kill, disturb or injure any animal and/or damage, destroy or obstruct their resting or sheltering places. Therefore any methods of control, including non-lethal methods, would constitute an offence. A licence may be granted by Natural England to catch and move an otter trapped inside a suitably otter-proof fenced fishery to prevent loss of fish stocks.  \r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2018-02-21T14:58:42.852Z","updated_at":"2018-02-21T14:58:42.852Z"},"debate":null}},{"type":"petition","id":201648,"links":{"self":"https://petition.parliament.uk/petitions/201648.json"},"attributes":{"action":"Nurses to work without having to pay an annual registration £120 fee to the NMC","background":"I'm asking the government to support nurses not having to pay an annual registration fee to the NMC which is very costly . Nurses should be able to register without having to pay any fees .","additional_details":"","state":"open","signature_count":11797,"created_at":"2017-09-27T18:32:55.485Z","updated_at":"2018-03-10T22:06:48.560Z","rejected_at":null,"opened_at":"2017-10-04T13:11:59.520Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-29T11:13:05.925Z","response_threshold_reached_at":"2018-02-13T14:21:52.522Z","government_response_at":"2018-02-27T17:31:51.788Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helen Brown","rejection":null,"government_response":{"summary":"The NMC, as an independent body, sets a registration fee at the level required to fund its regulatory activity including registration and revalidation, education and standards and fitness to practise.","details":"All nine bodies, including the Nursing and Midwifery Council (NMC), that regulate health and care professions in the United Kingdom (UK) are self-funding in order to maintain their independence from Government. \r\n\r\nAccordingly, all health and care professions subject to statutory regulation in the UK are required to pay a registration fee to their regulator. Aside from the Health and Care Professions Council, the fee required by the NMC is the cheapest of the nine. \r\n\r\nThe NMC’s fee has been held at £120 per annum since February 2015. This has been made possible due to operational efficiency savings made by the NMC, which have offset cost pressures, including inflation.   \r\n\r\nThe NMC has informed us that its Council undertakes an annual review of registration fees, to ensure it has sufficient funds to carry out its regulatory functions to the level required to protect the public.\r\n\r\nSince its establishment in 2002, the NMC has increased its annual fee on three occasions: in August 2007 from £43 to £76, in February 2013 from £76 to £100 and in February 2015 from £100 to £120. In each case the proposed increase was subject to public consultation and scrutiny. These increases were deemed essential to ensure the NMC was adequately funded to exercise its statutory duties in order to protect the public.\r\n\r\nSince June 2016, nurses and midwives have been able to spread the cost of their annual registration fee through quarterly direct debit instalments. This flexible payment mechanism was introduced by the NMC in response to feedback received from its registrants. \r\n\r\nIn addition, HM Revenue and Customs (HMRC) permits individuals to claim tax relief on professional subscriptions or fees which have to be paid in order to carry out a job. Therefore, nurses and midwives are eligible to claim tax relief on the annual registration fee they pay to the NMC. At present, a basic rate UK taxpayer would be eligible for £24 tax relief on the annual registration fee of £120 and claims can be made for the last five years. \r\n\r\nThe NMC has informed us that guidance on how to apply to HMRC for tax relief is available on its website (www.nmc.org.uk) and that it regularly raises awareness of this option with registrants. A survey undertaken by the NMC in 2014 found that only 30 percent of its registrants were claiming the tax relief they were entitled to.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-02-27T17:31:51.785Z","updated_at":"2018-02-27T17:31:51.785Z"},"debate":null}},{"type":"petition","id":202302,"links":{"self":"https://petition.parliament.uk/petitions/202302.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"to create a law to make people slow down or move over for vehicles that have broken down or accidents etc on the roadside...","additional_details":"Due to the increase of fatalities and serious injury whilst recovering vehicles on  the roadside we must increase safety procedures in place for the roadside recovery drivers.","state":"open","signature_count":11779,"created_at":"2017-10-06T13:49:17.693Z","updated_at":"2018-03-10T17:41:45.101Z","rejected_at":null,"opened_at":"2017-10-10T08:44:43.769Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:40:00.363Z","response_threshold_reached_at":"2017-10-17T08:51:02.815Z","government_response_at":"2017-10-30T16:12:04.200Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stanley Peter Gallears","rejection":null,"government_response":{"summary":"The Government considers there is robust regulation in place that includes provisions for the safety of workers on the roadside, including roadside recovery drivers.","details":"Ensuring the safety of anyone working on our roads is just as important as ensuring the safety of those travelling on them. In areas identified as especially high risk, such as the hard shoulder on motorways, the Department for Transport placed a specific responsibility on Highways England, under the Infrastructure Act 2015, to have due regard to the need to protect and improve the safety of the strategic road network as a whole for all road users. This includes ensuring that roadside vehicle recovery operations are safe for both recovery drivers and all other road users. \r\n\r\nAs a first step towards this goal, the Government set a challenging target. Highways England has a target to reduce those killed or seriously injured on their strategic road network, of a decrease of at least 40% by the end of 2020 against the 2005-09 average baselines. Further details on Highways England’s Health \u0026 Safety 5 year plan is available on the Highways England website: https://www.gov.uk/government/publications/highways-england-health-and-safety.\r\n\r\nRules 219 and 281 of the Highway Code provide for emergency and incident support vehicles and their corresponding warning signs or flashing lights. These rules advise drivers to be aware of emergency or incident support vehicles on the road: it provides advice on which warning lights or signals these vehicles use, and advises drivers to exercise extra care and attention including slowing down, being prepared to stop, and to follow any directions given by police officers, or traffic officers, as to whether drivers can safely pass an incident or blockage.\r\n\r\nWhether on the strategic road network or on local roads, the police already have powers to deal with road users who do not slow down or move over for vehicles that have broken down or been involved in accidents on the roadside. Road users, are required to comply with road traffic law in the interests of their own safety and that of other road users. If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes a nuisance, they may be committing a number of offences. For example, under sections 2 and 3 of the Road Traffic Act 1988 (as amended) a person may be charged with the offences of dangerous driving, or careless and inconsiderate driving. In each case it is for the police to enforce the law.\r\n\r\nThe Health and Safety at Work Act 1974 also requires employers to ensure the safety of their employees during the course of their work. HSE would expect that employers have arrangements in place to ensure that safe working procedures are used, vehicles and equipment of an appropriate standard are provided and maintained, where necessary, appropriate personal protective equipment (PPE) is provided and used, and all persons have been adequately trained by a competent person on how to work safely at the roadside and the precautions they should be recommending to the occupants of incident support vehicles. For further details please visit the Health and Safety Executive website: http://www.hse.gov.uk/foi/internalops/sims/manuf/3_04_61.htm.\r\n\r\nAdvice on safe systems of work for ensuring the health and safety of both roadside technicians and members of the public who may be affected by their activities, has been published in the British Standard Code of Practice, BS 7121-12:1999 “Safe use of cranes - Part 12: Recovery vehicles and equipment - Code of Practice”; and the British Standards Institute (BSI) publication PAS43 “Safe working of vehicle breakdown and recovery operators: Management system specification”. This guidance on the safe management of vehicle breakdown and recovery operations was produced by SURVIVE. SURVIVE is a partnership between the Government, police, motoring industry and service organisations. Its aim is to improve the safety of roadside recovery operators and customers and is currently consulting with interested bodies on procedures for 'breakdowns in coned-off areas'. For further details, the SURVIVE website is: http://www.survivegroup.org/pages/home.\r\n\r\nDepartment for Transport","created_at":"2017-10-30T16:12:04.196Z","updated_at":"2017-10-30T16:12:04.196Z"},"debate":null}},{"type":"petition","id":204996,"links":{"self":"https://petition.parliament.uk/petitions/204996.json"},"attributes":{"action":"President Trump should be given a Full State Visit","background":"Give President Trump the respect his position holds","additional_details":"The USA is the UK’s greatest friend, President Trump is the democratically elected President....the people’s choice and as such should be treated with the respect his position holds.        We the people of the UK request that President Trump is invited to the UK,  given a full state visit, he should also be given the honour of addressing  Parliament and the people of the UK.","state":"open","signature_count":11733,"created_at":"2017-11-11T15:52:39.951Z","updated_at":"2018-03-10T21:03:03.612Z","rejected_at":null,"opened_at":"2017-11-15T17:47:46.580Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-11T16:13:40.654Z","response_threshold_reached_at":"2018-01-14T19:02:37.846Z","government_response_at":"2018-01-26T10:45:08.523Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":{"summary":"In January 2017, President Trump was invited to pay a State Visit to the UK, and accepted. HM Government looks forward to welcoming President Trump. Dates and arrangements are yet to be finalised.","details":"During the Prime Minister’s visit to the United States on 27 January 2017, on behalf of Her Majesty the Queen she invited President Trump to pay a State Visit to the UK. The invitation was accepted. This invitation reflects the great importance of the relationship between the United States of America and the United Kingdom.\r\n\r\nAt this stage, final dates for the State Visit have not been agreed. Once dates have been set, officials will begin making arrangements for the visit.\r\n\r\nIt is customary for a Head of State to address Parliamentarians during a State Visit. However, State Visits have previously taken place without an address to both Houses of Parliament. Any such invitation would come from the Speakers of both Chambers.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-01-26T10:45:08.520Z","updated_at":"2018-01-26T10:45:08.520Z"},"debate":null}},{"type":"petition","id":200968,"links":{"self":"https://petition.parliament.uk/petitions/200968.json"},"attributes":{"action":"Union Jack to appear on British number plates after March 2019.","background":"Why is this important? For too long the unity of Britain has been allowed to be undermined and now is the time when we leave the EU to give everyone a sense of national pride once again.","additional_details":"","state":"open","signature_count":11708,"created_at":"2017-09-21T06:31:29.369Z","updated_at":"2018-03-10T23:35:17.935Z","rejected_at":null,"opened_at":"2017-09-29T17:44:34.926Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T16:00:45.719Z","response_threshold_reached_at":"2017-12-27T11:23:04.174Z","government_response_at":"2018-01-09T13:54:51.271Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Barnes","rejection":null,"government_response":{"summary":"The law already allows the Union flag to appear on number plates in GB if a motorist wishes to do so. The Government has no plans to make the display of the Union flag on number plates compulsory.\r\n","details":"The registration number is a unique means of identifying a vehicle for taxation, law enforcement and road safety purposes.  It is important that the police are able to quickly and easily identify a vehicle and people are able to remember registration numbers.  To this end, the law requires that number plates are clearly readable.\r\n\r\nThe rules regarding what can be displayed on a number plate, including any optional national flags, are specified in UK law.  These rules help to ensure safety on our roads.  They support the police and other enforcement agencies in identifying vehicles to prevent and detect crime particularly through the use of Automatic Number Plate Recognition cameras.  \r\n\r\nIn addition to displaying the registration number, the law provides for the voluntary use of the display of the European Union flag (the circle of stars) or specific national identifiers.  The display of the European flag with the inclusion of a GB identifier, called the Europlate, enables motorists to travel within the European Union without the need to display the conventional oval ‘GB’ sticker to identify the member state in which the vehicle is registered.  Currently, UK motorists travelling within the EU can display either the traditional oval GB sticker or the Europlate.  No decisions have yet been taken on the status of the Europlate after the UK leaves the EU. \r\n\r\nThe law was changed in 2009 to also allow the voluntary display of UK national flags.  This means that motorists are able to choose to display the Union Flag, the Cross of St George, Scottish Saltire or the Red Dragon of Wales on their number plate.   However, it is entirely a matter of personal choice whether to display a national flag on a number plate and no one is compelled to do so.  There are no plans to make the display of the Union flag on vehicle number plates compulsory. \r\n\r\nDepartment for Transport\r\n","created_at":"2018-01-09T13:54:51.269Z","updated_at":"2018-01-09T13:54:51.269Z"},"debate":null}},{"type":"petition","id":202061,"links":{"self":"https://petition.parliament.uk/petitions/202061.json"},"attributes":{"action":"Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)","background":"The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.","additional_details":"There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org","state":"open","signature_count":11538,"created_at":"2017-10-03T11:25:11.503Z","updated_at":"2018-03-10T08:37:13.673Z","rejected_at":null,"opened_at":"2017-10-06T16:47:31.351Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T11:45:00.333Z","response_threshold_reached_at":"2017-11-17T11:27:01.819Z","government_response_at":"2017-12-04T16:21:37.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Beckett","rejection":null,"government_response":{"summary":"The NHS Act 2006, the Care Act 2014, and the Children and Families Act 2014 provide a robust statutory framework for supporting people with ADHD, backed by investment in mental health services. ","details":"The Government is committed to supporting children, young people and adults with Attention Deficit Hyperactivity Disorder (ADHD) and improving their quality of life. We recognise the importance for people with ADHD of receiving a timely diagnosis and appropriate support. Current legislation and guidelines set out how services should support people of all ages with ADHD. \r\n\r\nIn 2016, the National Institute for Health and Care Excellence (NICE) published a guideline on diagnosing and managing ADHD for people aged 3 and above. This aims to improve the diagnosis of ADHD as well as the quality of care and support for people with an ADHD diagnosis. An updated guideline is expected to be published in February 2018.\r\n\r\nThe Care Act 2014 represents the most comprehensive reform of social care legislation in over 60 years. The Act puts in place requirements for local authorities to meet a person’s eligible care and support needs, including those of people with ADHD, and to help and protect people with care and support needs, who may be at risk of abuse or neglect as a result of those needs. \r\n\r\nThe Government recognises that children and young people with ADHD often need special educational provision and under the Children and Families Act (2014), local authorities, health and care services must commission services jointly to ensure the needs of children and young people with Special Educational Needs and Disabilities (SEND) are met. Local Authorities must publish a clear outline of services available which has been developed for, and with, parents and young people. \r\n\r\nWe have also introduced a more streamlined assessment process to develop Education, Health and Care plans to support children and young people with SEND. These are co-ordinated across education, health and care, and involve children and young people and their families throughout the process.\r\n\r\nThese measures aim to reduce health inequalities and improve outcomes for children and young people with SEND and their families.  \r\n\r\nWe recognise that having ADHD can lead people to experience mental health problems and the Government is committed to improving mental health support and services. We have increased funding for mental health services by 8.4% since 2014/15 and last year, spend was the highest ever at £11.6bn.  \r\n\r\nWe have also commissioned NICE and the National Collaborating Centre for Mental Health (NCCMH) to improve mental health service pathways and tackle variations in provision. NHS England’s ‘Standard for Mental Health Investment’ ensures that NHS investment in mental health increases year on year. \r\n\r\nThe Government has introduced the Children and Young People’s Improving Access to Psychological Therapies programme (CYP IAPT) which aims to improve Child and Adolescent Mental Health Services (CAMHS). 90% of the 0-18 population are covered by this change programme and we are on course to reach 100% by 2018. \r\n\r\nWhilst we recognise the need to continue to improve support for people with ADHD, we believe the existing statutory framework provides the scope to achieve this and have no current plans to introduce a specific Act of Parliament. \r\n\r\nDepartment of Health","created_at":"2017-12-04T16:21:37.912Z","updated_at":"2017-12-04T16:21:37.912Z"},"debate":null}},{"type":"petition","id":200189,"links":{"self":"https://petition.parliament.uk/petitions/200189.json"},"attributes":{"action":"Reduce and end unnecessary single-use plastics","background":"We, the undersigned, call for action on the current environmental crisis concerning single-use plastics and demand the Government committ to a significant reduction and eventual end to them. There's been recent success in limiting microbeads and plastic bags, but far more needs to be done.","additional_details":"Those who sign this petition are calling for a reduction in single-use plastics and for the Government to set a target date for the eventual ban of all single-use plastics. \r\n\r\nThere are many ways to reduce single-use plastics; deposit return schemes and plans similar to that of the 5p plastic bag charge.\r\n\r\nIt has been calculated that the weight of plastics in the ocean is likely to exceed that of fish by 2050.\r\n\r\nWe cannot allow future generations to be burdened with a damaged environment.","state":"open","signature_count":11536,"created_at":"2017-09-13T18:17:29.729Z","updated_at":"2018-03-10T22:57:54.087Z","rejected_at":null,"opened_at":"2017-09-14T16:15:12.723Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T19:55:30.256Z","response_threshold_reached_at":"2018-01-12T12:02:40.388Z","government_response_at":"2018-02-01T15:29:55.138Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Reece Stafferton","rejection":null,"government_response":{"summary":"The Government wants to leave our environment in a better state than we found it, we are already a world leader in tackling plastic waste.   ","details":"The 25 Year Environment Plan that was published on 11 January outlines the steps that will be undertaken to achieve that ambition, including new measures to eliminate all avoidable plastic waste by the end of 2042.\r\n\r\nThis Government is already a world leader in tackling plastic waste, not only banning microbeads but also taking nine billion plastic bags out of circulation with our 5p carrier bag charge. \r\n\r\nWe recognise, however, that more needs to be done to protect our environment.\r\nWe want to increase recycling, promote resource efficiency and reduce litter. We established an independent working group to look at different measures to reduce littering and improve recycling of drinks containers. This group held a call for evidence on this topic at the end of last year; it included seeking evidence on the costs, benefits and impacts of deposit and reward and return schemes. The call for evidence is a first step in considering options. The working group will report back to Ministers with its advice shortly.\r\n\r\nWe will extend the 5p plastic carrier bag charge to all retailers.\r\n\r\nWe will work with retailers to explore introducing plastic-free supermarket aisles in which all the food is loose – giving consumers the choice to make greener decisions and promoting the use of less damaging packaging. \r\n\r\nWe will remove all consumer single-use plastics from the offices of the central Government estate.\r\n\r\nThe Government will also look at how the tax system or charges could further reduce the amount of single-use plastic waste we create through a call for evidence to be published in February. \r\n\r\nWe will also do more to help developing nations tackle pollution and reduce plastic waste, including through the deployment of UK aid.\r\n\r\nIn relation to the claim that the weight of plastics in the ocean is likely to exceed that of fish by 2050, the Government is not aware of the evidential basis to support this assertion.  The UK’s Marine Strategy Part Three, published in December 2015, sets out a comprehensive set of measures that we are taking to reduce the incidence of marine litter in particular. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-02-01T15:29:55.135Z","updated_at":"2018-02-01T15:29:55.135Z"},"debate":null}},{"type":"petition","id":211950,"links":{"self":"https://petition.parliament.uk/petitions/211950.json"},"attributes":{"action":"Create a new independent welfare body to protect racehorses from abuse and death","background":"The British Horseracing Authority is responsible for race horse welfare. But around 200 horses die each year due to racing in Britain. We urge the government to set up an independent regulatory body, with horse welfare as its only interest, which will take meaningful action to stop horses dying.","additional_details":"For more information visit http://www.horsedeathwatch.com","state":"open","signature_count":11510,"created_at":"2018-02-05T15:14:52.159Z","updated_at":"2018-03-10T23:59:09.105Z","rejected_at":null,"opened_at":"2018-02-13T17:50:13.036Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-06T10:38:53.537Z","response_threshold_reached_at":"2018-03-04T22:14:57.946Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Fiona Pereira","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204653,"links":{"self":"https://petition.parliament.uk/petitions/204653.json"},"attributes":{"action":"Parliament must debate whether the PM should disclose any offshore interests.","background":"It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"","additional_details":"But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.","state":"open","signature_count":11424,"created_at":"2017-11-07T16:52:01.181Z","updated_at":"2018-03-10T16:16:40.801Z","rejected_at":null,"opened_at":"2017-11-17T16:16:06.933Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T17:31:35.795Z","response_threshold_reached_at":"2017-12-03T22:11:52.390Z","government_response_at":"2018-01-05T11:41:13.499Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jolyon Maugham","rejection":null,"government_response":{"summary":"Under the Ministerial Code, Ministers must provide their Permanent Secretary with a list of all relevant interests. This includes where financial interests are held in a blind trust or similar.","details":"Under the terms of the Ministerial Code, Ministers – including the Prime Minister – must ensure that no conflict arises, or could reasonably be perceived to arise, between their Ministerial position and their private interests, financial or otherwise. On appointment to each new office, Ministers must provide the relevant Permanent Secretary with a list, in writing, of all relevant interests known to them, which might be thought to give rise to a conflict.  The List indicates where financial interests are held in a blind trust or similar blind management arrangement.\r\n \r\nIndividual declarations, and a note of any action taken in respect of individual interests, are then passed to the Cabinet Office Propriety and Ethics team and the Independent Adviser on Ministers’ Interests to confirm they are content with the action taken or to provide further advice as appropriate. The List records the position at the end of this process. The Independent Adviser is consulted in the preparation of the List, has scrutinised the declarations made, and is satisfied that measures have been put in place, where necessary, to avoid a conflict of interest.\r\n \r\nA list of Ministers’ relevant interests was published on 14 December:\r\n \r\nhttps://www.gov.uk/government/publications/list-of-ministers-interests\r\n\r\nCabinet Office","created_at":"2018-01-05T11:41:13.497Z","updated_at":"2018-01-05T11:41:13.497Z"},"debate":null}},{"type":"petition","id":202680,"links":{"self":"https://petition.parliament.uk/petitions/202680.json"},"attributes":{"action":"Raise awareness and understanding of PDA among health care professionals","background":"I would like the government to raise awareness and understanding of PDA pathological demand avoidance among health care professionals. PDA is on the autistic spectrum, yet so many parents are being told they're neglecting their children. PDA was founded in 1980's and is a complex condition.","additional_details":"A doctor diagnosed my son with PDA. I had a judge order my son to be seen by C.A.M.H.S to support the psychologist diagnosis but they do not commission PDA so we're stuck in limbo. To the point of social services wanting to put my son in foster care but luckily it was the judge that saw there was a problem and now back at the beginning. PDA was founded in the 1980's so it's fairly new. So many parents are being blamed for their children's behaviour. PDA is on the autistic spectrum.","state":"open","signature_count":10909,"created_at":"2017-10-11T16:42:56.037Z","updated_at":"2018-03-10T20:14:25.347Z","rejected_at":null,"opened_at":"2017-10-20T14:41:54.789Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T18:05:46.164Z","response_threshold_reached_at":"2018-02-23T20:50:26.758Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214119,"links":{"self":"https://petition.parliament.uk/petitions/214119.json"},"attributes":{"action":"Make Universities UK subject to the Freedom of Information Act.","background":"We ask that the appropriate Government Minister make an order under the Freedom of Information Act 2000 Section 5(1) designating Universities UK as a public authority, so making Universities UK subject to the Freedom of Information Act.","additional_details":"Universities are rightly subject to the Freedom of Information Act.  Universities UK is an organisation consisting of the heads of higher education institutions defining itself as “the voice of universities”.  In doing so Universities UK functions as a public organisation (and of a public nature), and so should also be subject to the Freedom of Information Act.  Other similar sector-wide organisations have been so designated by this method.","state":"open","signature_count":10728,"created_at":"2018-03-02T10:15:21.761Z","updated_at":"2018-03-10T23:59:19.235Z","rejected_at":null,"opened_at":"2018-03-05T22:20:05.528Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T16:01:03.872Z","response_threshold_reached_at":"2018-03-10T13:04:15.326Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Murphy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200001,"links":{"self":"https://petition.parliament.uk/petitions/200001.json"},"attributes":{"action":"Lobster Pots and Small Craft Safety – time to change the rules!","background":"We, the undersigned, urge the Minister of State (DEFRA) to improve the way static fishing gear is marked for the safety of all small craft at sea. The current, voluntary, guidance is not adequate. We ask that DEFRA seeks views regarding enforceable regulation among other options.","additional_details":"This petition is sponsored by the Cruising Association (CA). We believe that the current, voluntary, arrangements and guidance have not been adequate and that the number of call-outs, by the RNLI and coastguard, to small craft disabled by fouled propellers and rudders shows the significance of the problem. We hope that all stakeholders will work together, with DEFRA, to find a solution, particularly one that is cheap and practical for our fishermen.","state":"open","signature_count":10656,"created_at":"2017-09-12T09:02:21.052Z","updated_at":"2018-03-10T23:57:37.923Z","rejected_at":null,"opened_at":"2017-09-12T14:54:33.029Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T14:34:34.987Z","response_threshold_reached_at":"2018-03-05T22:11:52.561Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206569,"links":{"self":"https://petition.parliament.uk/petitions/206569.json"},"attributes":{"action":"Reverse A Proposed Ban On Letting Agents Charging Fees To Tenants","background":"Firstly, something must be done to help tenants with some agents charging ludicrous fees to tenants!\r\nI would propose a fee cap. Agents cant charge any higher than a set agreed price.\r\nIt is vital to sustain affordability for all tenants, landlords and agents. \r\nPlease read on to help understand...","additional_details":"I opened a letting agents when I was 21, 8 years ago, its all I have done and know. We pride ourselves on offering fair fees to tenants and landlords. Tenant fees are a must to survive as a business, we will have to pass on our lost fees to landlords, speaking to our landlords they plan to raise their rents to cover their fees immediately.\r\n \r\nThis action makes no sense at all, we can keep everyone happy, set a reasonable cap so tenants, agents and landlords can continue to survive comfortably.","state":"open","signature_count":10621,"created_at":"2017-11-29T13:21:51.774Z","updated_at":"2018-03-10T19:32:04.969Z","rejected_at":null,"opened_at":"2017-12-04T17:50:31.679Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T13:57:15.911Z","response_threshold_reached_at":"2018-02-08T15:53:48.877Z","government_response_at":"2018-02-20T12:01:09.208Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Robert Farrelly","rejection":null,"government_response":{"summary":"Government is committed to banning tenant fees to deliver a fairer lettings market where tenants have greater clarity over what they pay and the landlord is the primary customer of the agent. ","details":"The Government recognises the valuable service that good letting agents provide to both landlords and tenants in ensuring that properties are safe, compliant and professionally managed. We are keen to see all tenants receiving a good and affordable service. A ban on letting fees paid by tenants will improve transparency and affordability for renters - letting fees are currently not clearly or consistently explained with the result that many tenants are unaware of the true costs of renting a property.\r\n\r\nThe Government published the draft Tenant Fees Bill on 1 November (https://www.gov.uk/government/publications/draft-tenants-fees-bill), which sets out the detailed approach to banning letting fees to tenants in England, helping millions of renters by bringing an end to costly upfront payments and renewal fees.\r\n\r\nThe draft Tenant Fees Bill reflects feedback from the eight week public consultation (April – June 2017), which received over 4,700 responses. More than 9 out of 10 tenants who responded to the consultation backed the action to ban letting fees. We are ensuring that tenants will only be required to pay rent alongside a refundable deposit.\r\n\r\nMany letting agents and landlords acknowledge that fees charged to tenants are currently not at a level that is justifiable and agree that intervention is necessary. The Government does not believe that a cap would be effective and is likely to lead to a race to the top in terms of fees charged. A ban is easier to understand and enforce.\r\n\r\nWe believe that tenants will see a net saving as a result of the ban.  Tenants will be able to see what a given property will cost them in the advertised rent level without any additional hidden costs. This will help to make entering and moving around in the private rented sector easier and less costly.\r\n\r\nWe recognise that agents will need to consider their business models. The time of, and services provided by, letting agents should be reimbursed but this should be by landlords rather than tenants. Landlords are better able to shop around for the agent offering the service that they are seeking at the price they want to pay. It is also worth noting that landlords, unlike tenants, can claim tax relief on letting agent fees.\r\n\r\nGood letting agents, providing services that represent value for money to landlords, will continue to play an important role in the market. Furthermore, such letting agents will be on a fairer footing to compete for landlords’ business since it will be much harder for rogue agents to exploit their position between landlords and tenants. \r\n \r\nPublishing a bill in draft enables scrutiny of our proposals to ban letting fees by Parliament and stakeholders ahead of introducing legislation. The Communities and Local Government Select Committee is currently holding a public inquiry into the draft Bill. We welcome Parliamentary scrutiny on whether the draft Bill achieves its aim of delivering a fairer, more competitive, and more affordable lettings market where tenants have greater clarity and control over what they will pay and where the landlord is the primary customer of the letting agent. The Government will then seek to introduce the Bill formally to Parliament at the earliest opportunity. We will do this as soon as parliamentary time allows. We do not expect implementation to be before April 2019. This will allow letting agents time to prepare and re-negotiate their contracts.\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-02-20T12:01:09.205Z","updated_at":"2018-02-20T13:48:40.475Z"},"debate":null}},{"type":"petition","id":211656,"links":{"self":"https://petition.parliament.uk/petitions/211656.json"},"attributes":{"action":"Drop any proposals to licence airguns in England \u0026 Wales","background":"We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.","additional_details":"","state":"open","signature_count":10394,"created_at":"2018-02-01T20:53:21.930Z","updated_at":"2018-03-10T23:31:33.210Z","rejected_at":null,"opened_at":"2018-02-07T18:29:04.948Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T21:26:42.209Z","response_threshold_reached_at":"2018-02-26T15:42:00.015Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark hurst","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201217,"links":{"self":"https://petition.parliament.uk/petitions/201217.json"},"attributes":{"action":"Bus passes for Over Sixties in England","background":"We as women aged 60 are not allowed a concession bus pass in England . But they have bus passes in London Wales and Scotland , why should we be discriminated. It would also ease our financial burden as we are denied our state pension .","additional_details":"","state":"open","signature_count":10346,"created_at":"2017-09-22T21:16:25.574Z","updated_at":"2018-03-10T22:22:18.389Z","rejected_at":null,"opened_at":"2017-10-02T13:41:52.611Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-23T06:18:25.539Z","response_threshold_reached_at":"2018-03-07T18:27:49.969Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Russell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200005,"links":{"self":"https://petition.parliament.uk/petitions/200005.json"},"attributes":{"action":"Give all British citizens living abroad the right to vote and dedicated MPs","background":"About 1 million British citizens living abroad do not have the right to vote due to their overseas residency exceeding 15 years. They therefore lack representation in Parliament. And, British Citizens living abroad for under 15 years may only vote in a constituency they no longer live in.","additional_details":"We believe that all British citizens deserve genuine representation in Parliament. British citizens living abroad must be able to vote for an MP to represent their interests in the House of Commons. Having their own dedicated MPs would more efficiently address their concerns which are often different to UK residents’. This petition proposes to introduce votes for life and to add overseas constituencies with a dedicated MP for each constituency to better represent British Citizens living abroad.","state":"open","signature_count":10304,"created_at":"2017-09-12T09:19:27.628Z","updated_at":"2018-03-10T15:41:33.687Z","rejected_at":null,"opened_at":"2017-09-13T13:30:32.274Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:00:28.718Z","response_threshold_reached_at":"2018-02-22T00:15:43.912Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Tamim","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202496,"links":{"self":"https://petition.parliament.uk/petitions/202496.json"},"attributes":{"action":"The government must act to defend Jobs \u0026 Skills at Bombardier, Northern Ireland","background":"The UK is the second biggest Boeing client globally. We call on the government to follow-through on their words and use their leverage to defend UK jobs from US protectionism; to compel Boeing to withdraw their meritless case and lift the threat hanging over thousands of Northern Ireland workers.","additional_details":"More than 4,000 aerospace workers are employed by Bombardier in Northern Ireland; sustaining a further 20,000 in the local economy. \r\nThese jobs are threatened by the 300% import tariffs on Bombardiers C Series proposed by President Trump's administration on behalf of Boeing. \r\nThere is no basis for these punitive tariffs, as Boeing does not even produce an aircraft in the same class; they are intended to close the US market, preventing the superior C Series aircraft from getting a foothold.","state":"open","signature_count":9701,"created_at":"2017-10-09T13:26:22.394Z","updated_at":"2018-03-10T08:36:11.481Z","rejected_at":null,"opened_at":"2017-10-13T15:37:43.428Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T13:41:10.058Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donal O'Cofaigh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204550,"links":{"self":"https://petition.parliament.uk/petitions/204550.json"},"attributes":{"action":"Provide free flash glucose monitoring systems to type 1 diabetics on the NHS.","background":"Type 1 diabetes is a chronic disease and cannot be cured. Sufferers need insulin daily via injections or a pump and have to do regular painful fingerprick blood tests. The flash system allows users to test glucose via a disc placed on the arm without puncturing skin every time, therefore no pain.","additional_details":"As of 1-11-17 this is available on the NHS, however, it seems to be a postcode lottery. The system enables the wearer to maintain better control of their diabetes by monitoring glucose for up-to 8hrs with each scan, which will long term cost the NHS less money as there won’t be as many complications. There is no break from this disease. Many parents have to test children during the night, with this system they can test by just touching the sensor with the scanner. Please share to make this free.","state":"open","signature_count":9410,"created_at":"2017-11-06T18:44:32.791Z","updated_at":"2018-03-10T18:21:20.042Z","rejected_at":null,"opened_at":"2017-11-09T14:55:17.748Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T00:14:21.018Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Deana Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209573,"links":{"self":"https://petition.parliament.uk/petitions/209573.json"},"attributes":{"action":"All jurors in rape trials to complete compulsory training about rape myths","background":"Research shows that jurors accept commonly held rape myths resulting in many incorrect not guilty verdicts. Rapists are walking free from court, although evidence is robust. This ruins lives. Rape conviction in the UK is very low. Compared to other crimes conviction is 21% lower.","additional_details":"Research by Rape Crisis \u0026 Alison Saunders, Director of Public Prosecutions, finds that jurors often accept rape myths \u0026 thus acquit rapists who are in fact guilty. 66% of jurors do not understand judges' legal directions which attempt to dispel rape myths, but fail. Jurors need proper rape myth training prior to \u0026 throughout trials. Info: https://rapecrisis.org.uk/mythsvsrealities.php https://en.wikipedia.org/wiki/Rape_myth  http://www.bbc.co.uk/news/uk-scotland-scotland-politics-39182779","state":"open","signature_count":9191,"created_at":"2018-01-14T13:38:44.312Z","updated_at":"2018-03-10T23:48:36.926Z","rejected_at":null,"opened_at":"2018-01-17T19:10:45.490Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-14T14:10:22.437Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Abigail J Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203314,"links":{"self":"https://petition.parliament.uk/petitions/203314.json"},"attributes":{"action":"Ban the sale of fireworks to the public and have only licensed displays.","background":"We are a country of animal lovers, our pets and wildlife suffer severe stress and harm when fireworks are let off, plus the ban of sale to the public would save the NHS money as injury to humans from the misuse of fireworks also happens every year. New born babies and the elderly also suffer.","additional_details":"","state":"open","signature_count":9158,"created_at":"2017-10-19T21:44:03.324Z","updated_at":"2018-03-10T23:01:12.202Z","rejected_at":null,"opened_at":"2017-10-25T16:11:37.558Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-20T16:13:24.995Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Chris guider","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200427,"links":{"self":"https://petition.parliament.uk/petitions/200427.json"},"attributes":{"action":"Don't leave the EU","background":"It would be a colossal mistake for the UK to leave the EU. The Government is floundering in the Brexit negotiations and the country would be poorer in every sense outside of the EU. And It would affect young people's lives greatly and this could become Regrexit.","additional_details":"The referendum result should be disregarded as so many people who voted to leave were tricked by the lies of the Brexit camp. So much for democracy if people have been hoodwinked. We need to show the Government that this Brexit disaster is not \"the will of the people\" by calling on them in sufficient numbers to stop it. I don't think enough people realised quite how complicated it would be to leave the EU, so here's a better idea: Stay in. The EU would welcome us back with open arms.","state":"open","signature_count":8828,"created_at":"2017-09-15T13:49:51.906Z","updated_at":"2018-03-10T23:54:54.265Z","rejected_at":null,"opened_at":"2017-09-19T10:02:53.817Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T17:25:35.377Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200300,"links":{"self":"https://petition.parliament.uk/petitions/200300.json"},"attributes":{"action":"Require meat to be marked according to its slaughter method","background":"Government has recognised the right of people to be able to identify food which is consistent with their beliefs.\r\n\r\nPersons whose concern for animal welfare requires them to avoid meat which was not stunned according to English law, have no less a claim to government respect","additional_details":"(Response to a previous petition:   the Government respects the rights of religious communities to eat meat prepared in accordance with their beliefs)     \r\nThe absence of information presents the probability of foodstuffs being misrepresented. People with humanitarian concerns should be confident that products they buy were humanely slaughtered in accordance with English law and welfare standards.","state":"open","signature_count":8592,"created_at":"2017-09-14T15:46:13.651Z","updated_at":"2018-03-10T23:15:20.153Z","rejected_at":null,"opened_at":"2017-09-15T16:35:36.573Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:54:15.668Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jonathan Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202280,"links":{"self":"https://petition.parliament.uk/petitions/202280.json"},"attributes":{"action":"Place stoma signs on disabled toilets and add stoma changing facilities within.","background":"Stoma patients have unseen disabilities and although entitled to use disabled toilets, often face verbal abuse from the public when trying to access them. Stoma patients need a hygienic area to change ostomies and this is not provided. Unseen stoma disabilities need protection and recognition.","additional_details":"Stoma patients face prejudice from both the able and visibly disabled communities. Stoma patients are forcibly pushed and pulled out of the way when trying to access disabled facilities. 21,000 people are left with a stoma every year, this is a growing issue.","state":"open","signature_count":8382,"created_at":"2017-10-06T08:54:40.817Z","updated_at":"2018-03-10T23:15:10.050Z","rejected_at":null,"opened_at":"2017-10-12T14:13:35.427Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:02:09.449Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natalie Louise Toper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204086,"links":{"self":"https://petition.parliament.uk/petitions/204086.json"},"attributes":{"action":"Don't give extremists homes, jobs and counselling","background":"The Government is apparently considering plans, codenamed Operation Constrain, to offer extremists previously investigated by MI5, and returning jihadists, help with council housing, jobs and counselling. This is supposed to prevent them carrying out attacks in Britain.","additional_details":"Operation Constrain would be an obscene insult to every British taxpayer, and particularly those that have worked hard and paid taxes all their lives and been told they have no chance of getting council accommodation. It will be seen as a bribe to stop fanatics committing terrorist offences in this country and a reward for doing so, or considering doing so, in the past. The plans must be withdrawn immediately.\r\n\r\nwww.dailymail.co.uk/news/article-5027683/Council-house-bribes-UK-terror-suspects.html ","state":"open","signature_count":8368,"created_at":"2017-10-31T11:02:21.371Z","updated_at":"2018-03-10T23:45:12.136Z","rejected_at":null,"opened_at":"2017-11-06T15:12:30.089Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T12:03:14.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Douglas German","rejection":null,"government_response":null,"debate":null}}]}