{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=36\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":205476,"links":{"self":"https://petition.parliament.uk/petitions/205476.json"},"attributes":{"action":"Put pressure on Libya to take action to stop enslavement of Black Africans.","background":"CNN has released video footage of a black Africans being sold into slavery in Libya. I am asking the UK government to put pressure on the Libyan government to take immediate action to stop these criminals from selling more people, to set current prisoners free, arrest the criminals and end this.","additional_details":"http://edition.cnn.com/2017/11/14/africa/libya-migrant-auctions/index.html\r\n\r\nhttp://edition.cnn.com/videos/world/2017/11/13/libya-migrant-slave-victory-lon-orig-md-ejk.cnn","state":"open","signature_count":269090,"created_at":"2017-11-18T01:24:31.077Z","updated_at":"2018-05-15T22:03:27.761Z","rejected_at":null,"opened_at":"2017-11-22T15:39:25.642Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-18T12:14:04.285Z","response_threshold_reached_at":"2017-11-29T08:58:04.531Z","government_response_at":"2017-12-13T10:52:14.146Z","debate_threshold_reached_at":"2017-11-29T16:54:17.543Z","scheduled_debate_date":"2017-12-18","debate_outcome_at":"2017-12-19T10:14:23.762Z","creator_name":"Constance Mbassi Manga","rejection":null,"government_response":{"summary":"The Government shares the public’s outrage and welcomes the Libyan government’s commitment to investigate these reports and to ensure that those involved are brought to justice.","details":"Tackling forced labour, modern slavery and human trafficking is a domestic and foreign policy priority for the UK Government.  The Prime Minister has called modern slavery one of the ‘greatest human rights issues of our time’, and made clear that the international community must step up our efforts to eradicate it.  It is not acceptable that such exploitation is occurring in the 21st Century. \r\n\r\nThe Prime Minister launched a Call to Action to end modern slavery at this year’s UN General Assembly alongside 40 other countries, and committed to doubling UK aid spend in support of this objective to £150 million. We will continue to push for an increased international response, through the UN and other channels, to eliminate these horrific crimes, provide support for victims, and bring criminals to justice. In particular, we are pushing for the United Nations Security Council to take greater steps to combat slavery in conflict situations. \r\n\r\nThe UK Government shares others’ disgust and grave concern at the recent video footage apparently showing slave markets in Libya.  We welcome the Libyan government’s commitment immediately to investigate these reports and to ensure that those involved are brought to justice.   In addition, the UK has raised with the Libyan Prime Minister the importance of offering humanitarian support to migrants.  \r\n\r\nWe have consistently argued for a comprehensive approach, addressing the root causes of migration as well as their consequences.  In addition to the UK’s £150 million commitment on modern slavery, UK programmes have provided humanitarian aid to migrants and refugees, and delivered assistance in detention centres and to those rescued at sea.  We have provided specific support to women and girls, to protect them from the heightened risks of trafficking and sexual and gender based violence.  So far this year, the Department for International Development has supported more than 20,000 emergency interventions such as healthcare, funding psychosocial support, hygiene kits and safe shelter to migrants and refugees in Libya.\r\n\r\nWe have also developed a new £75m migration programme, which will specifically target migrants travelling from West Africa via the Sahel to Libya.  It will provide critical humanitarian assistance and protection and assist those along the way that may wish to return home, providing information about the dangers ahead and offering vulnerable people meaningful alternatives to the treacherous journeys to Libya and Europe.  \r\n\r\nAt the United Nations General Assembly in September, the Prime Minister committed to increasing efforts to tackle smuggling and trafficking through building the capacity of Libyan law enforcement agencies, and supporting efforts to sanction people smugglers at the UN.  \r\n\r\nThe UK has made clear at the United Nations Security Council our condemnation of these reports, and we support the recent Declaration from the EU-Africa Summit and the establishment of an EU-AU-UN Taskforce to address this dire situation to help returns.  UK programming has enabled the assisted voluntary return of over 1,400 migrants from Libya to their home countries this year, and we support further efforts in this area, including by the European Union Emergency Trust Fund for Africa.\r\n\r\nWe are clear that a sustainable improvement in the human rights situation in Libya can only be achieved under the stability of a strong and united Government, and we are actively supporting UN-led efforts to deliver a more inclusive political settlement in Libya.  As well as our support for peace mediation and stability we are providing support to improve women’s rights, civil society, municipalities, and freedom of speech.  A safe, secure and prosperous Libya that is able confidently to tackle the challenges in the region is in all our interests.\r\n\r\nThe Government looks forward to responding with fuller details on this very important issue in the forthcoming Westminster Hall Debate on Monday 18 December.\r\n\r\nForeign and Commonwealth Office","created_at":"2017-12-13T10:52:14.144Z","updated_at":"2017-12-13T10:52:14.144Z"},"debate":{"debated_on":"2017-12-18","transcript_url":"https://hansard.parliament.uk/commons/2017-12-18/debates/D4D9004C-0D4E-4DAD-8C98-309E2C42D2E1/EnslavementOfBlackAfricans(Libya)","video_url":"http://parliamentlive.tv/Event/Index/71772c45-c2ba-400a-a9f3-7bcdd9400907","debate_pack_url":"http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0259","overview":""}}},{"type":"petition","id":205106,"links":{"self":"https://petition.parliament.uk/petitions/205106.json"},"attributes":{"action":"Stop the privatisation of NHS services","background":"We call for a ban on the outsourcing (privatisation) of NHS services, and stop the renewal of any outsourcing contracts already signed. Companies should not be profiteering from NHS contracts, when every pound of NHS budgets is desperately needed for more doctors and nurses, and to pay them more.","additional_details":"Research by Bain \u0026 Company published by the Financial Times in January 2017, found that private-sector companies had been invited to bid for 14 per cent more NHS contracts in the 12 months to August 2016 than just a year previously. In March 2017 the Financial Times also reported of the extra £2bn given to the NHS in 2014 to try and bolster NHS services, according to data analysis carried out by the Health Foundation, an independent charity, only about half this extra money was spent in the NHS.","state":"open","signature_count":238680,"created_at":"2017-11-13T11:18:15.151Z","updated_at":"2018-05-15T19:46:35.611Z","rejected_at":null,"opened_at":"2017-11-17T14:21:10.458Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-13T13:42:03.263Z","response_threshold_reached_at":"2018-01-10T09:21:05.254Z","government_response_at":"2018-02-20T11:27:06.991Z","debate_threshold_reached_at":"2018-02-26T06:28:35.090Z","scheduled_debate_date":"2018-04-23","debate_outcome_at":"2018-04-24T09:20:07.119Z","creator_name":"Jamie Snape","rejection":null,"government_response":{"summary":"The vast majority of NHS care has and will continue to be provided by public sector organisations. Patients should be able to access the best treatments based on quality of care not type of provider.","details":"We remain committed to a publicly funded NHS. However, the private sector has always played a vital supporting role in the NHS, for example in building hospitals, in providing facilities management services, in supplying medicines and equipment. Primary care contractors – GPs, dentists, pharmacists – have always been independent contractors and are not NHS employees.  The opportunity – not obligation – of NHS commissioners to use private sector healthcare providers in order to support existing NHS-delivered care has played a key role in improving patient choice, and in reducing waiting times. In such cases, private sector contractors have to adhere to the same standards of efficiency, safety and quality as NHS providers do, and for this reason the publicly funded NHS will always remain in the driving seat. We are clear that patients should be able to access the best possible treatments based on quality of care and value for money not the type of provider they receive this care from.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-02-20T11:27:06.988Z","updated_at":"2018-02-20T11:27:06.988Z"},"debate":{"debated_on":"2018-04-23","transcript_url":"https://hansard.parliament.uk/commons/2018-04-23/debates/A43878B7-E1E8-4205-A7D2-6624BCF0E403/PrivatisationOfNHSServices","video_url":"https://parliamentlive.tv/Event/Index/dd85df77-1e1d-4f1b-bb9f-30a6f5e06a98","debate_pack_url":"https://researchbriefingsintranet.parliament.uk/ResearchBriefing/Summary/CDP-2018-0091","overview":""}}},{"type":"petition","id":206851,"links":{"self":"https://petition.parliament.uk/petitions/206851.json"},"attributes":{"action":"We want a Public Inquiry into the James Bulger murder case.","background":"Throughout the conduct of the case there have been a number of issues that have been swept under the carpet. It's high time they were investigated.","additional_details":"One mystery surrounding the murder of James Bulger case is why the \"experts\" insisted that Jon Venables was rehabilitated.\r\n\r\nThe report of the Prison Service into an incident at Red Bank secure unit has not been published. It is time to examine all this.","state":"open","signature_count":213115,"created_at":"2017-12-01T09:48:55.264Z","updated_at":"2018-05-15T19:57:43.844Z","rejected_at":null,"opened_at":"2018-01-11T13:41:11.787Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-04T13:51:46.838Z","response_threshold_reached_at":"2018-01-24T19:20:48.457Z","government_response_at":"2018-02-14T14:06:36.911Z","debate_threshold_reached_at":"2018-02-09T11:07:05.685Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Chris Johnson","rejection":null,"government_response":{"summary":"The offender was convicted of further offences as a direct result of robust and effective monitoring. Therefore the Government considers that a public inquiry into this tragic case is not necessary.","details":"The murder of Jamie Bulger was an appalling crime which shocked the nation and, 25 years on, continues to be of huge interest and concern. Our deepest sympathies remain with Mrs Fergus and Mr Bulger for the pain and suffering they have endured. \r\n\r\nBecause this case has been of such understandable concern, when the man formerly known as Jon Venables was recalled to custody in February 2010, the then Justice Secretary asked Sir David Omand, the former Permanent Secretary at the Home Office, to conduct an extensive review of the management of Venables from the time of his release from Red Bank Secure Children’s Home in 2001 until his recall to custody. In July 2010 Venables was convicted of possessing, downloading and sharing indecent images of children, and Sir David’s detailed report was published in November 2010 and can be found at the following link: https://www.justice.gov.uk/downloads/publications/corporate-reports/MoJ/2010/omand-review-web.pdf \r\n\r\nThe independent Parole Board directed Venables’ re-release on life licence – subject to strict licence conditions in July 2013 after a thorough risk assessment and in accordance with the statutory release test, which is whether it is necessary on the grounds of public protection for the offender to be detained in custody. The Parole Board is legally not allowed to share the reasons behind any of its release decisions, but the Government last month announced an urgent review into how to increase the transparency of Parole-Board decision-making and whether and how it might be possible to challenge those decisions.\r\n\r\nUnlike in 2010, Jon Venables’ recent criminal acts were discovered as a direct result of the tight monitoring to which he was subject by the Police and Probation Services. He has also constantly been subject to stricter licence conditions and more scrutiny than most lifers would be at the same stage of their sentence. For that reason, a review of the management of Venables since 2010 would not have the same clear focus. \r\n\r\nNonetheless, the Government’s number one priority is public safety so we will of course keep the monitoring practice under constant review. Venables is now serving a sentence of 40 months’ imprisonment for possessing indecent images of children. Once he has completed the custodial part of that sentence, he will remain in custody until the independent Parole Board determines that his risk is such that he may be re-released on life licence.\r\n\r\nMinistry of Justice","created_at":"2018-02-14T14:06:36.907Z","updated_at":"2018-02-14T14:06:36.907Z"},"debate":null}},{"type":"petition","id":216539,"links":{"self":"https://petition.parliament.uk/petitions/216539.json"},"attributes":{"action":"Amnesty for anyone who was a minor that arrived In Britain between 1948 to 1971","background":"Windrush Generation were invited as settlers and as British subjects. Minors also had the right to stay.We call on the government to stop all deportations, change the burden of proof and establish an amnesty for anyone who was a minor.The government should also provide compensation for loss \u0026 hurt.","additional_details":"With successive changes in immigration policy and legislation over the last 70 years along with the independence of countries which now form part of the Commonwealth this has created uncertainty and lack of clarity and justice for tens of thousands of individuals who have worked hard, paid their taxes and raised children and grandchildren and  who see Britain as their home. \r\nhttps://www.theguardian.com/uk-news/2018/mar/30/antiguan-who-has-lived-59-years-in-britain-told-he-is-in-uk-illegally","state":"open","signature_count":179443,"created_at":"2018-03-30T16:36:00.632Z","updated_at":"2018-05-15T21:56:28.283Z","rejected_at":null,"opened_at":"2018-04-06T16:51:31.292Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T17:45:10.856Z","response_threshold_reached_at":"2018-04-10T08:34:58.848Z","government_response_at":null,"debate_threshold_reached_at":"2018-04-15T07:23:23.315Z","scheduled_debate_date":"2018-04-30","debate_outcome_at":"2018-05-01T08:54:46.658Z","creator_name":"Patrick Vernon OBE","rejection":null,"government_response":null,"debate":{"debated_on":"2018-04-30","transcript_url":"https://hansard.parliament.uk/commons/2018-04-30/debates/CEC6AAFF-E02D-41DA-B681-AF9713BE6F82/MinorsEnteringTheUK1948To1971","video_url":"https://parliamentlive.tv/Event/Index/f29d6e8b-ff66-4e9b-97a6-89dc46a9dbfd","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0109","overview":""}}},{"type":"petition","id":209433,"links":{"self":"https://petition.parliament.uk/petitions/209433.json"},"attributes":{"action":"Give the electorate a referendum on the abolition of the House of Lords","background":"The House of Lords is a place of patronage where unelected and unaccountable individuals hold a disproportionate amount of influence and power which can be used to frustrate the elected representatives of the people","additional_details":"","state":"open","signature_count":164467,"created_at":"2018-01-12T13:08:04.466Z","updated_at":"2018-05-15T23:21:26.745Z","rejected_at":null,"opened_at":"2018-01-17T18:36:38.185Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T14:54:34.514Z","response_threshold_reached_at":"2018-04-18T22:00:48.770Z","government_response_at":"2018-05-15T16:42:14.496Z","debate_threshold_reached_at":"2018-04-23T22:32:25.308Z","scheduled_debate_date":"2018-06-18","debate_outcome_at":null,"creator_name":"Robert McBride","rejection":null,"government_response":{"summary":"The Government is committed to ensuring that the House of Lords continues to fulfil its constitutional role as a revising and scrutinising chamber which respects the primacy of the House of Commons. ","details":"As set out in the manifesto, the Government is committed to ensuring that the House of Lords continues to fulfil its constitutional role as a revising and scrutinising chamber which respects the primacy of the House of Commons. \r\n\r\nWhilst comprehensive reform is not a priority, the Government will also continue to work to ensure that the House of Lords remains relevant and effective by addressing issues such as its size.\r\n\r\nThe Lord Speaker’s committee on the size of the House of Lords, chaired by Lord Burns, made recommendations in October 2017 on ways of reducing the size of the House without requiring legislation. In response, The Prime Minister has written to the Lord Speaker and agreed to continue with the restraint she has shown so far when making appointments to the House. It is incumbent on all sides of the House to consider what they can do to further promote the culture of retirement. In light of the Prime Minister's letter, the Lord Speaker has asked the Committee to reconvene to consider next steps. \r\n\r\nCabinet Office","created_at":"2018-05-15T16:42:14.494Z","updated_at":"2018-05-15T16:42:14.494Z"},"debate":null}},{"type":"petition","id":206722,"links":{"self":"https://petition.parliament.uk/petitions/206722.json"},"attributes":{"action":"Call on PM to take action to build public trust in the Grenfell Tower Inquiry","background":"Bereaved families \u0026 survivors call on PM to exercise her powers under the Inquiries Act 2005 to appoint additional panel members with decision making power to sit alongside Chair in Grenfell Tower Inquiry: to ensure those affected have confidence in \u0026 are willing to fully participate in the Inquiry","additional_details":"To secure trust in an establishment we feel has been distant \u0026 unresponsive, \u0026 to avoid a collapse of confidence in the Inquiry's ability to discover the truth, it is fundamental that;\r\n\r\n1. The Inquiry is not led by a judge alone. Panel members must be appointed with relevant background, expertise, experience, \u0026 a real understanding of the issues facing those affected\r\n\r\n2. Legal representatives of bereaved families see all evidence from the start \u0026 are allowed to question witnesses at the hearings","state":"open","signature_count":156673,"created_at":"2017-11-30T09:25:01.772Z","updated_at":"2018-05-15T18:57:39.413Z","rejected_at":null,"opened_at":"2017-11-30T17:07:15.249Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-30T13:59:43.441Z","response_threshold_reached_at":"2017-12-04T22:01:51.333Z","government_response_at":"2018-01-05T10:15:21.005Z","debate_threshold_reached_at":"2018-02-23T23:50:21.855Z","scheduled_debate_date":"2018-05-14","debate_outcome_at":"2018-05-15T14:06:16.955Z","creator_name":"Adel Chaoui","rejection":null,"government_response":{"summary":"This is the Government’s response to the e-petition “Call on PM to take action to build public trust in the Grenfell Tower Inquiry”, started by family members and survivors of the Grenfell Tower fire.","details":"The Grenfell Tower fire was a truly unimaginable tragedy that should never have happened.\r\n\r\nThe Government’s highest priority remains making sure that survivors, bereaved families and the wider Grenfell community receive all the support they need.\r\n\r\nThe independent public Inquiry into the fire is an important part of the process and will help those affected get the answers they need to get to the truth of what happened.\r\n\r\nThe Prime Minister committed to considering the issue of panel members once the Chair had confirmed who had been appointed as assessors to assist the Inquiry. Section 7 of the Inquiries Act 2005 allows the Minister responsible for an inquiry to appoint further panel members during the course of an inquiry with the agreement of the Chair.\r\n\r\nIn October 2017, the Chair announced the appointment of 7 expert witnesses with backgrounds in fire safety, forensic fire analysis, fire engineering, disaster resilience and also anatomy and human identification. The expert witnesses will provide a range of technical advice and expert reports to assist the work of the Inquiry in delivering its terms of reference.\r\n\r\nIn addition, in November 2017, the Chair announced the appointment of 3 assessors with backgrounds in community engagement and social housing, local authority administration and structural engineering.  The Chair also confirmed at the Inquiry’s preliminary hearing in September that he would expect the assessors to see all the evidence and sit with him when taking oral evidence. The Chair has also confirmed that he may make further appointments if needed.\r\nFollowing the announcement of these appointments, the Prime Minister carefully considered the composition of the Inquiry panel in light of the diversity and expertise of advice now available to the Inquiry.\r\n\r\nThe Prime Minister wrote to the representatives of the survivors and bereaved families on 21 December 2017 and informed them of her decision not to appoint additional panel members. The Prime Minister’s decision was similarly communicated to the Inquiry on the same date.\r\n\r\nHaving regard to the terms of reference and the assistance to be provided by the assessors, and the expert witnesses, it is the Prime Minister’s view that the Inquiry panel has the necessary expertise to undertake the Inquiry as it is currently constituted. The Prime Minister is also conscious of the need for the Inquiry to complete its initial report as quickly as reasonably possible. The Prime Minister therefore considers that additional panel members should not be appointed at this stage.\r\n\r\nIn reaching this conclusion, the Prime Minister fully took into account her duty under section 149 of the Equality Act 2010 (the Public Sector Equality Duty – PSED).\r\n\r\nThe Government recognises the importance of ensuring that those most affected by the tragedy are able to contribute fully to the Inquiry and that is why the Prime Minister welcomes the consideration being given by Sir Martin Moore-Bick to the establishment of a community advisory panel, as proposed at the December procedural hearing.\r\n\r\nSuch a panel, similar to that which has worked well for the Independent Inquiry into Child Sexual Abuse, could play a very beneficial role in putting those most affected at the heart of the Inquiry and enabling them to ensure that their views and experiences are heard. It is for Sir Martin, as Chair of the independent Inquiry, to take this forward, in consultation with the Grenfell Tower community, and the Government hopes that he will be able to do this as soon as possible.\r\n\r\nIn line with the Inquiry Rules 2006, legal representatives of the Grenfell community core participants will receive in advance of hearings disclosure of relevant evidence; will be able to make opening and closing statements at certain hearings and can suggest lines of questioning to be pursued by Counsel to the Inquiry. They can also apply to the Chair to ask questions of a witness.\r\n\r\nCabinet Office","created_at":"2018-01-05T10:15:21.002Z","updated_at":"2018-02-08T09:53:33.016Z"},"debate":{"debated_on":"2018-05-14","transcript_url":"https://hansard.parliament.uk/commons/2018-05-14/debates/AA42BB9C-5130-4DB1-814A-569FE1E4CD74/GrenfellTowerInquiry","video_url":"https://www.parliamentlive.tv/Event/Index/143ec7e0-1ba0-480b-a5cd-126536e7bfd7","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8305","overview":""}}},{"type":"petition","id":213451,"links":{"self":"https://petition.parliament.uk/petitions/213451.json"},"attributes":{"action":"Ban the sale of puppies by pet shops \u0026 all commercial 3rd party dealers.","background":"Removing puppies for sale from litter \u0026 mum often creates sick, traumatised, dysfunctional dogs. Puppies should be seen with their mum \u0026 transporting them to a different place for sale harms welfare. Regulating commercial 3rd party sales is ineffective to prevent harm \u0026 a ban is therefore necessary.","additional_details":"A ban on 3rd party sales for profit has been named “Lucy's Law” \u0026 has huge public support. There are no welfare advantages in selling puppies through commercial dealers, which make sure breeding dogs are kept hidden from the public. As well as welfare concerns, 3rd party sales create additional risks for consumers \u0026 public health/safety. Puppy sales direct from breeder or rescue centre protects all parties. A ban on dealing in puppies for profit can only raise welfare standards \u0026 is needed now.","state":"open","signature_count":124779,"created_at":"2018-02-21T08:50:22.988Z","updated_at":"2018-05-15T23:51:42.980Z","rejected_at":null,"opened_at":"2018-03-01T12:06:51.546Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T09:42:04.647Z","response_threshold_reached_at":"2018-03-04T02:45:02.494Z","government_response_at":"2018-03-20T16:49:31.317Z","debate_threshold_reached_at":"2018-03-14T11:06:30.896Z","scheduled_debate_date":"2018-05-21","debate_outcome_at":null,"creator_name":"Beverley Cuddy","rejection":null,"government_response":{"summary":"The Government has published wide reaching reforms of the controls on pet selling which includes a call for evidence on a ban on all commercial third party sales of puppies and kittens in England.","details":"New controls on dog breeding and pet selling in England require all licensed dog breeders and licensed sellers of all pet animals, including sellers who are not also breeders, to adhere to enhanced strict statutory minimum welfare standards linked to the animals’ welfare needs set out in the Animal Welfare Act 2006. \r\nThe controls prohibit the sale of puppies, kittens, ferrets or rabbits below eight weeks of age.  This is also supported by changes to Defra’s statutory Dog Welfare Code which provides guidance aimed at dog owners.\r\nThe controls require any licensed pet seller advertising pets for sale to include their licence number in the advert as well as identifying the local authority that issued it, a photo of the pet, its age, country of residence and country of origin.  This will help people identify pets offered for sale from unlicensed sellers including those based abroad\r\nThey require the sale of a dog to be completed in the presence of the purchaser on the premises where the licensed seller or licensed breeder has been keeping the dog, thereby banning online sales by licensed sellers and breeders.\r\nThey also ensure licensed dog breeders must show puppies alongside their mother before a sale is made and only sell puppies they have bred themselves.\r\nIn addition to these controls, the Government has issued a call for evidence on banning all commercial third party sales of puppies and kittens in England. Evidence has been requested by 2 May 2018.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-20T16:49:31.313Z","updated_at":"2018-03-20T16:57:37.450Z"},"debate":null}},{"type":"petition","id":209455,"links":{"self":"https://petition.parliament.uk/petitions/209455.json"},"attributes":{"action":"Make Orkambi available on the NHS for people with Cystic Fibrosis","background":"Conventional CF treatments target the symptoms of CF, precision medicines like Orkambi tackle the cause of the condition. Though Orkambi is not a cure, it has been found to slow decline in lung function, the most common cause of death for people with CF, by 42%","additional_details":"In July 2016, the National Institute of Clinical Excellence (NICE) recognised Orkambi as an ‘important treatment.’ They were, however, unable to recommend the drug for use within the NHS on grounds of cost effectiveness and a lack of long-term data.\r\nWe are calling on the British Government to call for a resolution to ongoinging negotiations between Vertex Pharmaceuticals, NHS England and NICE as a matter of the utmost urgency. It is essential that a fair and sustainable agreement is found.","state":"open","signature_count":117251,"created_at":"2018-01-12T16:25:32.009Z","updated_at":"2018-05-15T22:04:09.565Z","rejected_at":null,"opened_at":"2018-01-17T21:01:23.799Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T16:42:33.646Z","response_threshold_reached_at":"2018-01-18T21:30:44.740Z","government_response_at":"2018-02-07T13:05:22.413Z","debate_threshold_reached_at":"2018-01-28T15:53:32.788Z","scheduled_debate_date":"2018-03-19","debate_outcome_at":"2018-03-20T12:12:21.648Z","creator_name":"Gemma Weir","rejection":null,"government_response":{"summary":"We want patients to benefit from clinically and cost effective treatments. We welcome the dialogue between Vertex and NHS England to agree a deal that would make Orkambi available to NHS patients.","details":"The National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care.  NICE produces a range of guidance products, including technology appraisals, clinical guidelines and quality standards. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders. NHS commissioners are required to fund drugs and treatments recommended by NICE technology appraisals.\r\n\r\nNICE published its final guidance on the use of Orkambi in July 2016 and did not recommend it for use in treating Cystic Fibrosis.  NICE’s appraisal committee concluded that while Orkambi was clinically effective and important for managing cystic fibrosis, the benefits were not sufficient to justify its considerable cost. Officials from NHS England engaged with Vertex (the manufacturer) to explore proposals to secure a pricing structure that would enable a positive recommendation from NICE – however, Vertex was unable to come forward with a viable model that would enable the drug to be funded. \r\n \r\nNICE periodically reviews its guidance to determine whether there is significant new evidence that might affect its recommendations.  NICE’s guidance on Orkambi is scheduled to be reviewed in July 2019.  If significant new evidence comes to light before the scheduled date to review the drug, NICE has processes in place to bring forward a review.  NICE remains open to a further approach from the company, with new evidence or a revised price. Although there has been recent correspondence between NHS England and the company, NICE has not yet received any fresh proposals from the company.\r\n \r\nA number of meetings have been held with Vertex, and the Department welcomes any further negotiations between NICE, NHS England and Vertex. Ministers are continuing to engage with Vertex, NHS England, NICE and the Cystic Fibrosis Trust to encourage the responsible parties to reach a deal.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-02-07T13:05:22.410Z","updated_at":"2018-02-07T13:08:37.551Z"},"debate":{"debated_on":"2018-03-19","transcript_url":"https://hansard.parliament.uk/commons/2018-03-19/debates/41D2017B-E026-49FC-B94E-BCDB566AF1D6/OrkambiAndCysticFibrosis","video_url":"http://www.parliamentlive.tv/Event/Index/b74bb8c9-5d04-4df7-9f19-1dbf498329e0","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0075","overview":""}}},{"type":"petition","id":205169,"links":{"self":"https://petition.parliament.uk/petitions/205169.json"},"attributes":{"action":"Parliament's vote on the Brexit deal must include an option to remain in the EU.","background":"A lesser of two evils choice between a bad deal and no deal is not acceptable. Our country deserves better than Hobson's choice, and our MPs should be allowed to vote with their conscience to deliver what they believe is best for the country.","additional_details":"","state":"open","signature_count":113571,"created_at":"2017-11-14T05:48:02.188Z","updated_at":"2018-05-15T21:47:30.513Z","rejected_at":null,"opened_at":"2017-11-17T17:26:40.136Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-14T06:54:05.845Z","response_threshold_reached_at":"2017-11-20T00:40:16.732Z","government_response_at":"2017-12-19T17:33:50.481Z","debate_threshold_reached_at":"2018-03-04T13:14:30.071Z","scheduled_debate_date":"2018-06-11","debate_outcome_at":null,"creator_name":"Anne Greaves","rejection":null,"government_response":{"summary":"The British people voted to leave and the Government will implement their decision.The vote on the final deal will give Parliament the choice to accept the agreement or leave the EU with no agreement.","details":"The result of the referendum held on 23 June 2016 saw a clear majority of people vote to leave the European Union. Parliament overwhelmingly confirmed the result of the referendum, on 8 February, by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Bill. The Government is clear that it is its duty to deliver on the instruction of the British people and implement the result of the referendum.\r\n\r\nThe Government has committed to hold a vote on the final deal in Parliament as soon as possible after the negotiations have concluded. The terms of this vote are clear; Parliament will have the choice to accept that deal or to move ahead without a deal. \r\n\r\nWe are confident that we will get the best possible agreement and one which Parliament will want to support.\r\n\r\nDepartment for Exiting the European Union","created_at":"2017-12-19T17:33:50.478Z","updated_at":"2017-12-19T17:33:50.478Z"},"debate":null}},{"type":"petition","id":207040,"links":{"self":"https://petition.parliament.uk/petitions/207040.json"},"attributes":{"action":"Allow Premier League and Championship football clubs to introduce safe standing","background":"Safe Standing offers a much safer alternative to fans who wish to stand, rather than sit at football matches. After the highly successful introduction to rail seating at Celtic Park, as well as numerous Bundesliga clubs, many football fans feel that laws preventing standing areas should be relaxed.","additional_details":"Some football clubs that already have successfully installed rail seating are: Celtic, Werder Bremen, Hamburg SV, Vfl Wolfsburg, Hannover 96 and the famous “yellow wall” at Borussia Dortmund. \r\n\r\nIn conclusion, there is a clear demand for safe standing with 92% of respondents saying fans should be given the choice to stand in safe standing areas, in a poll by the Football Fans Census, and it would only promote English football further by improving the overall matchday experience.","state":"open","signature_count":111513,"created_at":"2017-12-04T13:00:50.405Z","updated_at":"2018-05-15T23:25:51.478Z","rejected_at":null,"opened_at":"2017-12-08T14:39:55.168Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-04T15:10:41.027Z","response_threshold_reached_at":"2018-04-11T19:54:00.553Z","government_response_at":"2018-05-03T13:19:37.925Z","debate_threshold_reached_at":"2018-04-25T15:57:20.341Z","scheduled_debate_date":"2018-06-25","debate_outcome_at":null,"creator_name":"Owen Riches","rejection":null,"government_response":{"summary":"The Government believes that all-seater stadia are currently the best means to ensure the safety and security of fans at designated football matches in England and Wales.","details":"The Government thanks all the football supporters who made their views known through this petition.\r\n\r\nThe Government believes that all-seater stadia are currently the best means to ensure the safety and security of fans at designated football matches in England and Wales, while continuing to work closely with the Sports Grounds Safety Authority and football authorities to consider advances in technology and data that may enhance the existing policy.\r\n\r\nA debate in Parliament on this issue has been tabled for 25 June, when the nuances and complexities of sports ground safety will be covered in more detail.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-05-03T13:19:37.923Z","updated_at":"2018-05-03T13:19:37.923Z"},"debate":null}},{"type":"petition","id":208776,"links":{"self":"https://petition.parliament.uk/petitions/208776.json"},"attributes":{"action":"Abolish the subsidy on food and drink in the Palace of Westminster restaurants.","background":"In 2016, the food subsidy in Parliament cost taxpayers around £3.7 million. This use of taxpayers’ money must stop and the funds diverted to public services where it is needed. MPs earn significant wages and citizens who themselves struggle to buy food should not be forced to help feed MPs as well.","additional_details":"","state":"open","signature_count":105593,"created_at":"2018-01-03T11:27:05.960Z","updated_at":"2018-05-15T22:40:34.059Z","rejected_at":null,"opened_at":"2018-02-12T11:15:39.279Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-03T14:15:55.109Z","response_threshold_reached_at":"2018-03-15T15:52:48.521Z","government_response_at":"2018-04-06T14:28:16.101Z","debate_threshold_reached_at":"2018-04-02T15:46:13.666Z","scheduled_debate_date":null,"debate_outcome_at":"2018-04-18T13:04:52.370Z","creator_name":"Kathleen Price","rejection":null,"government_response":{"summary":"Responsibility for catering in the House of Commons is a\r\nmatter for the House of Commons Commission, not for the Government. The House of Commons Commission is working to reduce catering costs.","details":"Decisions relating to the budget for, and charges within, the House of Commons Catering Services are matters for which the House of Commons have overall responsibility, and not the Government. \r\n\r\nThe House of Commons Authorities have outlined that catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. As shown in their transparency publication\r\n( https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/) these costs have fallen considerably over the last two Parliaments and have halved since 2010.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass\r\nholding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net\r\ncost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nAlthough the responsibility for the catering service is that of the House of Commons, and not the Government, the Leader of the House of Commons is personally committed to keeping these costs as low as possible.\r\n\r\nLeader of the House","created_at":"2018-04-06T14:28:16.097Z","updated_at":"2018-04-06T14:28:16.097Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Committee has made the following statement on its decision:\r\n\r\n“The Petitions Committee has decided not to schedule a debate on this petition. \r\n \r\nThis is because the petition is based on a misunderstanding. It argues that the cost of food and drink in Parliament should be higher, because MPs are well paid.  \r\n \r\nIt’s not only MPs who can buy food and drink in the House of Commons. Catering services are also available to everyone else who works in the House of Commons, including staff who earn lower wages and work irregular hours. Some outlets are also available to visitors and members of the public. MPs make up only a very small proportion of the people who can buy food and drink in Parliament. \r\n \r\nYou can find out more about the cost of catering in the House of Commons here:\r\n \r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/”\r\n\r\n"}}},{"type":"petition","id":212174,"links":{"self":"https://petition.parliament.uk/petitions/212174.json"},"attributes":{"action":"Reclassify the theft of a pet to a specific crime in its own right.","background":"Review the sentencing guidelines for theft offences, so that where the theft of a family pet is involved, monetary value is irrelevant for the categorisation of the crime for sentencing purposes. \r\n\r\nEnsure Police Forces are given appropriate guidance and training to record and investigate cases.","additional_details":"More than 60 dogs are stolen every week in England and Wales.  Less than 5% of cases lead to convictions.\r\n\r\nPet theft is currently seen as no different to the theft of an inanimate object - despite pets being sentient beings. The theft of pets is generally categorised as robbery or burglary, but lead to minimal sentences. Enforcement of existing laws do not currently act as a deterrent or fit the crime itself. \r\n\r\nFor more information, please see: http://www.stolenandmissingpetsalliance.co.uk/","state":"open","signature_count":74474,"created_at":"2018-02-07T20:20:17.274Z","updated_at":"2018-05-15T23:58:49.332Z","rejected_at":null,"opened_at":"2018-02-08T11:52:02.817Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-07T20:35:31.249Z","response_threshold_reached_at":"2018-02-09T23:21:25.999Z","government_response_at":"2018-02-27T17:28:30.693Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Daniel Allen","rejection":null,"government_response":{"summary":"We understand the distress caused by the theft of a much loved family pet and laws are in place to deal firmly with offenders who commit such crimes.","details":"Theft of a pet is already a criminal offence under the Theft Act 1968. The maximum penalty is 7 years’ imprisonment. The Sentencing Council updated its guidelines in relation to sentencing for theft offences in February 2016. The guidelines take account of the emotional distress and therefore harm that theft of personal items such as a pet can have on the victim and accordingly recommends higher penalties for such offences. Compulsory microchipping introduced in 2016 makes it easier for lost or stolen dogs to be reunited with their owners.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-02-27T17:28:30.691Z","updated_at":"2018-02-27T17:28:30.691Z"},"debate":null}},{"type":"petition","id":206568,"links":{"self":"https://petition.parliament.uk/petitions/206568.json"},"attributes":{"action":"Introduce automatic approval of visit visas for families of British Citizens","background":"Family members of UK Citizens shouldn’t have to meet the same criteria as other applicants for a visit visa. Not being a citizen doesn’t make our parent, siblings, children or grandchildren any less a part of our family. The only requirement should be that a British relative sponsors them.","additional_details":"If we can support them, there is no reason to reject an application. The same restrictions would still apply: no public funds; no ability to work, and checks to ensure no threat to national security. My sister has visited four times. She’s never overstayed or worked but is now refused a visa to visit me with my mother. A lot of families are heartbroken because relatives cannot visit. Let’s bring families together and recognise the right to a family life for British citizens and their families.","state":"open","signature_count":69443,"created_at":"2017-11-29T13:21:41.316Z","updated_at":"2018-05-15T21:33:22.019Z","rejected_at":null,"opened_at":"2017-12-06T17:00:03.965Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T18:41:55.979Z","response_threshold_reached_at":"2018-01-13T10:06:54.738Z","government_response_at":"2018-01-22T16:46:53.274Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nieva Restarick","rejection":null,"government_response":{"summary":"The Government has no plans to change the Immigration Rules for visitors to introduce automatic approval of visit visas for families of British Citizens. ","details":"The UK welcomes genuine visitors to the UK. The visitor route offers a huge range of activities that can be undertaken whilst a person is in the UK, including spending time with family. \r\n\r\nEvery visitor is assessed against the same Immigration Rules regardless of nationality. The only difference is where that assessment is made. Some individuals are assessed overseas by an entry clearance officer, while others are assessed at the UK border. All visitors to the UK are assessed against the Immigration Rules on a case by case basis.\r\n\r\nNationals of some non-EEA countries need a visa to visit the UK. Visas are an important part of securing the UK’s border and are an effective tool for the UK in reducing illegal immigration, tackling organised crime and protecting national security. \r\n\r\nAppendix V to the Immigration Rules sets out the requirements that a person seeking entry to the UK as a visitor must meet. This includes that a visitor must satisfy the decision maker that they are a genuine visitor who intends to leave the UK at the end of their visit and will not live in the UK for extended periods through frequent or successive visits, or make the UK their own home. They must be able to show that they are able to accommodate, support and maintain themselves during their visit without working or accessing public funds. There is flexibility in the rules for visitors to be maintained and accommodated by friends or relatives. \r\n\r\nAutomatically approving visas for a select group of people would mean that important considerations against the Immigration Rules would not be applied consistently and could raise equality concerns. It could lead to discrimination against those who do not have family members in the UK but have just as valid a reason for wishing to visit the UK.\r\n\r\nThere is also a danger of additional complexity in the assessment process around how an individual would prove that they are the family member of a British citizen. There could be unintended consequences that make the application process longer, more difficult and costly.\r\n\r\nThe Government recognises the importance of family ties. In 2015 we simplified the immigration system for people visiting the UK by consolidating the number of visitor routes from fifteen to four and providing shortened, user-friendly Immigration Rules and guidance to make the requirements easier to understand. The changes created an easier-to-use, streamlined system with more flexibility for those visiting the UK over what they can do when they are in the UK. \r\n\r\nHome Office","created_at":"2018-01-22T16:46:53.272Z","updated_at":"2018-01-22T16:46:53.272Z"},"debate":null}},{"type":"petition","id":211950,"links":{"self":"https://petition.parliament.uk/petitions/211950.json"},"attributes":{"action":"Create a new independent welfare body to protect racehorses from abuse and death","background":"The British Horseracing Authority is responsible for race horse welfare. But around 200 horses die each year due to racing in Britain. We urge the government to set up an independent regulatory body, with horse welfare as its only interest, which will take meaningful action to stop horses dying.","additional_details":"For more information visit http://www.horsedeathwatch.com","state":"open","signature_count":65622,"created_at":"2018-02-05T15:14:52.159Z","updated_at":"2018-05-15T23:57:08.172Z","rejected_at":null,"opened_at":"2018-02-13T17:50:13.036Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-06T10:38:53.537Z","response_threshold_reached_at":"2018-03-04T22:14:57.946Z","government_response_at":"2018-03-19T09:50:06.961Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Fiona Pereira","rejection":null,"government_response":{"summary":"The Government does not consider that it is necessary to create a new body to protect racehorse welfare. ","details":"The British Horseracing Authority (BHA) is responsible for the safety of jockeys and horses at races in this country. The BHA works with animal welfare organisations like the RSPCA and World Horse Welfare to keep racecourses as safe as possible for horses.  \r\n\r\nAccording to the BHA the overall equine fatality rate in British racing has reduced by one-third in the last twenty years, from 0.3% to less than 0.2% of runners in 2017, the lowest figure on record.\r\n\r\nGiven that overall racehorse welfare is improving and fatalities at racecourses are falling, we do not see a need to set up another body responsible for racehorse welfare.\r\nRacehorses, like all domestic and captive animals, are afforded protection under the Animal Welfare Act 2006.  Under this legislation, it is an offence to cause any unnecessary suffering to an animal or for an owner, or keeper, to fail to provide for its welfare needs.  Any person or organisation may initiate criminal proceedings where there is reason to believe that unnecessary suffering has been caused, or may report the matter to the police, local authority or RSPCA who will decide whether or not to institute a prosecution.  The maximum penalty for an offence under the 2006 Act is a fine of £20,000 and/or six months' imprisonment.  \r\n\r\nIf anyone has any concerns about the welfare of an animal or considers that its welfare has not been provided, then they should report the matter to the local authority who have powers under the 2006 Act to investigate such matters or to the RSPCA who can also investigate.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-19T09:50:06.958Z","updated_at":"2018-03-19T09:50:06.958Z"},"debate":null}},{"type":"petition","id":207616,"links":{"self":"https://petition.parliament.uk/petitions/207616.json"},"attributes":{"action":"Insurance should be on the car itself instead of the individuals who drive it","background":"In some countries, such as America and Portugal, insurance is based on vehicle itself instead of being based on the individual who drives it. This is an effective method for families and friends as they are able to share a car without paying for multiple insurances.","additional_details":"Scenario: 3 friends go on a night out in the same car, they all have driving licenses, but only one of them is insured on the car. 2 of them are under the influence of alcohol and incapable of driving, including the car owner. If the car was insured on itself, the sober friend could drive it legally. However, because each individual is insured on the car, no one would  be able to drive it as it would be illegal.","state":"open","signature_count":60043,"created_at":"2017-12-13T14:20:25.207Z","updated_at":"2018-05-15T22:02:56.932Z","rejected_at":null,"opened_at":"2017-12-15T15:32:12.862Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T19:56:54.260Z","response_threshold_reached_at":"2017-12-24T18:21:11.633Z","government_response_at":"2018-01-09T13:59:01.680Z","debate_threshold_reached_at":null,"scheduled_debate_date":"2018-03-05","debate_outcome_at":"2018-03-06T12:04:50.511Z","creator_name":"Rita Rocha Vidrago","rejection":null,"government_response":{"summary":"The Government has no plans to change the motor insurance system to require vehicles themselves, rather than the use of a vehicle, to be insured.","details":"There are a variety of approaches to motor insurance taken around the world, and the UK Government is not alone in requiring the use of a vehicle to be insured. \r\n\r\nThe current motor insurance system of insuring individual drivers, rather than cars, does not prevent named drivers from being added to an insurance policy for shorter or longer periods of time. This allows for friends or relatives who share a car to be included on one insurance policy. \r\n\r\nThe price of insurance depends on a range of factors, including many which are specific to the person driving; for example, driving history (whether the driver has had previous claims or unspent convictions for drink driving, for example), the use they make of the vehicle (for example, for commuting or business use), and their years of driving experience.\r\n\r\nIf insurers had to cover the vehicle itself and were not able to take driver-specific factors into account in their pricing, then the cost of insurance would likely rise for those with a good driving record and history of driving safely. \r\n\r\nDepartment for Transport\r\n","created_at":"2018-01-09T13:59:01.678Z","updated_at":"2018-01-09T15:15:37.940Z"},"debate":{"debated_on":"2018-03-05","transcript_url":"https://hansard.parliament.uk/Commons/2018-03-05/debates/8209EF41-487A-475C-9E6B-CB1A3B22FCA5/CarInsurance","video_url":"http://parliamentlive.tv/event/index/8f71f255-6065-40d8-8de0-7524a2613d00?in=18:05:50","debate_pack_url":"http://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/car-insurance-debate/","overview":""}}},{"type":"petition","id":215228,"links":{"self":"https://petition.parliament.uk/petitions/215228.json"},"attributes":{"action":"Give all women the choice of an Induction at 41 weeks of Pregnancy.","background":"Our son Archie was stillborn in June 2017 at 41+5. He had died only hours before I had gone into labour and was born a perfect 7lb11. Had I been induced with Archie at 41 weeks he most certainly would have been born a healthy baby boy. We now have to live everyday with the grief of losing our son.","additional_details":"Eight babies are Stillborn everyday in the UK. Evidence proves that a pregnancy continued past 41 weeks has a dramatically increased risk of a stillbirth. Due to this evidence the USA induce all women at 41 weeks.\r\nUnfortunately we have no such law in the UK and it is still currently procedure to let mothers continue to 42 weeks. The result of this is that the UK still has one of the highest percentages of stillbirth in the world today. \r\nHelp us save lives of unborn children in the UK.","state":"open","signature_count":41522,"created_at":"2018-03-15T13:51:46.583Z","updated_at":"2018-05-15T21:16:19.981Z","rejected_at":null,"opened_at":"2018-03-26T09:00:18.368Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T15:06:57.739Z","response_threshold_reached_at":"2018-03-28T12:47:22.214Z","government_response_at":"2018-04-17T15:17:13.735Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Birtles","rejection":null,"government_response":{"summary":"In line with NICE clinical guidance [CG70], women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy.","details":"We are very sorry to hear about the loss of your son, Archie, and send our sincere condolences to you and your family. We are committed to reducing the rates of stillbirth in England and improving maternity outcomes for women and babies. \r\n\r\nThe decision to induce pregnancy is one that must be taken following careful consideration between the woman and her obstetrician. In line with current NICE clinical guidance, women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy. Decisions on induction of labour should also take into account women’s preferences and local circumstances. We have no plans to introduce legislation to induce all women at 41 weeks.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) clinical guidelines [CG70] on induction of labour can be found at: https://www.nice.org.uk/guidance/cg70/chapter/1-guidance \r\n\r\nThe NHS is a safe place to give birth, however the Government and NHS England are acutely aware that more can be done to improve safe outcomes for women and their babies. The Secretary of State’s ambition is to halve the national rates of stillbirths, neonatal and maternal deaths and brain injuries occurring during or soon after birth by 2025, with a 20% reduction in these rates by 2020. A second ambition is to reduce the national pre-term birth rate from 8% to 6% by 2025.  \r\n\r\nNHS England’s Maternity Transformation Programme supports the Secretary of State’s ambitions, and recommends that all NHS Trusts with maternity services implement ‘Saving Babies’ Lives: A Care Bundle for Reducing Stillbirth’, published in March 2016. The Care Bundle guidance brings together four key elements of care based on the best available evidence and clinical practice, including reducing smoking in pregnancy; risk assessment and surveillance for fetal growth restriction; raising awareness of reduced fetal movement; and effective fetal monitoring during labour. During 2018/19, NHS trusts with maternity services have been asked to demonstrate compliance with all 4 elements of the ‘Saving Babies’ Lives’ care bundle as part of the Clinical Negligence for Trusts Scheme administered by NHS Resolution. Further information on this is available here: https://www.gov.uk/government/publications/safer-maternity-care-progress-and-next-steps (see page 32 of Maternity Safety Strategy 2017).\r\n \r\nAn academic study by University of Manchester, evaluating the efficacy of the Care Bundle in 20 hospital sites will be published later in 2018. Following this, the Care Bundle guidance will be updated to reflect new evidence and best practice. \r\n \r\nOverall NHS England is making good progress in reducing the number of stillbirth. It is on track to deliver the 20% reduction by 2020 and has already seen a 16% reduction since 2010. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-17T15:17:13.733Z","updated_at":"2018-04-17T15:17:13.733Z"},"debate":null}},{"type":"petition","id":208170,"links":{"self":"https://petition.parliament.uk/petitions/208170.json"},"attributes":{"action":"Manufacture the new blue passport in GB not Germany or France.","background":"The new blue passports have been hailed as a sign Britain is seizing back control from the EU - but they could end up being made in France or Germany.\r\nWhen the uk should be manufacturing these with the uk company De La Rue who produces this \u0026 many other documents, secure British jobs not eu.","additional_details":"The government has released the information into the news that they could give a French or German company £490 million.\r\nSo the £490,000,000 will not be supporting British jobs or support people paying British tax, this will take money out of our country.\r\nPlease sign and share.","state":"open","signature_count":36078,"created_at":"2017-12-22T12:58:35.784Z","updated_at":"2018-05-15T22:28:40.258Z","rejected_at":null,"opened_at":"2018-03-02T14:04:08.286Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-22T13:54:08.991Z","response_threshold_reached_at":"2018-03-23T15:39:40.073Z","government_response_at":"2018-05-01T15:11:04.391Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lee fillingham","rejection":null,"government_response":{"summary":"With no lawful basis to put the procurement of services to design, manufacture, and personalise UK passports out to tender to UK-based suppliers only, a fair and open competition was run. ","details":"The passport procurement process was run from its outset in March 2017 in accordance with UK law and in line with EU and World Trade Organisation rules. \r\n\r\nThere was no lawful basis as to why these services could only be delivered by a UK-based supplier, and no reason for blank passports to be manufactured in the UK. Manufacturing passports overseas presents no security concerns, with up to 20 per cent of blank UK passports currently being produced in Europe.\r\n\r\nThe contract was awarded on 18 April 2018. All passports will continue to be personalised with the holder’s personal details in the United Kingdom, which ensures that no personal data will leave the UK. This also ensures the continued need for British jobs to service the new contract.\r\n\r\nHome Office","created_at":"2018-05-01T15:11:04.389Z","updated_at":"2018-05-01T15:11:04.389Z"},"debate":null}},{"type":"petition","id":206274,"links":{"self":"https://petition.parliament.uk/petitions/206274.json"},"attributes":{"action":"Call on DEFRA to withdraw UK approval of A24 trap, sold in NZ to kill hedgehogs.","background":"DEFRA recently approved the use of these traps in England (pending in Wales \u0026 Scotland). The traps(https://www.goodnature.co.nz/pests/#c315) are sold to kill hedgehogs (\u0026 other species), in New Zealand where hedgehogs are non-native \u0026 considered a ‘pest’ species.","additional_details":"In the UK hedgehogs are protected being listed on Schedule 6 of the Wildlife \u0026 Countryside Act. If a trap is set \u0026 it catches a hedgehog, then the person who set the trap can be prosecuted. Anyone setting traps for ‘vermin’ or non-protected species is obliged to take all reasonable precautions to avoid catching a protected species, since there are no ‘reasonable precautions’ to avoid catching hedgehogs using this trap, anyone who sets them is at risk of prosecution if they catch a hedgehog.","state":"open","signature_count":35232,"created_at":"2017-11-27T10:33:09.450Z","updated_at":"2018-05-15T23:23:29.957Z","rejected_at":null,"opened_at":"2017-12-01T18:50:19.146Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-27T13:13:02.857Z","response_threshold_reached_at":"2018-02-08T16:49:01.214Z","government_response_at":"2018-03-01T16:18:15.005Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Fay Vass","rejection":null,"government_response":{"summary":"The Goodnature A24 trap is not approved for use against hedgehogs in England. Where traps are used for other species, the trapper must ensure that offences against protected species are not committed.","details":"Before a new spring trap is brought into the market it must first be approved for use via a Spring Trap Approval Order made in England and Wales under the Pests Act 1954, Scotland under the Agriculture (Scotland) Act 1948 and Northern Ireland under the Wildlife (Northern Ireland) Order 1985. \r\n\r\nThe humaneness of the trap is assessed before it is approved for use. Trap evaluation is currently carried out by the Animal and Plant Health Agency, which then recommends whether a trap should be approved or not and, if so, what conditions of use (placement criteria, permitted target species) should apply. \r\n\r\nUnder the Spring Traps Approval (Variation) (England) Order 2015, the Goodnature A24 Rat and Stoat Trap may only be used for the purpose of killing rats and stoats. The trap must also be placed so that it can only be entered by way of an artificial tunnel which is suitable for that purpose. \r\n\r\nNo spring trap is approved for use against hedgehogs as under section 11 of the Wildlife and Countryside Act 1981 it is an offence, unless under and in accordance with the terms of a licence, to use any trap or snare for the purpose of killing or taking a hedgehog or to set in position any trap or snare in such a way so as to be calculated to cause bodily injury to a hedgehog.\r\n\r\nA condition of use for all approved spring traps is that so far as is practicable without unreasonably compromising its use, the trap must be used in a manner that minimises the likelihood of its killing, taking or injuring non-target species. We are confident that hedgehogs can be effectively excluded from the trap when set according to manufacturer’s instructions and an excluder tunnel is used (see https://goodnaturetraps.co.uk/). We do not, therefore, intend to remove this trap’s approval.\r\n\r\nOperators of the trap are required to make sure conditions of use are complied with and offences against protected species are not committed.\r\n\r\nWhere the safety of protected species cannot be reasonably assured, the use of non-lethal methods of capture, such as cage trapping, should be employed so non-target species can be released unharmed if accidently captured.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-01T16:18:15.002Z","updated_at":"2018-03-01T16:18:15.002Z"},"debate":null}},{"type":"petition","id":218952,"links":{"self":"https://petition.parliament.uk/petitions/218952.json"},"attributes":{"action":"Make everyone with a life time disability mental or physical have life time pip","background":"It's completely unfair that people with life time disability mental or physical have to repeatedly go through forms, face to face interviews, mandatory considerations and tribunals. It's mentally draining and unfair to repeatedly go through this when it's a life time illness you have.","additional_details":"","state":"open","signature_count":33293,"created_at":"2018-04-29T18:35:46.318Z","updated_at":"2018-05-15T23:58:59.480Z","rejected_at":null,"opened_at":"2018-05-03T14:53:53.375Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-29T19:51:05.314Z","response_threshold_reached_at":"2018-05-08T16:43:57.172Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205332,"links":{"self":"https://petition.parliament.uk/petitions/205332.json"},"attributes":{"action":"Declare the 2016 referendum vote null and void due to foreign interference","background":"It is clear now that foreign influence and inaccurate facts were highly influential on the electorate during the Brexit referendum and therefore the result should be declared as null and void.","additional_details":"","state":"open","signature_count":28606,"created_at":"2017-11-16T08:12:42.345Z","updated_at":"2018-05-15T23:46:47.663Z","rejected_at":null,"opened_at":"2017-11-21T16:09:22.698Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T21:14:04.074Z","response_threshold_reached_at":"2018-03-21T17:02:46.303Z","government_response_at":"2018-04-18T17:04:16.088Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"spencer doane","rejection":null,"government_response":{"summary":"The Referendum was one of the biggest democratic exercises in our history. The Government is clear that the result should be respected. There has been no evidence of successful interference.","details":"We treat the security and integrity of our democratic processes extremely seriously. There has been no  evidence of successful interference, but we take any allegations of interference in UK democratic processes by a foreign government extremely seriously. \r\n\r\nThe Electoral Commission is the independent regulatory body responsible for ensuring that elections and referendums are run effectively and in accordance with the law, registering political parties, and regulating the spending of and donations and loans to political parties and other campaigners.  The Commission is independent of Government and accountable to Parliament via the Speaker’s Committee on the Electoral Commission. The Electoral Commission has confirmed that the 2016 referendum was a well run poll.\r\n \r\nLegislation is in place to ensure that donations can only be accepted from a “permissible donor”, which includes individuals on the electoral roll, companies registered in the UK and carrying on business here, and a number of other UK-registered bodies. \r\n\r\nThe UK is also actively engaging with international partners, industry and civil society to tackle the threat of disinformation and propaganda where this is relevant to any potential foreign interference in elections.The Government’s recently published Safety Strategy sets out how we will work collaboratively with industry to address these issues online. This also forms part of the work under the Digital Charter, which aims to ensure that the UK is the safest place in the world to be online.\r\n\r\nCabinet Office","created_at":"2018-04-18T17:04:16.084Z","updated_at":"2018-04-18T17:04:16.084Z"},"debate":null}},{"type":"petition","id":215000,"links":{"self":"https://petition.parliament.uk/petitions/215000.json"},"attributes":{"action":"The UK Government to introduce a ban on all non-recyclable packaging from 2022.","background":"We call for action due to environmental crisis caused in the main by single-use plastics and demand the Government commit to an outright ban; most importantly in the food industry. \n\nWe also call on the Government to set a target date for eradication of  non-degradable toxic plastics before 2030.","additional_details":"Single-use plastics can be eliminated by introducing bottle deposit schemes, pollution taxes and the removal from sale of all plastic bags, including 5p schemes.\n\nPlastic use has impact on a global scale as recent articles have highlighted. It has to stop now!\n\nhttps://www.theguardian.com/environment/2016/nov/14/uk-to-investigate-human-health-impact-of-microplastics\n\nhttps://www.theguardian.com/environment/2018/mar/12/microplastic-pollution-in-oceans-is-far-greater-than-thought-say-scientists","state":"open","signature_count":28413,"created_at":"2018-03-13T20:41:53.174Z","updated_at":"2018-05-15T22:12:02.926Z","rejected_at":null,"opened_at":"2018-03-19T17:13:04.265Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-13T22:17:52.004Z","response_threshold_reached_at":"2018-04-05T00:22:50.346Z","government_response_at":"2018-04-20T12:24:24.989Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Armston-Harwood","rejection":null,"government_response":{"summary":"The Government is committed to increasing recycling rates and recognises more needs to be done. Our 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste.","details":"The Government’s 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste. We will do this through a four-point plan that takes action at each stage of the product lifecycle – production, consumption and end of life. At the production stage, this includes encouraging producers to take more responsibility for the environmental impact of their products and making sure plastic items are more carefully designed. At the consumer stage we want to reduce demand for single-use plastic. At the end of life stage, we will make it easier for people to recycle and increase the amount of plastic being recycled. \r\n\r\nMore detail, including future targets and milestones, will be announced in the forthcoming Resources and Waste Strategy.  \r\nWe know that our producer responsibility waste management systems as they currently stand could be improved. That is why we have already committed in both our Clean Growth Strategy and our 25 Year Environment Plan to reforming the current systems to incentivise producers to take greater responsibility for the environmental impacts of their products, and to drive resource efficiency and increase the recycling of packaging waste.\r\n\r\nThe government has also confirmed that it will introduce a Deposit Return Scheme in England for single-use drinks containers, subject to consultation later this year. The consultation will look at the details of how such a scheme would work, alongside other measures to increase recycling rates.\r\n\r\nAdditionally, the government has launched a call for evidence seeking views on how the tax system or charges could reduce the waste from single use plastics. The closing date is 18 May 2018 and it can be found at: www.gov.uk/government/consultations/tackling-the-plastic-problem.\r\n\r\nWorking through the Waste and Resources Action Programme (WRAP), the Government is developing and delivering activities in support of the use of recycled materials in new products and activities to stimulate its demand. In September 2016, WRAP and an industry advisory group published a framework for greater consistency in recycling. Actions from this framework aim to identify opportunities to rationalise packaging formats (in particular plastic packaging) to those that are recyclable and for which there is a steady market, and to help local authorities to recycle a greater variety of plastics.\r\nThe government is committed to increasing recycling rates. Current policies and regulations have resulted in a significant increase in recycling over the last decade, with recycling of packaging rising from around 57.5% in 2006 to 64.7% in 2016, but we recognise that more needs to be done. We will continue to work with businesses, local authorities and waste managers to encourage the use of recycled materials where possible in products and activities to stimulate demand.\r\n\r\nAlmost all packaging materials are in theory recyclable. However, in practice, not all may be recycled for a number of reasons: for example it may not be economically viable for a local council to collect and recycle some formats; local reprocessing infrastructure may be limited, and there may be a lack of end markets for some types of recycled materials.\r\nPackaging has an important and positive role to play in reducing product damage, food waste and consumer safety. Keeping food fresher for longer through innovations such as vacuum packing and re-sealable packs has a significant impact on extending the life of products and reducing waste. If a product is wasted due to insufficient packaging then its disposal often has a greater environmental impact than the packaging itself. \r\n\r\nRetailers and their suppliers are encouraged to use materials that are widely collected for recycling wherever possible. For example, The Producer Responsibility Obligations (Packaging Waste) Regulations place a legal obligation on large UK businesses that make or use packaging to ensure that a proportion of the packaging they place on the market is recovered and recycled. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. We have also set rising targets for business up to 2020, which will continue to increase the amount of packaging waste recycled.\r\n\r\nBusinesses are also required to reduce waste arising in the first place by using appropriately sized packaging. The Packaging (Essential Requirements) Regulations require businesses to ensure that all packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer. These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-04-20T12:24:24.987Z","updated_at":"2018-04-20T12:24:24.987Z"},"debate":null}},{"type":"petition","id":215343,"links":{"self":"https://petition.parliament.uk/petitions/215343.json"},"attributes":{"action":"Reduce the age of Breast Screening to 25-30","background":"I was diagnosed with breast cancer age 36, at 37 I was told it was terminal. I have a 8 year old daughter who has already lost her dad to heart disease. Because of my age, I never dreamt I'd have breast cancer\r\nCancer does not discriminate!\r\nHelp our kids get diagnosed quicker to prevent early death","additional_details":"I know of a huge amount of women/men diagnosed with breast cancer between the age of 23-40 most are now terminally ill and leaving children \u0026 babies behind. \r\nI want everyone to have a better chance of survival; not only for themselves, but for their children, parents, siblings, friends.\r\n\r\nCancer does not discriminate, it doesn't care how old or fit you are or whether you're male or female, so why are mandatory mammograms only available for women 50+","state":"open","signature_count":26945,"created_at":"2018-03-16T12:09:37.805Z","updated_at":"2018-05-15T22:59:52.021Z","rejected_at":null,"opened_at":"2018-03-21T14:18:06.905Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T12:39:08.171Z","response_threshold_reached_at":"2018-04-20T07:55:10.362Z","government_response_at":"2018-05-15T11:21:33.483Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicky Fenn","rejection":null,"government_response":{"summary":"The Government is committed to helping detect, treat and reduce the number of lives lost to invasive breast cancer. Evidence for the effectiveness of screening women under 50 is limited.","details":"We are very sorry to hear of your terminal breast cancer diagnosis.  Breast cancer can be a devastating disease and the Government is committed to providing well-managed screening programmes based on the most current peer reviewed evidence to ensure the greatest benefit.\r\n \r\nA screening programme is introduced following a robust process using peer reviewed evidence that shows the benefits to screen clearly outweigh harm and they are subject to central programme specifications and quality assurance. The English cancer screening programmes are internationally renowned for their rigour, standard of evidence, national implementation and quality assurance.\r\n \r\nThe NHS Breast Screening Programme (NHS BSP) in England offers all women between the ages of 50 and 70 the opportunity to be screened every 3 years for breast cancer, to help detect abnormalities and reduce the number of lives lost to invasive breast cancer.  The NHS BSP aims to detect breast cancer early when there is a greater chance of cure.  \r\n \r\nAlthough early detection is the best way to reduce breast cancer mortality by giving the opportunity to offer women more treatment options, which may save lives, there are also risks. These include over-diagnosis (referring for unnecessary tests) and over-treatment (operating on disease that is unlikely to cause serious harm).  For women under the age of 50, there is evidence that breast screening is less effective, as younger women have less fatty, denser breast tissue.  Screening with mammography (x-rays) is the technique that is evidence-based and can detect cancers at an early stage.  However, they are not very effective in diagnosing disease in younger women with dense breasts. Breast screening is offered from the age of 50 as the chance of developing the disease increases with age.  Four out of five breast cancers develop in women over the age of 50. There is insufficient evidence to confidently offer breast screening to women at a much younger age as doing so will find many abnormalities which will be treated but would never have developed into a cancer. This can cause harm and anxiety.  Not all breast cancers can be detected early when they are non-invasive and some women with non-invasive disease would never have cancer during their lifetime. \r\n \r\nThere are several trials in the Programme addressing these issues currently:\r\n•\tForget me not www.sloaneproject.co.uk/NonTreatmentStudy.htm  \r\n•\tLoris www.cancerresearchuk.org/about-cancer/find-a-clinical-trial/a-trial-comparing-surgery-with-active-monitoring-for-low-risk-dcis-loris\r\n•\t Sloane www.sloaneproject.co.uk/. \r\n \r\nThe 2012 UK independent review of breast cancer screening (Marmot review) estimated that inviting women between the ages of 50-70 reduces mortality from breast cancer in the population invited by 20% and saves an estimated 1,300 lives a year.  It also found that screening women outside the ages of 50 to 70 years could lead to over-diagnosis or over-treatment. The review can be found here: http://www.cancerresearchuk.org/prod_consump/groups/cr_common/@nre/@pol/documents/generalcontent/breast-screening-report.pdf \r\n \r\nIn June 2015, the World Health Organisation’s International Agency for Research on Cancer (IARC) published the findings of a review on breast cancer screening in the New England Journal of Medicine. A group of 29 independent international experts from 16 countries, convened by the IARC, assessed the cancer-preventive and adverse effects of various methods of screening for breast cancer. The findings of the review support the current age at which women are first invited for breast screening in England and the 3 year interval period between invitations. The IARC’s review found limited evidence for the effectiveness of screening women in the younger age group of 40 to 49. Women over 70 are not routinely invited for breast screening as there is no evidence to support this, although they can self-refer every 3 years if they wish. You review can be accessed here: www.iarc.fr/en/mediacentre/pr/2015/pdfs/pr234_E.pdf\r\n\r\nWomen that are identified as being at high risk of the disease (e.g. due to a genetic mutation such as BRCA1/2 or having had supradiaphragmatic radiotherapy at a young age) can be referred into the programme at a younger age. However, for this younger cohort, screening is usually performed by magnetic resonance imaging (MRI) which is a more suitable screening test than mammography alone.\r\nWe encourage all women to be breast aware and anyone with concerns should discuss these with their GP.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-15T11:21:33.481Z","updated_at":"2018-05-15T11:21:33.481Z"},"debate":null}},{"type":"petition","id":215782,"links":{"self":"https://petition.parliament.uk/petitions/215782.json"},"attributes":{"action":"Ban balloon and sky / chinese lantern releases.","background":"In 2013 the Government commissioned a study on balloons \u0026 sky lanterns. This report is now out of date! In March 2017 MCS reported 53% increase in balloon litter, upon 2015. 'Biodegradable' balloons and ribbons snare/kill farm, wild \u0026 marine life and take years to rot.","additional_details":"Sky lanterns are dangerous - they cause fire \u0026 damage \u0026 a risk to life. The NFU, MCS \u0026 50 local councils want balloon/sky lantern releases banned!\r\n\r\n2013 UK Government DEFRA \u0026 Welsh Government Report: http://bit.ly/2GcuEU0\r\n\r\nTime to back balloon releases\r\nhttp://www.xray-mag.com/content/time-back-banning-balloon-releases\r\n\r\nMarine Conservation Society Information Sheet\r\nhttps://www.mcsuk.org/downloads/pollution/dont%20let%20go.pdf\r\n\r\n‘Nowhere is safe’: Young horse panicked by helium balloon suffers broken neck: http://bit.ly/2oV72r4\r\n\r\nFarmer wins compensation after Red Nose Day balloon kills cow\r\nhttp://bit.ly/2pu813a\r\n\r\nSmethwick fire: Chinese lantern 'caused largest blaze'\r\nhttp://bbc.in/2FY6SaX\r\n\r\nBunch of balloons in Billericay halts trains in their tracks http://bbc.in/2BSrdjy","state":"open","signature_count":26249,"created_at":"2018-03-21T15:49:19.115Z","updated_at":"2018-05-15T23:23:59.080Z","rejected_at":null,"opened_at":"2018-03-26T09:20:35.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T16:55:48.816Z","response_threshold_reached_at":"2018-04-30T14:54:26.089Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosemary E Lunn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211232,"links":{"self":"https://petition.parliament.uk/petitions/211232.json"},"attributes":{"action":"Make GMC a tax-payer funded organisation and not to be funded by doctors.","background":"The GMC has been an independent regulatory body which has been funded by doctors paying Annual retention fees. However, given that the main aim of the GMC is to protect patients whilst regulating practice of doctors, the GMC should be funded by the tax-paying public and not by doctors, like the HSE.","additional_details":"Following the recent events in relation to the GMC and overturning the MPTS decision, a significant proportion of doctors are finding it increasingly difficult to justify paying annual retention fees to an organisation whose primary remit is to protect patients. Therefore the tax-paying public, and not doctors,have to take responsibility for funding the GMC; similar to the Health and Safety Executive, which is not funded by organisations/employers yet are independent and have enforcement powers.","state":"open","signature_count":25308,"created_at":"2018-01-28T18:44:01.785Z","updated_at":"2018-05-15T19:01:37.956Z","rejected_at":null,"opened_at":"2018-02-02T17:37:57.018Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-28T19:19:38.370Z","response_threshold_reached_at":"2018-02-03T14:09:38.731Z","government_response_at":"2018-02-21T16:44:29.017Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohammed Arif Moothadeth","rejection":null,"government_response":{"summary":"The GMC is independent of Government. Publicly funding the GMC would undermine independence and weaken public and professional confidence in the system of professional regulation.","details":"The GMC is an independent organisation that regulates doctors in the UK, helps to protect patients and improve medical education and practice across the UK.  \r\n\r\nIn doing so the GMC:\r\n•\tdecides which doctors are qualified to work in the UK and oversees UK medical education and training;\r\n•\tsets the standards that doctors need to follow, and make sure that they continue to meet these standards throughout their careers; and \r\n•\tTakes action to prevent a doctor from putting the safety of patients, or the public's confidence in doctors, at risk.\r\n\r\nDoctors must pay a fee to register with the General Medical Council and an annual retention fee to remain on the register in order to practise as a doctor in the UK.  The standard fee for full registration and a license to practise is £425, though this is reducing to £390 from 1 April 2018.  Funding through fees from registrants is consistent with the other eight regulators for health and care professions across the United Kingdom.\r\n\r\nManaging Public Money allows certain public goods and services to be financed by charges rather than from general taxation: this includes registration by statutory regulators, such as the GMC. \r\n\r\nThe 2007 Government White Paper Trust, Assurance and Safety - The Regulation of Health Professionals in the 21st Century stated that the independence of the regulatory bodies is vital 'to sustain the confidence of both the public and the professions through demonstrable impartiality. Regulators need to be independent of government, the professionals themselves, employers, educators and all the other interest groups involved in healthcare'. \r\n\r\nIt is for this reason that we do not plan to change the current funding model. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-02-21T16:44:29.013Z","updated_at":"2018-03-27T14:19:39.284Z"},"debate":null}},{"type":"petition","id":216594,"links":{"self":"https://petition.parliament.uk/petitions/216594.json"},"attributes":{"action":"Allow undiagnosed children to travel to different countries to treat \u0026 diagnose","background":"If a child's hospital wish to turn off the life support of a child who has an undiagnosed condition, but there is an alternative hospital abroad willing to treat them and find a possible diagnosis, then the parents should legally be allowed to decide if the child should go. Parental rights!!","additional_details":"There have been many documented cases of parents vs a hospital in times of difficult decision making regarding their child's life. Many have been forced to switch off the life support of a child or have legal action taken against them for fighting for their child. If the parents believe their child can have a chance of living if they are treated somewhere else, parents should be allowed to move their child to a different hospital when there is a hospital offering their child a place!","state":"open","signature_count":24015,"created_at":"2018-03-31T18:54:58.853Z","updated_at":"2018-05-15T20:58:03.535Z","rejected_at":null,"opened_at":"2018-04-12T09:57:01.791Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-31T19:01:32.564Z","response_threshold_reached_at":"2018-04-24T21:47:37.229Z","government_response_at":"2018-05-03T09:09:47.074Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Ibberson","rejection":null,"government_response":{"summary":"Clinicians and the courts are obliged to act in the best interests of patients, including in determining the viability of pursuing alternative diagnosis and treatment options.","details":"The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine the child’s best interest. The views of the parents will be very important in the Court reaching decisions but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nRegardless of any offer by hospitals based abroad to take a child to their hospital for treatment, clinicians and the courts are obliged to consider what is in the best interest of the individual child concerned, including in determining the viability of pursuing alternative diagnosis and treatment options. \r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.   If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount.\r\n \r\nDuty of Clinicians, Secretary of State and Government powers\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount, is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.  \r\nGuidance\r\nNational Institute of Clinical Excellence guidance (NG61) is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-03T09:09:47.071Z","updated_at":"2018-05-03T09:09:47.071Z"},"debate":null}},{"type":"petition","id":212467,"links":{"self":"https://petition.parliament.uk/petitions/212467.json"},"attributes":{"action":"Set up a public inquiry into the National problem of Paedophile grooming gangs","background":"Paedophile grooming gangs seem endemic nationwide in the UK it is apparent some are possibly racially motivated \u0026 the UK public deserves protection from this and an inquiry should investigate fully if race \u0026 culture is a factor and if sentencing is adequate and investigate if culture influences rape","additional_details":"Rotheram, Luton. Oxford, Huddersfield, Sunderland and numerous other towns counties cities and rural areas have seen an increase in paedophilia grooming gangs of various race colour and religions in the UK many within religious sectors and the inquiry needs to focus on culture religion and if many of these attacks are focused on a particular race and if culltural is an influence in these attacks.Sentencing never seems severe enough and local authorities seem to make the same mistakes.","state":"open","signature_count":22967,"created_at":"2018-02-09T19:36:19.407Z","updated_at":"2018-05-15T23:05:59.650Z","rejected_at":null,"opened_at":"2018-03-07T19:45:31.961Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-09T21:07:02.928Z","response_threshold_reached_at":"2018-03-16T10:46:03.446Z","government_response_at":"2018-05-15T15:25:05.381Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark woodrow","rejection":null,"government_response":{"summary":"The Government takes child sexual abuse very seriously. It has set up the Independent Inquiry into Child Sexual Abuse which is investigating the sexual exploitation of children by organised networks.","details":"Child abuse is a despicable crime and the Government is committed to keeping children and young people safe from all forms of abuse.  We are clear that if child abuse takes place it must be thoroughly and properly investigated and those responsible brought to justice – the race, age or gender of the perpetrators is irrelevant.  Child sexual exploitation is not exclusive to any single culture, community, race or religion, and political or cultural sensitivities must not get in the way of preventing and uncovering it. \r\n\r\nThe Government is clear there should be an honest open debate on child sexual exploitation, including racial motivation.\r\n\r\nIn February 2017, the Government  published the ‘Tackling Child Sexual Exploitation: Progress Report’ and announced a £40 million package of measures to protect children and young people from sexual abuse and exploitation and crack down on offenders.  The ‘Progress Report’ details delivery of the ambitious programme of work set out in the 2015 ‘Tackling Child Sexual Exploitation’ report, and signals a step change in our national response to sexual exploitation and violence against children and young people. The full report can be found at: https://www.gov.uk/government/publications/tackling-child-sexual-exploitation-progress-report. \r\n\r\nKey Actions include:\r\n  \r\n•\tWe have invested significantly in the law enforcement response to child sexual abuse, giving it the status of a national threat to empower police forces to apply their best skills and expertise to tackle the problem, and providing millions of pounds of investment through the Police Transformation Fund. This has led to a surge in police activity with an increasing number of cases prosecuted in the courts and heavy sentences handed down. We have invested in the frontline response to child sexual abuse, for example recruiting an extra 100 specialist rape and child sexual abuse prosecutors, establishing new investigative teams in the National Crime Agency, and launching a new Child Sexual Exploitation Response Unit to support social care, health and other agencies.  Our new £7.5 million Centre of Expertise on Child Sexual Abuse is conducting research into types of offending, so that we can understand and target them more effectively.\r\n\r\n•\tWe have funded a large scale communications campaign – Together, we can tackle child abuse – to raise awareness and encourage the public to report child abuse and neglect.  Additionally, we have published a revised definition of child sexual exploitation and targeted guidance and training, which will ensure professionals have a shared understanding of what child sexual exploitation is and how best to work together to tackle it. \r\n\r\n•\tWe have improved scrutiny through joint inspections of health, police and children’s social care focusing on the quality of frontline practice in dealing with child sexual exploitation and missing children. We have also launched a new national whistleblowing helpline, operated by the National Society for the Prevention of Cruelty to Children (NSPCC), for any employee who wants to raise a concern about how their organisation is dealing with a concern about a child. \r\n\r\n•\tIn the last 3 years, we have provided £7 million in funding for non statutory organisations which support the victims and survivors of sexual abuse, including child sexual abuse, £0.6 million of this funding was distributed directly by the Home Office to organisations working with victims and survivors of sexual abuse over a large geographic area.\r\n \r\nIn March 2015, the Government established the Independent Inquiry into Child Sexual Abuse to consider the extent to which institutions in England and Wales have failed in their duty to protect children from sexual abuse and exploitation.  The Inquiry operates independently of Government and, within its terms of reference, decides for itself what it investigates and how.  It has already announced an investigation into institutional responses to the sexual exploitation of children by organised networks.  The Inquiry also runs a Truth Project to enable victims and survivors of child sexual abuse to share their experiences in a confidential setting and make recommendations for change.  The Inquiry’s work will help us all to understand what went wrong in the past and learn lessons for the future. Further information on the Inquiry, including how to take part in the Truth Project, can be found at: http://www.iicsa.org.uk. \r\n  \r\nSentencing is entirely a matter for our independent courts taking into account all the circumstances of each case.\r\n\r\nHome Office","created_at":"2018-05-15T15:25:05.379Z","updated_at":"2018-05-15T15:25:05.379Z"},"debate":null}},{"type":"petition","id":213782,"links":{"self":"https://petition.parliament.uk/petitions/213782.json"},"attributes":{"action":"Ensure that the U.K. leaves the EU Single Market \u0026 Customs Union.","background":"On 23rd June 2016, the U.K. voted by majority to leave the EU. In the 2017 General Election, the two main parties promised to leave the single market \u0026 customs union and subsequently they received an 80% vote share. Therefore the government must be able to withdraw the U.K. from the Customs Union.","additional_details":"If certain MP’s \u0026 political parties continue to frustrate Brexit then they will be rejecting the will of the people. When voters voted for Brexit, they voted to control Britain’s borders; control our laws and have the ability to strike free trade deals around the world. The government must be allowed to deliver upon the wishes of the people.","state":"open","signature_count":22348,"created_at":"2018-02-25T15:15:08.895Z","updated_at":"2018-05-15T23:50:00.509Z","rejected_at":null,"opened_at":"2018-03-02T13:39:48.893Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-25T18:39:22.169Z","response_threshold_reached_at":"2018-04-24T20:17:38.393Z","government_response_at":"2018-05-09T10:15:29.454Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alex Hunt","rejection":null,"government_response":{"summary":"The UK is leaving the EU’s Single Market and Customs Union. We are seeking to establish a deep and special partnership with the EU and a new customs arrangement outside the EU’s Customs Union. ","details":"As the Prime Minister has made clear, when we leave the European Union, we will also be leaving the EU’s Single Market and Customs Union.\r\n \r\nThe UK is seeking the broadest and deepest possible partnership – covering more sectors and co-operating more fully than any Free Trade Agreement anywhere in the world today. We want to have the greatest possible tariff and barrier-free trade with our European neighbours. \r\n\r\nWe have listened to EU leaders and we understand and respect the position that the four freedoms of the single market are indivisible and there can be no cherry-picking. We do not seek membership of the Single Market after we leave the EU, but a bold and ambitious Economic Partnership as part of a new special partnership. \r\n\r\nRemaining a member of the Single Market would mean accepting a role for the Court of Justice of the EU. It would mean still not having control over immigration. It would therefore fail the first test for our future economic partnership with the EU the Prime Minister set out at Mansion House. \r\n\r\nBy leaving the Customs Union and establishing a new and ambitious customs arrangement with the EU, we will be able to forge new trade relationships with our partners around the world, and maintain as frictionless trade as possible in goods between the UK and the EU. In doing so, we will be providing a positive and powerful voice for free trade.\r\n\r\nTo ensure UK-EU trade is as frictionless as possible, the Government has considered two broad approaches to a future customs relationship with the EU that would facilitate the UK’s objectives.\r\n\r\nBoth of these options for our future customs arrangement would leave the UK free to determine its own tariffs with third countries - which would simply not be possible while part of the Customs Union.\r\n\r\nAs the Prime Minister has said, our decision to leave the EU does not mark an ending. It marks a new beginning for our relationship with our European allies. However, the agreement we reach with the EU must respect the result of the referendum which was a vote to take control of our borders, laws and money.\r\nWe are confident that the UK and the EU can reach a positive deal on our future partnership, as this would be to the mutual benefit of both the UK and the EU. We therefore approach the negotiations in this spirit.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-05-09T10:15:29.451Z","updated_at":"2018-05-09T10:15:29.451Z"},"debate":null}},{"type":"petition","id":205912,"links":{"self":"https://petition.parliament.uk/petitions/205912.json"},"attributes":{"action":"Let all UK citizens vote on who is mayor of London not just Londoners.","background":"London being the capital city, all uk citizens should have a say who becomes mayor.","additional_details":"The whole of the uk should be allowed to vote on who becomes mayor of our capital city, as what happens in London also effect the outer towns and city's, \r\nSo voting should be changed, so people living outside London can have their say through a vote who they would like to see become mayor of London.","state":"open","signature_count":20723,"created_at":"2017-11-22T16:48:51.608Z","updated_at":"2018-05-15T14:46:21.924Z","rejected_at":null,"opened_at":"2017-11-30T12:01:21.209Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-23T20:54:25.154Z","response_threshold_reached_at":"2018-01-16T19:49:17.066Z","government_response_at":"2018-01-24T14:55:46.235Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Denise Jell","rejection":null,"government_response":{"summary":"Government will not extend London mayoral elections to all UK voters. The London Mayor is accountable directly to London’s electorate, because it is Londoners whom the Mayor serves.","details":"Government has no plans to extend voting on election for Mayor of London to the electorate of the United Kingdom; the current arrangement provides for accountability at the appropriate level, through appropriately focused local democracy.\r\n\r\nThe London Mayor serves Londoners. The Mayor is responsible for much of London’s public transport and road network, the licensing of its taxis and regulation of its traffic. The Mayor also has responsibilities for London’s environment, its housing, planning, regeneration and economic development. Through the Mayor’s office for Policing and Crime the Mayor performs the duties of Police and Crime Commissioner for London; the Mayor is also responsible for fire and rescue services in the capital. \r\n\r\nThe Mayor of London is accountable directly to London’s electorate for his decisions. It is London households who pay the additional precept set by the Mayor, which is charged to meet the Mayor’s costs, over and above each London Borough’s council tax bill. It is essential that those who are affected by the mayor’s taxing decisions have a direct, democratic choice on who the Mayor is, and the ability, if they choose, to elect a different one at the next opportunity. The Mayor of London then governs in the awareness that their electoral mandate comes directly from the people the mayor serves.\r\n\r\nA London Mayor whose electoral mandate comes from the whole nation may seek to serve the interests of voters in the UK as a whole, rather than those of Londoners. If elected by the UK voters as a whole, mayor would no longer be representative of the city the mayor is elected to govern. When Government devolves significant powers to an area, as it has with the London Mayor, and with mayors of other city regions such as Greater Manchester and the West Midlands, it has done so on the basis that the mayors are directly accountable through the ballot box to the area they govern and serve.\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-01-24T14:55:46.232Z","updated_at":"2018-01-24T14:55:46.232Z"},"debate":null}},{"type":"petition","id":205388,"links":{"self":"https://petition.parliament.uk/petitions/205388.json"},"attributes":{"action":"Repeal the Vagrancy Act 1824","background":"The Vagrancy Act 1824 makes it an offence to sleep rough or beg.\r\n\r\nIt is a barbaric, archaic law that criminalises the very existence of those homeless forced to take to the streets or beg for survival. \r\n\r\nScotland \u0026 Ireland removed this outdated law decades ago - England \u0026 Wales must join them.","additional_details":"Though created almost two centuries ago, recent years have seen the Vagrancy Act abused in absurd and unnecessary ways. In 2014, three men were arrested and charged under Section 4 of the Vagrancy Act 1824 for taking food from bins outside an Iceland supermarket in Kentish Town, North London.\r\n\r\nThere is no justice to be found here: this Act is a mockery of justice; it serves no purpose but the punishment, persecution, and stigmatisation of some of the most vulnerable in our society.","state":"open","signature_count":20295,"created_at":"2017-11-16T22:40:54.344Z","updated_at":"2018-05-15T23:25:31.013Z","rejected_at":null,"opened_at":"2017-11-22T17:55:01.476Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T23:01:59.684Z","response_threshold_reached_at":"2018-01-12T12:13:55.344Z","government_response_at":"2018-02-01T10:05:25.325Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alex Kumar","rejection":null,"government_response":{"summary":"This legislation remains in force and in use.  The Government currently has no plans to make changes to the law.\r\n","details":"This Government has committed to halving rough sleeping by 2022 and eliminating it altogether by 2027.  To achieve this, we have established a Rough Sleeping and Homelessness Reduction Taskforce who, with the support of an expert Advisory Panel, will drive forward the implementation of a cross-Government strategy. Enforcement can form part of moving someone away from the streets but it should also come with an offer of meaningful support.  In developing the strategy, the Taskforce and Advisory Panel will consider a range of measures to support rough sleepers off the streets, including enforcement measures where appropriate.\r\n\r\nUnder sections 3 and 4 of the Vagrancy Act 1824, begging and persistent begging in a public place are arrestable offences.  They are also recordable offences which enables the police to identify repeat offenders. Decisions on arrests are an operational matter for the police, in line with their duties to keep the peace, to protect communities, and to prevent the commission of offences, working within the provisions of the legal framework set by Parliament (or, as appropriate, the common law).\r\n\r\nIt is an operational decision for the police following advice from the Crown Prosecution Service, whether or not an offence reaches the threshold required for prosecution under the relevant legislation.\r\n\r\nIf any person whilst begging uses threatening or abusive words or behaviour, or disorderly behaviour, within the hearing or sight of a person likely to be caused harassment, alarm or distress thereby then they could be prosecuted for an offence under the Public Order Act 1986 and if convicted are liable to be fined.  There are also a range of offences under the Offences Against the Person Act 1861 which are available if violence is used by a beggar.\r\n\r\nThe Anti-Social Behaviour, Crime and Policing Act 2014 introduced Public Spaces Protection Orders (PSPO) which place restrictions or impose conditions on activities that people may carry out in a designated area.  These replaced the use of Anti-social Behaviour Orders.  PSPOs should not be used to target people based solely on the fact that someone is homeless or rough sleeping, as this in itself is unlikely to mean that such behaviour is having an unreasonably detrimental effect on the community’s quality of life which justifies the restrictions imposed.  Councils may receive complaints about homeless people, but they should consider whether the use of a PSPO is the appropriate response.  These Orders should be used only to address any specific behaviour that is causing a detrimental effect on the community’s quality of life which is beyond the control of the person concerned. \r\n \r\nCouncils should therefore consider carefully the nature of any potential PSPO that may impact on homeless people and rough sleepers.  It is recommended that any Order defines precisely the specific activity or behaviour that is having the detrimental impact on the community.  Councils should also consider measures that tackle the root causes of the behaviour, such as the provision of public toilets. \r\n \r\nThe council should also consider consulting with national or local homeless charities when considering restrictions or requirements which may impact on homeless people and rough sleepers.\r\n\r\nHome Office","created_at":"2018-02-01T10:05:25.323Z","updated_at":"2018-02-01T10:05:25.323Z"},"debate":null}},{"type":"petition","id":209872,"links":{"self":"https://petition.parliament.uk/petitions/209872.json"},"attributes":{"action":"Make Hedgehogs a Protected Species","background":"We, the undersigned, call on the government to make hedgehogs an officially protected species and to limit activities which may disturb, degrade or destroy their habitats. This petition is put forth on the following grounds:","additional_details":"∙ Hedgehog numbers have dropped from 30 million in the 1950s to fewer than 1 million today\r\n∙ Populations have fallen by at least 50% in rural areas and 30% in urban areas since 2000\r\n∙ Trends show an ongoing decline of about 5% per year nationally\r\n∙ Decline is largely due to habitat loss and fragmentation as hedgerow removal and new development projects isolate populations","state":"open","signature_count":19621,"created_at":"2018-01-18T14:06:49.841Z","updated_at":"2018-05-15T23:02:04.784Z","rejected_at":null,"opened_at":"2018-01-23T19:03:08.858Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-18T14:52:56.283Z","response_threshold_reached_at":"2018-02-12T17:00:13.912Z","government_response_at":"2018-03-05T11:00:30.874Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anne Brummer","rejection":null,"government_response":{"summary":"Hedgehogs are already broadly protected under the Wildlife and Countryside Act 1981.","details":"The Government continues to be concerned about the decline in hedgehog numbers and notes the recent State of Britain’s Hedgehogs Report 2018, which suggests that the urban population is stabilising. Reasons for the decline of this iconic species are complex and varied.\r\n\r\nThe Government has published advice on how to help hedgehogs through the creation of hedgehog havens and making gardens as welcoming as possible. This can be accessed at https://www.gov.uk/government/news/five-simple-steps-to-transform-gardens-in-to-hedgehog-havens\r\n\r\nWe support the excellent work being undertaken by the British Hedgehog Preservation Society and the People’s Trust for Endangered Species, such as the Hedgehog Street campaign and the 10 year hedgehog strategy. Natural England is taking action that seeks to address some of the objectives of the 10 year strategy through actions identified in the work of the Species Taxon Action Groups, which underpins Biodiversity 2020.\r\n\r\n\r\nAgri-environment schemes such as Countryside Stewardship provide funding to restore, extend and link important habitats and boost food resources for a range of species including hedgehogs. \r\n\r\n\r\nHedgehogs are protected by the Wildlife and Countryside Act 1981 from being killed using prohibited methods such as a crossbows, traps and snares. To give hedgehogs additional or full protection would require the species to be listed on Schedule 5 of the Act which would make it an offence to:\r\n\r\n•\tintentionally kill, injure or take any wild animal;\r\n•\tintentionally or recklessly damage or destroy any structure or place it uses for shelter or protection; \r\n•\tdisturbs any such animal while it is occupying a structure or place which it uses for shelter or protection; and\r\n•\tobstruct access to any structure or place which any such animal uses for shelter or protection\r\n\r\nThis would not, however, benefit the hedgehog as there is little evidence that hedgehogs are being intentionally killed or injured. Also, in certain circumstances, this could have the unintended consequence of making it a criminal offence for people to tend their gardens if this disturbs or obstructs access. It may also deter the maintenance and creation of habitat for hedgehogs if there was to be a restriction on land use as a result.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\n\r\n","created_at":"2018-03-05T11:00:30.872Z","updated_at":"2018-03-05T11:00:30.872Z"},"debate":null}},{"type":"petition","id":205348,"links":{"self":"https://petition.parliament.uk/petitions/205348.json"},"attributes":{"action":"Pass legislation making animals legally \"Sentient Beings\" in UK law.","background":"Following the failure of the House of Commons to support the transfer of the EU Protocol on animal sentience in Article 13 of Title II of Lisbon Treaty into UK law, we demand primary legislation making animals legally \"sentient beings\" in UK law.","additional_details":"","state":"open","signature_count":17193,"created_at":"2017-11-16T12:04:42.452Z","updated_at":"2018-05-15T21:05:20.881Z","rejected_at":null,"opened_at":"2017-11-23T10:27:23.998Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T13:36:14.578Z","response_threshold_reached_at":"2017-11-26T12:20:31.450Z","government_response_at":"2017-12-18T15:11:46.387Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Webber","rejection":null,"government_response":{"summary":"The government is committed to the very highest standards of animal welfare as we leave the EU. We have published a draft Bill which clearly recognises animal sentience in domestic law.","details":"The government is committed to the very highest standards of animal welfare as we leave the EU. As the Secretary of State set out in his Written Ministerial Statement on 12 December, there was never any question that this government’s policies on animal welfare are driven by the fact that animals are sentient beings. We have published a draft Bill which underlines the government’s commitment to raising animal welfare standards. The draft Animal Welfare (Sentencing and Recognition of Sentience) Bill increases the maximum prison sentence for animal cruelty tenfold to 5 years in prison and clearly recognises animal sentience in domestic law. The Bill also requires UK government Ministers to have regard to the welfare needs of animals when formulating and implementing government policy. We are currently seeking views on the draft Bill.  Anyone who wishes to comment has until 31 January 2018 to do so.  \r\n\r\nArticle 13 of the Treaty on the Functioning of the European Union (TFEU) has not delivered the progress we want to see. It only applies to the implementation and formulation of EU-level policy and has had minimal impact even in those areas. Our draft Bill is a significant improvement, both recognising animal sentience and imposing a clear duty on the state to have regard for animal welfare. Ultimately, Article 13 has failed to prevent practices across the EU which are cruel and painful to animals. \r\n\r\nIn contrast, here in the UK, we are already improving animal welfare standards without EU input and beyond the scope of Article 13. We are making CCTV mandatory in all slaughterhouses – a requirement which goes above and beyond any EU rule. We propose combatting elephant poaching with a ban on the ivory trade which is more comprehensive than anywhere else in Europe. Our ban on microbeads which harm marine animals has been welcomed by Greenpeace as “the strongest in the world”, and is certainly the strongest in Europe. \r\n\r\nThis Government will continue to promote and enhance animal welfare, both now and after we have left the EU.\r\n\r\nDepartment for Environment. Food and Rural Affairs","created_at":"2017-12-18T15:11:46.385Z","updated_at":"2017-12-18T15:11:46.385Z"},"debate":null}},{"type":"petition","id":213970,"links":{"self":"https://petition.parliament.uk/petitions/213970.json"},"attributes":{"action":"Require DEFRA to fund research into the cause/s of Alabama Rot (CRGV) in dogs","background":"Alabama Rot (CRGV) is a disease causing skin lesions, kidney failure and death in dogs. Now throughout mainland Britain, with no evidence as to the cause, prevention or treatment.\r\nDEFRA should be required to commission, fund and oversee a research effort to identify the cause of this disease.","additional_details":"Many dog owners are living in fear of Alabama Rot infecting their beloved pets. There were 11 new confirmed cases reported to the public on Monday 26/02/18. There is no evidence of any coordinated research project into the cause of the disease, no responsible organism identified and no research based advice on prevention. There is no known cure.\r\nDEFRA has a responsibility for the welfare of animals in Britain and should coordinate, fund and oversee research into what is killing Britains dogs.","state":"open","signature_count":17167,"created_at":"2018-02-28T10:10:26.507Z","updated_at":"2018-05-15T22:12:34.200Z","rejected_at":null,"opened_at":"2018-03-02T17:56:20.315Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-28T10:26:25.114Z","response_threshold_reached_at":"2018-03-07T21:32:19.748Z","government_response_at":"2018-03-21T14:24:20.311Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gaitt","rejection":null,"government_response":{"summary":"Defra is monitoring the investigation by private vets into the cause of CRGV and do not propose to intervene further while this work is carried out. ","details":"Cutaneous and Renal Glomerular Vasculopathy (CRGV), which has been wrongly referred to as ‘Alabama rot’ is an uncommon disease of dogs in the UK, but understandably a cause of concern for dog owners. \r\n\r\nThe initial symptoms of CRGV generally include redness of the skin, swelling, bruising, and sores. Although the disease usually affects the lower limbs, it can also be seen around the face, in the mouth and elsewhere on the body.\r\n\r\nA private funding group has been set up to support investigations into CRGV and its cause, and private vets who are at the front line of examining and treating affected dogs are carrying out investigations into this disease. \r\n\r\nNumerous investigations have been carried out and, whilst a definitive cause of the syndrome has yet to be identified, the evidence so far suggests that the condition is not transmissible directly from dog to dog. More substantial guidance for dog owners will be made available once more evidence explaining how the syndrome is contracted becomes known.\r\n\r\nPrivate vets are generally best placed to advise dog owners on health concerns that arise with their pets, given the relationship that they have with their clients and their knowledge of disease in their local area. As such, we recommend that pet owners seek urgent veterinary attention for their animals if they are concerned about any clinical signs they are displaying. \r\n\r\nProactive investigations of this syndrome are being supported by vets in private practice. The Animal and Plant Health Agency is closely following this work and are in contact with the private vet leading the investigations. We will continue to monitor the situation.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-21T14:24:20.308Z","updated_at":"2018-03-21T14:24:20.308Z"},"debate":null}},{"type":"petition","id":218729,"links":{"self":"https://petition.parliament.uk/petitions/218729.json"},"attributes":{"action":"Amnesty for illegal immigrants who have been in UK for 10 years","background":"This petition calls for illegal immigrants who have been in UK for 10 years or more to be given amnesty and the legal right to stay in the UK. ","additional_details":"The UK has voted to leave the EU and needs all hands available to contribute to the nation’s development. If illegal immigrants who are already in the UK are granted amnesty, they will play a major role in the development of the country.\r\n \r\nAn amnesty could also yield additional millions of pounds sterling a year from Income Tax and National Insurance.","state":"open","signature_count":17139,"created_at":"2018-04-26T21:51:17.300Z","updated_at":"2018-05-15T23:59:19.530Z","rejected_at":null,"opened_at":"2018-05-08T14:18:30.360Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-27T10:29:01.688Z","response_threshold_reached_at":"2018-05-14T20:49:19.686Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Parker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207878,"links":{"self":"https://petition.parliament.uk/petitions/207878.json"},"attributes":{"action":"PIP should be administered and decided by the NHS, not the DWP/contracting firms","background":"Currently the DWP handles the deliberation of PIP and ESA. Disability is a state of being dealing with health, not work and pensions. The decisions for any disability related payments or dictates should be handled by the government's experts (i.e. health professionals) in the NHS, not DWP.","additional_details":"In August this year the UN criticised the UK government for its treatment of people with disability and stripping people of their livelihoods, dignity and being.  This has led to an increase of post-decision making unexplained deaths of people with disabilities. The DWP is not concerned with helping people or listening to experts on health related issues with relying on 'for profit' companies making decisions on people with disabilities.  The NHS needs to be the decision making body for PIP.","state":"open","signature_count":17004,"created_at":"2017-12-17T16:22:56.327Z","updated_at":"2018-05-15T20:57:33.381Z","rejected_at":null,"opened_at":"2017-12-20T12:12:06.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-17T22:45:40.242Z","response_threshold_reached_at":"2018-04-02T15:14:49.993Z","government_response_at":"2018-04-16T12:13:29.886Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Antony Redman","rejection":null,"government_response":{"summary":"DWP is committed to ensuring those with health conditions are assessed fairly for ESA and PIP. They provide tailored support for individuals based on assessed functional needs rather than a diagnosis.","details":"The Government is absolutely committed to supporting disabled people and determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people. We are also committed to ensuring those with health conditions and disabilities are assessed fairly for Personal Independence Payment (PIP) and Employment Support Allowance (ESA) to ensure they receive the right level of support. \r\n\r\nPIP, which can be paid at one of eight rates, provides a non-contributory, non means-tested, tax free contribution towards the extra costs that people with long-term health conditions and disabilities face and is based on the impact of conditions and impairments on individuals’ everyday lives.\r\n\r\nESA provides financial support to those that face barriers to work. The Work Capability Assessment (WCA) for ESA focuses on the functional capability of claimants to work and on the impact of mental health conditions on functional capability. The premise of the WCA is that eligibility for benefits should not be based on a person’s condition, but rather on the way that condition limits their ability to function. \r\n\r\nThe assessments for both PIP and ESA were developed using multi-layered processes involving disabled people, representatives of disabled people and health professionals. Individual disability assessments are carried out by suitably trained Healthcare Professionals working within a quality assured, managed environment. The Department for Work and Pensions (DWP) has set clear requirements on the professions, skills, experience and training of the Healthcare Professionals that our assessment providers can use to carry out PIP and ESA assessments and all are registered with an appropriate professional body such as the General Medical Council (GMC), Nursing and Midwifery Council (NMC) or the Health and Care Professions Council (HCPC). \r\n\r\nHealthcare Professionals do not need to be an expert in a condition to assess the impact of a condition on a claimant’s (i) capability for work or work related activity in ESA, or (ii) daily living activities and mobility in PIP. The assessment is not designed to diagnose or give a clinical prognosis. Instead, the emphasis is on ensuring that the Healthcare Professionals are experts in disability analysis, focusing on the effects of health conditions and impairments on the individual claimant’s daily life. The role differs from the therapeutic role of healthcare professionals in reaching a diagnosis and/or planning treatment.\r\n\r\nIn addition to their profession DWP recognises the importance of ensuring individuals also have sufficient experience, skills and training. All PIP and ESA  Healthcare Professionals must complete a comprehensive training programme approved by DWP and pass an assessment of competence before they can carry out assessments. \r\n\r\nThe National Health Service (NHS) is the national healthcare system for the UK, and is not designed to administer welfare benefits. Although doctors are responsible for issuing medical statements to patients, they are not responsible for making the decision on eligibility for benefit. For example, GPs and their representative body, the British Medical Association, have made it clear that they do not want to be guardians of the benefit system. The primary role of the GP or hospital doctor is to diagnose and treat any medical conditions that the patient presents to them and a clinician does not routinely consider the functional restrictions or disabling effects of the medical conditions that they treat. They are unlikely to have received specific training in assessing disabilities in their medical education, and may have difficulty in giving an accurate assessment or forming an opinion in relation to the functional restrictions experienced by their patient. They are also unlikely to have any knowledge of the legislative requirements in relation to benefit entitlement.  \r\n\r\nDecisions on both PIP and ESA are made by DWP Decision Makers based on the advice received from the assessment provider together with the evidence supplied by the claimant in their questionnaire and any additional evidence they submit or which has been requested.\r\n\r\nMany claimants to PIP and ESA present with life-limiting conditions meaning that some may sadly die during the course of claiming or receiving benefit. However, we don’t believe there is any causal link between claiming benefit and death.\r\n\r\nThe Convention on the Rights of Persons with Disabilities is an international human rights treaty of the United Nations (UN) intended to protect the rights and dignity of persons with Disabilities. All nations signed up to the convention are subject to a periodic review as part of the standard UN reporting process. We were disappointed that the concluding observations of the UN did not accurately reflect the evidence we gave to the committee.\r\n\r\nDepartment for Work and Pensions ","created_at":"2018-04-16T12:13:29.883Z","updated_at":"2018-04-16T12:13:29.883Z"},"debate":null}},{"type":"petition","id":207482,"links":{"self":"https://petition.parliament.uk/petitions/207482.json"},"attributes":{"action":"License driven grouse shooting","background":"Licensing will help end poor practice on uplands managed for driven grouse shooting, which can entail environmental damage and illegal killing of raptors, such as Hen Harriers.","additional_details":"Licensing is the middle way between a ban (https://petition.parliament.uk/petitions/201443) and doing nothing (https://petition.parliament.uk/petitions/205672).\r\n\r\nHunting is regulated more tightly elsewhere in Europe. The Scottish Government is exploring licensing; by signing this petition you will encourage them. In England, Defra has done little to regulate driven grouse shooting and it is time it did. Legal sustainable shooting estates have nothing to fear from licensing.","state":"open","signature_count":16639,"created_at":"2017-12-11T11:16:10.211Z","updated_at":"2018-05-15T22:25:25.739Z","rejected_at":null,"opened_at":"2017-12-15T14:53:59.911Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-11T17:41:52.694Z","response_threshold_reached_at":"2018-02-17T11:14:45.584Z","government_response_at":"2018-03-08T16:49:57.848Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ed Hutchings","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity providing economic benefits, investment in remote areas and benefits for wildlife and habitat conservation. The Government has no plans to introduce licensing.","details":"The Government has no plans to license grouse moors nor to introduce vicarious liability in England for offences related to wildlife crime. The introduction of such new regulation would require evidence that it will be effective. We are not aware of compelling evidence that the introduction of such provisions would have a significant deterrent effect on those who persecute wildlife. We will continue to monitor the situation in Scotland and to consider whether this approach is necessary and proportionate to assist in tackling wildlife crime in England.\r\n\r\nThe Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation. \r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nNatural England is working with landowners of grouse moors within special areas of conservation to develop long term land management plans, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put these plans in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. The Government is working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nThe Government takes the decline in the hen harrier population in England very seriously and is committed to securing its future. In January 2016 we published the Hen Harrier Action Plan to increase the English hen harrier population. It contains six actions that individually can bring benefits for hen harriers, but when combined underpin each other and have the potential to deliver positive outcomes. \r\n\r\nThe Action Plan was developed with senior representatives from organisations including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game \u0026 Wildlife Conservation Trust, National Parks England and formerly the RSPB. These organisations, led by Natural England, will monitor activities and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime.\r\n\r\nRaptors, like all wild birds, are afforded protection from illegal killing by the Wildlife and Countryside Act 1981. However, the Government is concerned that there are still individuals who continue to commit these crimes. \r\n\r\nAs a result, the Government has identified the illegal persecution of raptors as a wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The Raptor Persecution Priority Delivery Group is made up of representatives from Government and non-government organisations working together to help preserve and protect the six UK priority raptor species (goshawk, red kite, golden eagle, hen harrier, peregrine falcon and white tailed eagle). \r\n\r\nAdditionally, the National Wildlife Crime Unit, which is part-funded by Defra, provides valuable intelligence and operational support to police forces in tackling wildlife crimes, including raptor persecution. There are strong penalties in place to punish those committing offences against birds of prey and other wildlife. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-08T16:49:57.844Z","updated_at":"2018-03-08T16:49:57.844Z"},"debate":null}},{"type":"petition","id":205852,"links":{"self":"https://petition.parliament.uk/petitions/205852.json"},"attributes":{"action":"Strengthen the 2004 Hunting Act","background":"Week in week out hunts up and down the country continue to use loopholes in the Hunting Act to kill wildlife. The Act needs strengthening to ensure people are discouraged from participating in illegal hunting and for those caught hunting, the penalty and arrest needs to be more severe.","additional_details":"A level 5 fine of £5000 is not an adequate deterrent in enforcing the Act as it stands. We would like to see section 6 of the Act to be amended to add provision for a prison sentence of up to six months for illegal hunting. Additionally there should be a 'reckless' clause which will make it an offence for anyone to 'cause or permit' one or more dogs to seek out, chase, injure or kill a wild mammal. The widespread flouting of the ban continues to this day and these measures along with several other reforms could ensure our wildlife is protected as it should be.\r\n\r\nFor more details on necessary amendments to strengthen the 2004 hunting Act, please follow this link which features a Hunting Act Amendment Bill. \r\nhttp://campaigntostrengthenthehuntingact.com/powa-proposals-for-amendments-2.php","state":"open","signature_count":16455,"created_at":"2017-11-22T10:39:17.646Z","updated_at":"2018-05-15T21:05:31.267Z","rejected_at":null,"opened_at":"2017-11-27T18:20:25.225Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:42:26.252Z","response_threshold_reached_at":"2018-01-08T23:32:57.963Z","government_response_at":"2018-01-29T09:32:23.696Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Pownall","rejection":null,"government_response":{"summary":"Under the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. Illegal hunting arrests and prosecutions are a matter for the police.","details":"The Hunting Act 2004 bans the hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. The full details of the Hunting Act 2004 exemptions are available online at:\r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1      \r\n \r\nAnyone who believes an offence under the Hunting Act 2004 is taking place, or has taken place, during a hunt, whether it concerns hunting activities or the actions of hunters towards protestors, should report the matter to the police as they are the enforcement authority. Decisions on the arrest and prosecution of those taking part in illegal hunting activities are matters for the police and prosecuting authorities. A person guilty of an offence under the Hunting Act 2004 will receive a fine, but not exceeding level 5 on the standard scale.  Level 5 is currently set at an unlimited fine.\r\n \r\nThere are also laws in place to protect animal welfare. Under the Animal Welfare Act 2006 it is an offence to cause unnecessary suffering to an animal under the control of man. We have announced that we will increase the maximum penalty for animal cruelty from the current six months’ imprisonment to 5 years’ imprisonment. As is the situation now, offenders can also be punished with an unlimited fine and be disqualified from having any influence over the way an animal is kept, for anything up to life.\r\n \r\nThe Prime Minister said on 7 January 2018 that there will not be a vote on fox hunting during this parliament and, as such, the Government has no plans to amend the provisions in the Hunting Act 2004\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-01-29T09:32:23.693Z","updated_at":"2018-01-29T09:32:23.693Z"},"debate":null}},{"type":"petition","id":212551,"links":{"self":"https://petition.parliament.uk/petitions/212551.json"},"attributes":{"action":"Prevent disability discrimination in organ transplants\r\n","background":"People with disabilities, such as Down’s Syndrome, should be as entitled to organ transplants as everyone else. Many parents of children who have Down’s Syndrome are told that their children won’t be put on the transplant list. Each child should assessed on an individual basis. ","additional_details":"Our children’s lives matter just as much as any other child.\r\n\r\nThere are a lot of prejudices against people with disabilities. To ensure that decisions on organ transplants are fair, everyone involved in decisions about who should receive a new organ need specialist training. They need to understand how full the lives of people with disabilities can be and how to explain transplants to people with learning disabilities.","state":"open","signature_count":16280,"created_at":"2018-02-10T21:09:59.445Z","updated_at":"2018-05-14T22:25:35.117Z","rejected_at":null,"opened_at":"2018-03-05T11:49:40.195Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-10T23:51:42.265Z","response_threshold_reached_at":"2018-03-07T14:04:17.509Z","government_response_at":"2018-03-20T10:01:14.080Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicki Beddall","rejection":null,"government_response":{"summary":"In the UK, people with disabilities who need an organ transplant are assessed according to their needs in the same way as any other potential recipient. \r\n\r\n","details":"In the UK patients with disabilities can and do receive lifesaving organ transplants. A patient with a disability is not discriminated against should they require a transplant, they are assessed in the same way as any other potential recipient.\r\n\r\nAll patients undergo careful assessment before being placed onto the transplant waiting list. This assessment is divided into three main questions. First, whether a patient needs a transplant or whether another more effective treatment is available. Secondly the patient’s fitness is assessed to confirm whether they are well enough to receive a transplant. A transplant operation and the associated treatment that is required to make the transplant work is reasonably risky. Sometimes the patient needs extra procedures or medication before a transplant is even possible. Sadly, some people are just not fit enough to have this life saving or life enhancing operation. Thirdly there is an assessment of whether the patient is going to be able to care for themselves (and the transplant organ) after the transplant. This third stage is treated with particular care as the medical team will need to know whether the patient is able to look after their general health and take all the necessary medication in order to avoid rejection in the new transplant. \r\n\r\nWhen a patient with a learning disability is identified as being suitable for a transplant, the key factors are ensuring that consent for transplantation is in place and that they have the correct support during post-operative care. The process by which consent is obtained will vary depending on the patient’s age (adult or child) and where they live in the UK, as different legislation will apply. Regarding post-operative care, in most circumstances the recipient’s family or carers will be very keen and supportive in giving all care that is needed after the transplant operation. Alternatively, if the patient does not have a carer, social services can often provide the support a person with a disability might need after undergoing a medical procedure. \r\n\r\nDuring the period after a patient has received a transplant, there will be a number of medications that the patient will need  to take. This includes immunosuppressants – drugs which make it much less likely that the new transplanted organ will be rejected. If a transplant recipient decides to discontinue the required post-operative medication, rejection of the organ is very likely to follow, which is why it is important that a patient receives the support they need.\r\n\r\nThere are a range of duties and supporting tools to ensure health professionals are able to support people with a learning disability. \r\n\r\nAll public bodies, including NHS organisations, must be proactive in eliminating unlawful discrimination and advancing equal opportunities, under the Equality Act. Since 1st August 2016 onwards, all organisations that provide NHS care or adult social care have been legally required to follow the Accessible Information Standard. The Standard aims to make sure that people who have a disability, impairment or sensory loss are provided with information that they can easily read and understand and with support so they can communicate effectively with health and social care services.\r\n\r\nThe Government has mandated Health Education England (HEE) to provide national leadership on education, training and workforce development in the NHS in England. Through the Mandate we will ensure that the NHS workforce is “is available in sufficient numbers and possesses the right skills, values and behaviours to deliver care and support for people with learning disabilities, autism, mental health problems and multiple and complex needs”’\r\n\r\nHEE e-Learning for Health have a programme dedicated to disability and the subject is also addressed as part of other e-learning programmes, such as those on the Accessible Information Standard, the Adolescent Health Course, Safeguarding Adults and Safeguarding Children.\r\n\r\nThe Department of Health and Social Care funded the development of Disability Matters, which was launched in February 2015, an e-learning tool providing training in understanding and supporting the needs and rights of people with a disability, developed in partnership with people with a disability and their families. https://www.disabilitymatters.org.uk/ It is a free resource for professionals in the NHS, social care and other settings who might work with people with a disability.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-03-20T10:01:14.076Z","updated_at":"2018-04-27T15:30:36.387Z"},"debate":null}},{"type":"petition","id":209573,"links":{"self":"https://petition.parliament.uk/petitions/209573.json"},"attributes":{"action":"All jurors in rape trials to complete compulsory training about rape myths","background":"Research shows that jurors accept commonly held rape myths resulting in many incorrect not guilty verdicts. Rapists are walking free from court, although evidence is robust. This ruins lives. Rape conviction in the UK is very low. Compared to other crimes conviction is 21% lower.","additional_details":"Research by Rape Crisis \u0026 Alison Saunders, Director of Public Prosecutions, finds that jurors often accept rape myths \u0026 thus acquit rapists who are in fact guilty. 66% of jurors do not understand judges' legal directions which attempt to dispel rape myths, but fail. Jurors need proper rape myth training prior to \u0026 throughout trials. Info: https://rapecrisis.org.uk/mythsvsrealities.php https://en.wikipedia.org/wiki/Rape_myth  http://www.bbc.co.uk/news/uk-scotland-scotland-politics-39182779","state":"open","signature_count":16056,"created_at":"2018-01-14T13:38:44.312Z","updated_at":"2018-05-15T12:01:46.894Z","rejected_at":null,"opened_at":"2018-01-17T19:10:45.490Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-14T14:10:22.437Z","response_threshold_reached_at":"2018-03-21T13:07:20.384Z","government_response_at":"2018-04-12T15:50:32.090Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Abigail J Smith","rejection":null,"government_response":{"summary":"The Ministry of Justice takes rape offences very seriously. The Senior Judiciary are working to consider the most effective way to provide sufficient information to jurors sitting on a rape trial. ","details":"Rape is an extremely serious criminal offence which can lead to lifelong trauma for victims and their families. The Government is committed to creating a safe environment in which cases can be heard and justice can be delivered.\r\n \r\nThe number of rape convictions have risen by nearly 60% in the last decade, but we know more must be done, to ensure consistent just outcomes. Active steps have been taken to ensure that rape cases are dealt with appropriately and sensitively. Crown Prosecutors and judicial office holders must undergo specialist training before they are authorised to take on rape cases. Most professionals involved in rape trials will therefore be well attuned to the challenges surrounding cases including the issues of rape myths. We are also rolling out pre-recorded cross-examination for vulnerable witnesses to ensure that they can give their best evidence.\r\n  \r\nJuries must of course consist of twelve randomly selected individuals. They will therefore bring their own ideas and experiences to their analysis of the facts of the case. We know that rape myths exist within our society, and therefore jurors could believe these myths and that this could affect their interpretations of the facts of the case. However, there is little empirical evidence, which is needed to discern the impact of rape myths on juries and ensure that appropriate measures are taken.\r\n \r\nEnsuring that the balance is struck between jurors understanding rape myths, without encroaching on the rights to a fair trial of the defendant is not a straightforward task. The President of the Queen’s Bench Division, in his capacity as Head of Criminal Justice, is working with other senior criminal judges to consider the most effective way of providing sufficient information to jurors sitting on a rape trial.\r\n\r\nAs part of the work on how best to inform jurors, rather than rely on anecdote, it is essential that appropriate research is conducted with those who have sat on juries initially to assess where there may be issues in relation to rape myths. This research has never been undertaken before and is a complex task that has been entrusted to Professor Cheryl Thomas, the country’s leading academic expert on juries and jury research. She will gather data from experienced jurors at a range of courts around the country. This will give the senior judiciary a detailed insight into where there may be any issues and will mean they are in a position to consider how jurors may best be informed in rape cases. \r\n\r\nMinistry of Justice","created_at":"2018-04-12T15:50:32.086Z","updated_at":"2018-04-12T15:50:32.086Z"},"debate":null}},{"type":"petition","id":213426,"links":{"self":"https://petition.parliament.uk/petitions/213426.json"},"attributes":{"action":"Take all efforts to push for a ceasefire in Syria.","background":"The bombing of rebel-held areas by the Syrian government and its allies has intensified in recent weeks. Countless civilians have suffered as a consequence - particularly in the Eastern Ghouta enclave. The UK must use its position on the UN Security Council to push for a ceasefire.","additional_details":"The UN has made several calls for a ceasefire across Syria in the past few weeks. An ultimate resolution to the conflict seems distant. However, the immediate aim must be the protection of civilian life and civilian infrastructure. The UK must use its position on the UN Security Council, and its voice in Parliament, to condemn the Syrian government and call for an immediate and unconditional ceasefire.","state":"open","signature_count":15897,"created_at":"2018-02-20T22:02:13.440Z","updated_at":"2018-05-15T18:18:03.905Z","rejected_at":null,"opened_at":"2018-02-26T18:44:35.088Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T00:10:31.316Z","response_threshold_reached_at":"2018-03-03T22:34:53.625Z","government_response_at":"2018-03-20T10:03:15.303Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Pouneh Ahari","rejection":null,"government_response":{"summary":"The UK played a leading role in the adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria, and is calling on all parties to ensure its full implementation.","details":"The situation in Syria is a humanitarian catastrophe. The conflict has now lasted nearly seven years; over 400,000 people have been killed and half Syria’s population displaced. In recent weeks, the Asad regime’s brutal siege and bombardment of Eastern Ghouta has caused unprecedented levels of suffering.\r\n\r\nThe UK joined our close partners in mobilising support for the unanimous adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria to allow for delivery of humanitarian aid and medical evacuations, which are urgently needed across Syria, but particularly in Eastern Ghouta. We have consistently called on the regime and its backers Russia and Iran to cease their campaign of violence, to protect civilians and allow rapid and unhindered humanitarian access.\r\n\r\nThe UK has convened emergency discussions at the UN Security Council to press for implementation of the ceasefire; on Friday 2 March, the UN Human Rights Council held an urgent debate proposed by the UK, which adopted a resolution calling for full and immediate implementation of resolution 2401. \r\n\r\nOn 26 February, the Foreign Secretary and Lord Ahmed made statements to Parliament setting out the UK’s concerns in the strongest terms. The Foreign Secretary wrote to Russian Foreign Minister Lavrov on 27 February regarding the crisis in Eastern Ghouta urging Russia to uphold its commitments to ensure that UNSCR 2401 is implemented in full. On 27 February, Minister of State for Europe and the Americas, Sir Alan Duncan met Russian Ambassador to the UK, Alexander Yakovenko, to stress UK concern at the current situation in Syria, particularly the crisis in Eastern Ghouta. Sir Alan Duncan urged Russia to use its influence to ensure the Syrian regime adhered to the ceasefire demanded by UN Security Council Resolution 2401. The Foreign Secretary released a statement on the 5 March directly calling for Russia and the Asad regime to fully implement UN Security Council resolution 2401.  \r\n\r\nThe UK continues to call upon all parties to the conflict to uphold International Humanitarian Law and protect civilians. We have used our position in the UN Security Council to draw attention to the systematic flouting of International Humanitarian Law and medical neutrality by the regime and its backers. The UK has supported the UN and international NGOs since the start of the Syrian conflict to deliver aid to hard-to-reach and besieged areas, including Eastern Ghouta. Where possible DFID humanitarian partners are continuing to support operations on the ground in these dire circumstances, however their ability to operate in Eastern Ghouta is subject to change on a daily basis due to insecurity on the ground.\r\n\r\nAs the second largest bilateral donor to the humanitarian response in Syria since 2011 we are at the forefront of the humanitarian response.  To date, we have committed £2.46 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis. \r\n\r\nWe will continue to urge all parties with influence to support a durable ceasefire in Syria, and to work constructively with the UN-mediated political process to reach a lasting settlement to the Syrian conflict, in line with UN Security Council Resolution 2254.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-03-20T10:03:15.297Z","updated_at":"2018-03-20T10:03:15.297Z"},"debate":null}},{"type":"petition","id":205672,"links":{"self":"https://petition.parliament.uk/petitions/205672.json"},"attributes":{"action":"Don’t ban Grouse Shooting ","background":"Protect Grouse Shooting","additional_details":"Grouse moors and grouse shooting are integral and traditional parts of moorland management which benefit the grouse and ALL native wildlife i.e. Lapwing and plovers. Grouse shooting is supported by the Royal family and real country people.\r\n \r\nGrouse shooting income is essential for local businesses and jobs and should not be banned. Killing vermin is a social service which benefits ALL wildlife. Birds of prey are over-protected and are out of balance with natural habitats and species.\r\n","state":"open","signature_count":15204,"created_at":"2017-11-20T22:16:44.439Z","updated_at":"2018-05-15T21:04:29.291Z","rejected_at":null,"opened_at":"2017-11-24T17:29:54.083Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-21T06:19:50.217Z","response_threshold_reached_at":"2017-12-18T14:29:59.597Z","government_response_at":"2018-01-11T14:41:50.022Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jane Griggs","rejection":null,"government_response":{"summary":"Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.","details":"The Government appreciates that many people have strongly held views on grouse shooting. The Government also recognises that shooting activities bring many benefits to the rural economy and the environment, in particular wildlife and habitat conservation. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation.\r\n\r\nThe Government recognises the international importance of the UK uplands. The UK has 75 percent of the world’s remaining heather moorland and about 13 percent of the world’s blanket bog (rain-fed peat bog that ‘blankets’ the landscape). Seventy percent of the UK’s drinking water is provided from upland catchments and tourism brings in an estimated £1.78 billion to England’s upland national parks.\r\n\r\nWith regard to grouse moorland management, grouse shooting is one of the main land uses in the uplands along with grazing and forestry. The Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors within Special Areas of Conservation to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. The Government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment. \r\n\r\nThe Government is also working with moor owners and stakeholders to further improve management practices and peat condition, such as through the Blanket Bog Restoration Strategy.\r\n\r\nWith regard to birds of prey, like all wild birds they are protected under the Wildlife and Countryside Act 1981. The current legislation and guidance balances competing social, economic and environmental interests, while protecting the conservation status and welfare of the relevant bird of prey species. Some species of birds of prey need specific protection because their low numbers indicate that their populations are struggling.\r\n\r\nDepartment for Environment, Food and Rural Affairs ","created_at":"2018-01-11T14:41:50.019Z","updated_at":"2018-01-11T14:41:50.019Z"},"debate":null}},{"type":"petition","id":212366,"links":{"self":"https://petition.parliament.uk/petitions/212366.json"},"attributes":{"action":"Proscribe Antifa and other left wing anarchist groups as domestic terrorists","background":"Groups such as Antifa have publicly boasted that they’re willing to use violence in the name of \"social justice\". \r\nIn 2017 confidential documents revealed that US Homeland Security officials had classified Antifa as “domestic terrorists”. The UK should and must follow suit.\r\n","additional_details":"","state":"open","signature_count":14953,"created_at":"2018-02-09T06:19:23.908Z","updated_at":"2018-05-15T22:10:15.852Z","rejected_at":null,"opened_at":"2018-02-22T11:05:19.242Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-09T20:39:01.733Z","response_threshold_reached_at":"2018-03-13T16:45:34.425Z","government_response_at":"2018-03-26T15:22:01.654Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nigel Daly","rejection":null,"government_response":{"summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription. ","details":"Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far left extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nIn October 2015 we published the first ever Counter-Extremism Strategy to protect our communities from the wider social harms beyond terrorism caused by extremism. Extremists seek to justify behaviour that contradicts and undermines our shared values. If left unchallenged, the values that bind our society together start to fall apart. Women’s rights are eroded, intolerance and bigotry become normalised, minorities are targeted and communities become separated from the mainstream. Such behaviour cannot and will not go uncontested.\r\n\r\nThe Government is taking a comprehensive approach to tackling the evil ideology of extremism – whether violent or non-violent, Islamist, far-right or far-left.\r\n\r\nThe Counter-Extremism Strategy has four key pillars. We are: vigorously countering extremist ideology – making sure every part of government is taking action; actively supporting mainstream voices - especially in our faith communities and civil society; disrupting the most harmful extremists - using all of the tools available to us; and building more cohesive communities - by tackling segregation and feelings of alienation which can provide fertile ground for extremists’ messages. \r\n\r\nHome Office","created_at":"2018-03-26T15:22:01.652Z","updated_at":"2018-03-26T15:22:01.652Z"},"debate":null}},{"type":"petition","id":216496,"links":{"self":"https://petition.parliament.uk/petitions/216496.json"},"attributes":{"action":"Add Multiple Sclerosis to the Medical Exemption list","background":"To obtain a Medical Exemption Certificate and get free NHS prescriptions a condition needs to be on the current Medical Exemption list. I feel this list does not go far enough to help those suffering with long-term conditions such as Multiple Sclerosis. A revision could help thousands of people.","additional_details":"","state":"open","signature_count":14777,"created_at":"2018-03-29T22:21:50.519Z","updated_at":"2018-05-15T23:29:55.597Z","rejected_at":null,"opened_at":"2018-04-06T15:47:18.281Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-29T23:26:01.483Z","response_threshold_reached_at":"2018-04-13T08:38:00.302Z","government_response_at":"2018-04-26T11:09:07.049Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hannah Woods","rejection":null,"government_response":{"summary":"The Government has no plans to review the list of medical exemptions from prescription charges. Extensive arrangements are already in place to ensure that people can access affordable prescriptions.","details":"The Government has no plans to change the list of medical conditions which provide for exemption from prescription charges. Arrangements are in place to ensure that prescriptions are affordable for everyone. Almost ninety per cent of prescription items are already free on the NHS in England and a number of prescription charge exemptions are in place, for which someone with a long-term condition like multiple sclerosis may qualify.  Exemptions principally cover those with certain medical conditions, pregnant women and new mothers, children under 16, students under the age of 19 and in qualifying full time education, anyone over 60, and those on a low income or on certain income related benefits.\r\n \r\nPeople on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit.\r\n\r\nAnyone who has to pay NHS prescription charges and needs prescriptions regularly or needs many prescription items can save money with a prescription prepayment certificate (PPC).  PPC holders pay no further charge at the point of dispensing and there is no limit to the number of items the holder may obtain through the certificate. There are two types of PPC – a three month PPC which costs £29.10 for three months and a twelve month PPC which costs £104 per year. A holder of a 12 month certificate can get all the prescriptions they need for just £2 per week. The quickest and easiest way to obtain a certificate is online. Importantly, this includes the option to spread the cost via direct debit over ten months for a twelve month certificate.\r\n \r\nAlthough extensive arrangements are in place to ensure people can access affordable prescriptions, we recognise that more could be done to promote them. The NHS Business Services Authority (NHS BSA) has already taken forward a project to promote PPCs among patients and is now proactively working with specific pharmacy chains to raise awareness. It has also worked with the Citizens Advice Bureau to encourage them to talk to clients about PPCs if appropriate. PPCs are publicised on the NHS BSA’s website and on NHS Choices and in 2016-17 the NHS BSA sent out over 1.6 million posters and leaflets to promote the scheme in GP surgeries and pharmacies.\r\n\r\nThe NHS BSA is exploring ways to help patients navigate the “help with health costs” landscape better so that they can get appropriate help with their health costs.  It is looking at the whole customer journey to identify areas where the process can be simplified and improved. This includes a move, where appropriate, to digitisation of the service. We are considering whether more can be done to support healthcare professionals with alerting patients to the help that might be available to them.\r\n\r\nThe NHS BSA has already developed an online tool to help patients to find out what help they may be able to get and where to apply for it. There have been over seventy five thousand users since it launched in September 2017 and the NHS BSA has received positive feedback on it. This checker has more recently been promoted on social media and has received national press coverage. \r\n\t\r\nThe current financial situation prevents the Government from making any significant changes to the prescription charging system. We will, however, ensure that the NHS BSA’s important work, publicising the extensive arrangements that are already in place continues.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-26T11:09:07.046Z","updated_at":"2018-04-26T11:09:07.046Z"},"debate":null}},{"type":"petition","id":217239,"links":{"self":"https://petition.parliament.uk/petitions/217239.json"},"attributes":{"action":"Fund free BSL lessons for every parent or carer of a Deaf child in the UK","background":"90% of Deaf children are born to hearing families, most of which will have no experience of what they need to do to support that child. As a Teacher of the Deaf I repeatedly meet families that cannot afford BSL, which can leave the child isolated \u0026 frustrated. It costs £3000/person to gain level 3","additional_details":"Growing up as a CODA (child of Deaf adults) I have met adults/children who are left bitter \u0026 angry towards their own families as they felt excluded at meal times, parties \u0026 from daily life. Leading them to seek out the Deaf community in order to find support \u0026 understanding. Some end up with mental health issues which were fuelled by the isolation. Learning BSL alongside a child as they grow will allow inclusivity. Families need to celebrate their new journey with freedom from cost. Thank you.","state":"open","signature_count":14706,"created_at":"2018-04-10T08:24:49.936Z","updated_at":"2018-05-15T23:34:38.982Z","rejected_at":null,"opened_at":"2018-04-13T12:02:36.742Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T09:10:50.256Z","response_threshold_reached_at":"2018-04-28T08:26:39.602Z","government_response_at":"2018-05-14T16:58:02.993Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Brinsden","rejection":null,"government_response":{"summary":"Government has funded the development of a family sign language programme, through the I-sign programme, which is freely available at the National Deaf Children’s Society family sign language website.","details":"The Government recognises that early access to language is essential to help children to learn and to thrive. It is vital that parents and carers are supported to communicate with deaf and hearing impaired children, as well as young people that they care for.  \r\n\r\nThe Government has recognised BSL as an official language since 2003. BSL is a vital method of communication and we recognise that many hearing people choose to learn BSL in order to communicate more effectively with hearing impaired people in everyday life.\r\n\r\nThe Government wants all children to be able to reach their full potential and receive the right support to succeed in their education and as they move into adult life. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with special educational needs and disabilities (SEND), including those with hearing impairment.  \r\n\r\nTo implement these reforms we have invested in a number of programmes to support children and young people with hearing impairments, and their families. Over the past five years, we have funded a partnership of charities through the National Sensory Impairment Partnership (NatSIP) to provide support to early years, schools, post-16 providers and local authorities to improve outcomes for children and young people with sensory impairment. \r\n\r\nWe have funded the development of an Early Support guide for parents of deaf children available through the Council for Disabled Children’s website. \r\n\r\nIn addition, we have also funded the National Deaf Children’s Society’s I-Sign project and the development of a family-orientated sign language course http://www.familysignlanguage.org.uk/mainpage.htm \r\n\r\nFrom April 2018, Government is funding a Special Educational Needs and Disability (SEND) schools’ workforce contract with a consortium of organisations, led by nasen and including NatSIP, to deliver support to improve the support and training available to help schools with pupils with all types of SEND, including deaf and hearing impaired pupils.    \r\n\r\nThe Children Act 1989 (as amended by the Children and Families Act 2014) requires local authorities to assess whether a parent carer within their area has need for social care support and, if so, what those needs are.\r\n\r\nDepartment for Education\r\n","created_at":"2018-05-14T16:58:02.991Z","updated_at":"2018-05-14T16:58:02.991Z"},"debate":null}},{"type":"petition","id":214030,"links":{"self":"https://petition.parliament.uk/petitions/214030.json"},"attributes":{"action":"Hold a referendum for the legalisation of cannabis","background":"It is clear that the cannabis debate is not going away and given that the current conservative government understand the meaning of democracy by giving a referendum to the public on our membership of the E.U it should give the public a referendum on cannabis legalisation and let the public decide","additional_details":"","state":"open","signature_count":14632,"created_at":"2018-02-28T23:35:29.626Z","updated_at":"2018-05-15T23:29:35.157Z","rejected_at":null,"opened_at":"2018-03-12T16:24:18.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-01T21:07:58.878Z","response_threshold_reached_at":"2018-04-13T20:37:33.607Z","government_response_at":"2018-04-30T12:42:38.839Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth lendrum","rejection":null,"government_response":{"summary":"This Government has no plans to legalise cannabis.  ","details":"Cannabis is a Class B Drug under the Misuse of Drugs Act 1971.  There is a substantial body of scientific and medical evidence to show that controlled drugs, such as cannabis, are harmful and can damage people’s mental and physical health, and our wider communities.\r\n \r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (‘ACMD’), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”.  The ACMD’s most recent advice on cannabis is set out in its 2008 report - https://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008.\r\n\r\nThe legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. It would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery this can cause to families and society. \r\n\r\nHome Office","created_at":"2018-04-30T12:42:38.836Z","updated_at":"2018-04-30T12:42:38.836Z"},"debate":null}},{"type":"petition","id":211905,"links":{"self":"https://petition.parliament.uk/petitions/211905.json"},"attributes":{"action":"Ensure the UK leaves all EU defence rules, policies and structures on 29/03/19.","background":"Since November 2016, the UK has joined all parts of the EU’s \"defence union\" except one, without any vote by MPs. These include finance, command centre and a central budget.\r\nIf the UK stays in them or if any of them go into an exit agreement, as Govt has proposed, the UK will not have left the EU.","additional_details":"http://veteransforbritain.uk/brexit-and-defence-integration-a-short-summary/\r\n\r\nhttp://veteransforbritain.uk/the-seven-ways-eu-defence-union-binds-the-uk-in-terms-of-brexit/\r\n\r\nhttp://veteransforbritain.uk/pesco-avoided-but-risks-remain/\r\n\r\nhttp://veteransforbritain.uk/dexeus-defence-partnership-paper-is-a-grave-mistake-and-gives-the-eu-control/\r\n\r\nhttp://veteransforbritain.uk/vfb-chairman-speech/\r\n\r\nhttps://www.brugesgroup.com/blog/the-uk-is-stuck-in-a-quagmire-over-eu-defence-union","state":"open","signature_count":14617,"created_at":"2018-02-04T20:43:53.030Z","updated_at":"2018-05-15T20:53:51.515Z","rejected_at":null,"opened_at":"2018-02-16T14:07:23.840Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-05T11:04:36.402Z","response_threshold_reached_at":"2018-03-19T15:44:57.081Z","government_response_at":"2018-04-10T16:07:55.953Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Banks","rejection":null,"government_response":{"summary":"The British people voted to leave the EU, and the Government will respect that decision. We want to develop a new partnership with the EU that builds on our existing security relationship.","details":"We have always said that Parliament must be fully involved in shaping our exit from the EU. The Government has committed to hold a vote on the final deal in Parliament as soon as possible after the negotiations have concluded. This vote will cover both the Withdrawal Agreement and the terms for our future relationship. If Parliament supports the resolution to proceed with the Withdrawal Agreement and the terms for our future relationship, the Government will bring forward a Withdrawal Agreement \u0026 Implementation Bill to give the Withdrawal Agreement domestic legal effect.\r\n\r\nWhere it is necessary to implement future agreements the Government will introduce further legislation where it is needed, ensuring further opportunities for proper parliamentary scrutiny. \r\n\r\nWith regards to our future security partnership with the EU, in Munich, the Prime Minister set out the UK’s unconditional commitment to European security. It has always been the case that our security at home is best advanced through global cooperation, working with institutions that support that, including the EU. We want to develop a new partnership with the EU that builds on the depth and breadth of our existing security relationship; from foreign and defence policy, to law enforcement and criminal judicial cooperation.\r\n\r\nOur success will also depend on a breadth of partnerships that extend beyond cooperation with the EU. We must develop more bilateral cooperation between European nations, build the ad-hoc groupings that allow us to counter terrorism and hostile state threats, and we must ensure a reformed, modernised NATO remains the cornerstone of our shared security.\r\n\r\n\r\n\r\nAlongside this, the UK remains committed to using its assets, capabilities and influence alongside the EU and our European partners. Our cooperation in this regard is not just vital because our people face common threats, but also because we share a deep, historic belief in the same values - the values of peace, democracy, human rights, and the rule of law.\r\n\r\nThe UK therefore seeks to develop a deep and special partnership with the EU that goes beyond existing third country arrangements, and which builds on the breadth and depth of our shared interests and values. This must be a partnership that underpins practical collaboration to tackle real world challenges.\r\n\r\nAs part of this cooperation, where it is in the mutual interest, the UK would be ready to participate in EU missions and operations. However, we would require a level of involvement in the development and planning of such missions and operations, commensurate with the scale of deployment and the operational risk attached. \r\n\r\nIn other areas, a more informal relationship could work for both parties. For instance, we will no longer be party to Common Foreign and Security Policy, and will pursue an independent foreign policy. But we should maintain regular close consultations on foreign and security policy issues, and align where it is in our mutual interest. An informal, political relationship would enable cooperation but retain the autonomy of both the UK and the EU.\r\n\r\nWe intend, therefore, to approach negotiations with flexibility and practical benefit in mind. We are not seeking a one-size-fits-all approach to institutional engagement, which we consider could be counter-productive. \r\n\r\nWe want the EU to succeed in its foreign and security policy goals, which we share, as made clear in the Strategic Defence and Security Review 2015 and the 2016 EU Global Strategy.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-04-10T16:07:55.949Z","updated_at":"2018-04-10T16:07:55.949Z"},"debate":null}},{"type":"petition","id":213108,"links":{"self":"https://petition.parliament.uk/petitions/213108.json"},"attributes":{"action":"The Government must introduce an independent regulator for English football","background":"We urge the Government to introduce an independent regulator for English football, charged with ensuring the highest possible standards of governance for all clubs","additional_details":"Full background information can be found at http://www.blackpoolsupporterstrust.com/Site/LatestNews.aspx?NewId=117","state":"open","signature_count":14226,"created_at":"2018-02-17T12:39:46.689Z","updated_at":"2018-05-14T15:57:58.938Z","rejected_at":null,"opened_at":"2018-02-22T13:46:23.724Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-17T13:09:29.048Z","response_threshold_reached_at":"2018-03-16T09:32:47.261Z","government_response_at":"2018-03-29T13:44:30.262Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andy Higgins","rejection":null,"government_response":{"summary":"HMG believes sports are best governed by modern, transparent, accountable and representative governing bodies, able to act decisively in the long-term interest of each sport and its participants.","details":"HMG is aware of concerns that have been raised about the Football Association’s ability to govern the game effectively. As the national governing body for football in England, the FA is responsible for regulating, promoting and developing the game at every level.\r\n\r\nThe Sports Governance Code that came into force on 1 April 2017 applies to all sporting bodies in receipt of public funding from Sport England and UK Sport. It challenges the FA and all other governing bodies to demonstrate that they meet the highest standards of governance and regulation. The Code requires evidence that sports bodies operate efficiently and successfully while being transparent and representative of society.\r\n\r\nWe therefore welcome the reforms the FA has made to comply with the Code that include reducing its Board in size from 12 to 10 members, ensuring a more even gender split, and ensuring at least a quarter of its members are independent of football club interests. We believe that moving to a thoroughly strategic, accountable and representative Board with the right mix of skills, diversity and experience is the key to unlocking the long-term potential of football in this country, from grassroots up to the national teams.\r\n\r\nThe reform of the FA Council; changes to tenure, and the addition of new members will help ensure this body is also more representative of the modern game. The principle that all FA Committees should report to the Board is one we strongly support and is a requirement under the Code.\r\n\r\nWe are comfortable that the actions the FA has already taken and further actions it has agreed to implement to comply with the Sports Governance Code will improve its governance. This will continue to be monitored and managed through funding conditions which require ongoing compliance with the Code.\r\n\r\nThe Premier League (PL) and the English Football League (EFL) are not in receipt of public funding and therefore they and the clubs in their leagues are not regulated through the mandatory condition of funding which requires compliance with the Sports Governance Code. However, the PL and the EFL have established their own regulatory frameworks which clubs are required to comply with in order to participate in their respective leagues.\r\n\r\nIndeed we welcome the fact that the financial state of football clubs in this country is better now than at any time over the last 20 years. Measures introduced in recent years include the Leagues requiring business cases and proof of funds from club owners, a working relationship between clubs and HMRC over tax owed, and the adoption of financial fair play rules. Together these have helped curb club debt and promoted sustainability. However, football clubs and the football authorities cannot be complacent. They must keep these rules under constant review.\r\n\r\nSimilarly, with regard to ownership of clubs, the onus for the football authorities is ensuring the criteria (known as the ‘Owners and Directors (ODT) Test’) as to whom can hold a controlling interest in clubs is as robust as possible, that due diligence is carried out on owners and conditions on what they can and cannot do are laid down from the start. We are pleased the football authorities have agreed to keep the ODT test under regular review and to listen to supporters’ concerns. This promise was outlined in the report of the Government’s Expert Working Group on Supporter Ownership and Engagement published in January 2016.\r\n\r\nWe are clear that we do not expect that the PL or EFL’s rulebooks will be superseded but it is right that policy-making on disciplinary issues sits outside the Leagues. The Football Regulatory Authority for example, is a body responsible for regulatory, disciplinary and rule-making for football played in England. The membership of the body is jointly made up of representatives from the national game, professional game and independent non-executives. \r\n\r\nThe Independent Football Ombudsman is also there to receive and adjudicate on complaints which have failed to be resolved by football clubs or the football authorities.  The IFO is an important part of football’s self-regulatory system.\r\n\r\nWe accept that football governance must keep evolving if it is to keep pace with the challenges of the modern game and the global commercial attractiveness of English football. The Sports Governance Code helps, but the FA and other football bodies responsible for regulation of the game should continue to review how they are set up to ensure the effective running of the sport. At present, the regulatory framework that operates via league regulation through the PL and the EFL demonstrates there is already regulation of the governance of all football clubs. Where regulation is being managed by the existing authorities in football to the extent which it is, this negates the desire or need to establish an independent regulator\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-03-29T13:44:30.259Z","updated_at":"2018-03-29T13:44:30.259Z"},"debate":null}},{"type":"petition","id":207171,"links":{"self":"https://petition.parliament.uk/petitions/207171.json"},"attributes":{"action":"We want a law to ban tyres over 10 years old being used on buses and coaches.","background":"Michael Molloy, aged 18, was killed travelling back from Bestival on The Isle of Wight. The coach Michael was travelling in crashed when a 19.5-year-old tyre had a catastrophic blow-out. Kerry Ogden, aged 23, and the driver Colin Daulby were also killed and many others sustained horrific injuries.","additional_details":"Old tyres kill. We call on the government to act now and ban the use of dangerously old tyres on passenger service vehicles (PSVs). Guidelines are the lowest form of intervention, we need legislation to stop negligent operators and save lives.","state":"open","signature_count":13542,"created_at":"2017-12-06T13:21:15.993Z","updated_at":"2018-05-15T21:39:16.184Z","rejected_at":null,"opened_at":"2017-12-19T17:44:09.144Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-14T11:26:48.850Z","response_threshold_reached_at":"2018-02-20T20:19:27.248Z","government_response_at":"2018-03-01T14:39:43.966Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Zoe Wallace","rejection":null,"government_response":{"summary":"The Government takes road safety seriously but legislation must be evidence led. It has taken steps to manage tyres on public service vehicles and initiated research. Extra measures are not ruled out.","details":"The Government takes road safety very seriously and has taken action to control the use of older tyres on public service vehicles (PSV) in response to the tragic event on the A3 in September 2012. The Government is committed to using robust evidence to guide policy decisions and further measures are not ruled out.\r\n\r\nConsultations with experts from the UK and EU tyre industry revealed that tyre ageing is more complex than a simple relationship with chronological age and is related to wider issues such as tyre use and maintenance. \r\n\r\nIn seeking scientific evidence to inform the policy options, it became clear that there is limited research in this field. Therefore, in January 2018, the Department for Transport initiated a 12-month programme of independent research with the purpose of gaining a better understanding of the ageing process of tyres. This research seeks to quantify the effect of age on a tyre’s integrity, provide guidance on whether an age limit is appropriate and, if so, what that limit should be. The findings of the research will inform decisions and will be published. \r\n\r\nIn advance of the research, the Government worked with the tyre industry, the Traffic Commissioners and the vehicle operating industry to improve tyre management.  In 2014, guidance was issued to all PSV operators and to the members of the trade associations - the Confederation of Passenger Transport and the Road Haulage Association. This guidance explained how to establish the age of a tyre and included a recommendation that any tyre over 10 years of age should only be fitted as part of a twin wheel arrangement on a rear axle. This initial guidance was supplemented by a more comprehensive tyre maintenance guide, produced by the tyre industry with the support of the Senior Traffic Commissioner and the Department for Transport (the Department), aimed at ensuring good tyre maintenance.\r\n\r\nThe Department ensured that a printed copy of this guide was delivered to every PSV operator. This guidance is also available on the British Tyre Manufacturers’ Association website (http://btmauk.com/wp-content/uploads/2014/12/October-2016-CV-TyreManagement-LINKS-270916.pdf).\r\n\r\nIn parallel, Driver and Vehicle Standards Agency (DVSA) enforcement staff carried out spot checks on older buses and coaches to assess the age of tyres in this segment of the national fleet. These checks were in addition to their normal enforcement programme. A year after the initial guidance was published, a further survey of older buses and coaches indicated a reduction in the average age of tyres fitted in the PSV fleet and demonstrated widespread compliance with the published advice. \r\n\r\nThe combination of guidance and enforcement has been successful to date. Official figures show that in the period between June and September 2017, the DVSA conducted 28,524 roadworthiness inspections on PSVs. Of those, approximately 0.23% failed to meet the minimum requirements for tyres set down in regulation.  Approximately 0.03% of the vehicles had tyres older than 10 years fitted to the front axle and, importantly, only four of these vehicles (approximately 0.014%) had tyres older than 11 years. These figures indicate that the industry is adhering to the guidance that has been issued. DVSA vehicle examiners have been instructed to remain vigilant and to issue official advice notes to reinforce the message on those operators who have not followed best practice.\r\n\r\nNevertheless, the Department wants to go further in examining this important issue. It will continue to monitor the use of tyres in the PSV fleet and will look carefully at the evidence that emerges from the independent scientific research to determine what further measures are appropriate.\r\n\r\nDepartment for Transport","created_at":"2018-03-01T14:39:43.963Z","updated_at":"2018-03-01T14:39:43.963Z"},"debate":null}},{"type":"petition","id":214119,"links":{"self":"https://petition.parliament.uk/petitions/214119.json"},"attributes":{"action":"Make Universities UK subject to the Freedom of Information Act.","background":"We ask that the appropriate Government Minister make an order under the Freedom of Information Act 2000 Section 5(1) designating Universities UK as a public authority, so making Universities UK subject to the Freedom of Information Act.","additional_details":"Universities are rightly subject to the Freedom of Information Act.  Universities UK is an organisation consisting of the heads of higher education institutions defining itself as “the voice of universities”.  In doing so Universities UK functions as a public organisation (and of a public nature), and so should also be subject to the Freedom of Information Act.  Other similar sector-wide organisations have been so designated by this method.","state":"open","signature_count":12977,"created_at":"2018-03-02T10:15:21.761Z","updated_at":"2018-05-15T13:38:12.543Z","rejected_at":null,"opened_at":"2018-03-05T22:20:05.528Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T16:01:03.872Z","response_threshold_reached_at":"2018-03-10T13:04:15.326Z","government_response_at":"2018-04-16T09:14:49.573Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Murphy","rejection":null,"government_response":{"summary":"Universities UK does not meet the criteria for being added to the scope of the Freedom of Information Act as set out in sections 4 and 5 of the legislation, and there are no plans to alter these. ","details":"Schedule 1 to the FOI Act lists bodies that are covered by the FOI Act. For a body to be added to this schedule they must meet certain conditions set out in Section 4 of the FOI Act.\r\n\r\nBriefly, they must be established by either a Minister of the Crown, a Government Department or by legislation, and appointments to the body must be made by the same. Under Section 5 of the FOI Act, the Government can designate as a public authority any body which appears to exercise functions of a public nature or is providing a function of a public authority under contract. \r\n\r\nUniversities UK do not meet the above conditions and are therefore not\r\ncovered by the FOI Act. The Government has currently no plans to alter the criteria for bodies that should be covered by the FOI Act.\r\n\r\nCabinet Office","created_at":"2018-04-16T09:14:49.571Z","updated_at":"2018-04-16T09:14:49.571Z"},"debate":null}},{"type":"petition","id":214210,"links":{"self":"https://petition.parliament.uk/petitions/214210.json"},"attributes":{"action":"Accept a role as guarantor to the USS pension scheme","background":"The USS pension deficit is due to a \"self sufficiency in gilts\" valuation method that models what would happen if the pre-92 universities went bankrupt. If Government believes this is possible, this would be a national tragedy! They should therefore indemnify USS, until the next valuation at least.","additional_details":"USS is a private pension scheme with 350 member employers. The university dispute rests on a valuation method in which the Government’s Pension Regulator has played a key role. But this method assumes \"the employer\" goes bankrupt, which in the case of USS means all (or a sizeable proportion of) pre-92 universities. This should be politically unthinkable. We therefore call on Government to indemnify USS and the Trustee Board against employer bankruptcy, for the current valuation cycle at least.","state":"open","signature_count":12672,"created_at":"2018-03-03T17:02:22.453Z","updated_at":"2018-05-07T13:35:16.436Z","rejected_at":null,"opened_at":"2018-03-13T15:53:58.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T18:23:03.507Z","response_threshold_reached_at":"2018-03-16T20:01:06.398Z","government_response_at":"2018-03-29T11:17:51.310Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Wallis","rejection":null,"government_response":{"summary":"Government has no plans to underwrite the Universities Superannuation Scheme (USS). It is the responsibility of autonomous higher education providers to ensure appropriate pension provision for staff.","details":"The Government is concerned about the ongoing industrial action over the proposed reforms to the Universities Superannuation Scheme (USS). \r\n\r\nThe Government has no plans to underwrite the Universities Superannuation Scheme (USS). The USS is the country’s largest Defined Benefit pension scheme. It has nearly 400,000 members, along with sizable assets and liabilities. The cost to the taxpayer of underwriting such a scheme could be significant, and any further Government involvement in supporting the USS would need to be considered very carefully.\r\n\r\nThe autonomy of higher education providers is explicitly recognised in the Higher Education and Research Act 2017. It is for autonomous providers to ensure appropriate pension provision for their staff, and it is their responsibility to resolve the current dispute through dialogue between Universities UK (UUK) and the University and College Union (UCU). \r\n\r\nThe Government recognises the concerns of university staff as well as university employers, and has spoken with both UUK and UCU to encourage them to continue to talk to find a resolution that works for universities, students and staff. This is the most appropriate route towards a resolution.\r\n\r\nDepartment for Education","created_at":"2018-03-29T11:17:51.306Z","updated_at":"2018-03-29T11:17:51.306Z"},"debate":null}},{"type":"petition","id":216928,"links":{"self":"https://petition.parliament.uk/petitions/216928.json"},"attributes":{"action":"An urgent debate on strategies for effectively combating gun and knife crime","background":"As of the date of this petition there have been 50 gun/knife related killings in our capital.  The ONS states that knife offences rose by 23% in the Capital, a higher murder rate than New York.  Links below will remind you of some of those who have fallen victim to date this year and in 2017.","additional_details":"Here are some national headlines regarding this issue, which is now at crisis point.  Please forward this petition to your network.\r\n\r\nhttps://www.theguardian.com/uk-news/2018/apr/04/killed-in-2018-londons-victims-of-violence#img-2 \r\n\r\nhttps://www.theguardian.com/membership/ng-interactive/2017/mar/28/beyond-the-blade-marking-the-death-of-every-child-and-teen-by-a-knife-in-2017 \r\n\r\nhttps://www.standard.co.uk/news/crime/gun-and-knife-crime-soaring-in-london-official-figures-show-a3513366.html","state":"open","signature_count":12605,"created_at":"2018-04-05T13:08:29.682Z","updated_at":"2018-05-15T21:17:01.878Z","rejected_at":null,"opened_at":"2018-04-06T19:22:05.567Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-05T13:22:19.845Z","response_threshold_reached_at":"2018-04-09T19:05:09.558Z","government_response_at":"2018-04-19T09:33:55.614Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rev Les Isaac OBE","rejection":null,"government_response":{"summary":"This tragic loss of life is not acceptable. In response to the recent increases in knife crime, gun crime and homicide the Government published on 9 April the Serious Violence Strategy. ","details":"The Government is determined to break the deadly cycle of violence that devastates the lives of individuals, families and communities.  In response to the recent increases in knife crime, gun crime and homicide, the Government published the Serious Violence Strategy.  The Strategy outlines an ambitious programme working with a range of Government Departments and partnerships across a number of sectors such as education, health, social services, housing, youth services, and victim services.  \r\n\r\nThe strategy makes clear that our approach is not solely focused on law enforcement, very important as that is, but depends also on partnerships across a number of sectors.  In particular, it needs the support of communities thinking about what they can do themselves to help prevent violent crime happening in the first place and how they can support measures to get young people and young adults involved in positive activities.  \r\n\r\nWe know intervening early can help us catch young people before they go down the wrong path, encouraging them to make positive choices and that is why the strategy represents a step change in the way we think and respond and in particular, a shift to early intervention and prevention steering young people away from crime in the first place and put in place measures to tackle the root causes of the problem.\r\n \r\nAction in the strategy is centred on the following key themes:\r\n\r\n•\tTackling county lines and misuse of drugs; \r\n•\tEarly intervention and prevention;\r\n•\tSupporting communities and local partnerships; and\r\n•\tLaw enforcement and the criminal justice response\r\n\r\nThe strategy sets out a range of key actions we will take to tackle serious violence, building on the significant programmes of work already in place to tackle knife crime, gun crime and the acid attacks action plan.  The strategy includes over 60 specific commitments for action in the coming months and years ahead including creation of a new National County Lines Coordination Centre, creation of a new Early Intervention Youth Fund and measures to strengthen local partnerships and the multi-agency response to this issue. \r\n\r\nThe Home Secretary will be overseeing implementation of the strategy through a refocused Inter-Ministerial Group on the Serious Violence Strategy and through creation of a new Serious Violence Taskforce.  The Taskforce will include key representatives from national and local government, Police and Crime Commissioners and key delivery partners including representatives from health, education and industry.  \r\n\r\nWe will introduce an Offensive Weapons Bill to include a ban on the sale of the most dangerous corrosive products to under-18s, make it a criminal offence to possess corrosive substances in a public place and bring in tough restrictions on online sales of knives, as well as announcing plans to publicly consult on extending stop and search powers to enable the police to search for, and seize, acid from people carrying it in public without good reason.\r\n\r\nHome Office","created_at":"2018-04-19T09:33:55.610Z","updated_at":"2018-04-19T09:33:55.610Z"},"debate":null}}]}