{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":225025,"links":{"self":"https://petition.parliament.uk/petitions/225025.json"},"attributes":{"action":"The UK government should ban Steve Bannon from entering the UK","background":"Steve Bannon is a far-right political figure who poses a direct risk to the security of the UK. He should not be allowed to enter the UK to spread messages of hate.","additional_details":"","state":"open","signature_count":13322,"created_at":"2018-07-15T12:30:45.455Z","updated_at":"2018-11-01T08:28:12.435Z","rejected_at":null,"opened_at":"2018-07-27T15:03:01.587Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-15T17:17:08.482Z","response_threshold_reached_at":"2018-07-31T19:42:22.395Z","government_response_at":"2018-08-20T16:09:35.223Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Bruce Johnston","rejection":null,"government_response":{"responded_on":"2018-08-20","summary":"The Government has a policy of not routinely commenting on individual immigration or exclusion cases.","details":"The Government does not routinely comment on individual immigration cases.\r\n\r\nComing to the UK is a privilege and not a right. There are powers available in immigration legislation to prevent those who seek to harm our society and who do not share our basic values from entering the UK. Individuals can be refused a visa or entry at the border if their character, conduct or associations make it undesirable to grant them entry to the UK.  \r\n\r\nThe Home Secretary may also exclude a non-European Economic Area national from the UK if he considers their presence in the UK to be non-conducive to the public good. This may be on the grounds of criminality, extremism or unacceptable behaviour or for national security reasons. \r\n\r\nExclusion powers are very serious and are not used lightly. The Home Secretary will use these powers only when justified and based on all available evidence.\r\n\r\nThe Government recognises the strength of feeling against the views expressed by Steve Bannon and will continue to speak out against comments which have the potential to divide our communities, regardless of who makes them. We reject any attempts to create division and marginalisation amongst those we endeavour to protect.\r\n\r\nHome Office.","created_at":"2018-08-20T16:09:35.220Z","updated_at":"2018-08-20T16:09:35.220Z"},"debate":null}},{"type":"petition","id":223225,"links":{"self":"https://petition.parliament.uk/petitions/223225.json"},"attributes":{"action":"Make it a criminal offence to leave animals especially dogs or cats in a hot car","background":"Make it a specific criminal offence to leave a dog, cat or any other living animal in a car especially during hot weather or heatwaves or any other conditions in which the car may become overheated and unbearable for the animal and especially in which may effect the health or be fatal for the animal","additional_details":"I’m wanting this to become a criminal offence after seeing numerous press articles about dogs especially being left in hot cars during the recent hot weather.\r\n\r\nI have some links to some of the recent press articles -\r\n\r\nhttp://www.dailymail.co.uk/news/article-5891053/Police-called-dog-locked-sweltering-hot-car.html\r\n\r\nhttps://www.somersetlive.co.uk/news/somerset-news/dog-trapped-in-hot-car-1721661\r\n\r\nhttp://www.dailymail.co.uk/news/article-5887581/Dramatic-moment-police-forced-smash-car-free-two-sweltering-dogs.html?ito=social-facebook\r\n\r\nI hereby call on the government to make it a criminal offence to leave any animals and especially dogs or cats in a car in hot uncomfortable conditions, especially conditions which may affect the health of the animal and/or may be fatal.","state":"open","signature_count":12811,"created_at":"2018-06-27T21:55:03.726Z","updated_at":"2018-11-03T23:59:27.901Z","rejected_at":null,"opened_at":"2018-07-03T15:34:39.394Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-27T22:39:58.692Z","response_threshold_reached_at":"2018-08-05T17:23:30.291Z","government_response_at":"2018-08-14T11:21:58.517Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Jennings","rejection":null,"government_response":{"responded_on":"2018-08-14","summary":"It is already a criminal offence to cause an animal unnecessary suffering by leaving it in a hot car.","details":"It is a criminal offence, under the Animal Welfare Act 2006, to cause an animal unnecessary suffering, including by leaving it in hot car. The maximum penalty for such an offence is 6 months’ imprisonment or an unlimited fine, or both. The Government has already announced that it will increase the custodial penalty for this offence to 5 years’ imprisonment.\r\n\r\nAnimal owners and keepers must be aware that they have a legal duty to provide for the welfare needs of their animals, at all times. There is considerable publicity warning people about the dangers of heat stress and leaving animals inside hot vehicles. Owners must be aware that many animals do not react well to hot temperatures, including dogs, and ensure that even in hot weather they are not left unattended in such circumstances.\r\n\r\nIn addition the statutory Code of Practice for the Welfare of Dogs explains the dangers of heat stress on dogs and the need to avoid leaving them in cars on hot days. A copy of the code can be found here on the Government’s official website:\r\n  \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nBreach of a provision of the Code is not an offence itself but if proceedings are brought against someone for an offence under Section 9 of the Animal Welfare Act 2006, the Court will look at whether or not that person has complied with the Code in deciding whether they have committed an offence.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-08-14T11:21:58.515Z","updated_at":"2018-08-14T11:21:58.515Z"},"debate":null}},{"type":"petition","id":228078,"links":{"self":"https://petition.parliament.uk/petitions/228078.json"},"attributes":{"action":"Require plant-based options suitable for vegans on public sector menus every day","background":"More people are deciding to live vegan, with the number in the UK doubling twice in 4 years. Plant-based options on every daily menu in government and public services would protect the rights of vegans and recognise the benefits of plant-based food for our health, the environment and animals.","additional_details":"Vegans have similar legal protections as people with religious beliefs. \r\n\r\nSadly, provision for vegans in the public sector is lacking, with hospital patients and school children often going hungry.\r\n \r\nPlant-based food can be enjoyed by all. The British Dietetic Association says that well-planned totally plant-based diets are suitable for every age and life stage. \r\nThe UN has urged a move towards a meat and dairy free diet for the benefit of our planet, and the UK has the opportunity to lead the way.","state":"open","signature_count":12451,"created_at":"2018-08-31T11:17:16.279Z","updated_at":"2018-11-03T23:45:51.265Z","rejected_at":null,"opened_at":"2018-09-13T14:17:23.568Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-31T11:45:55.116Z","response_threshold_reached_at":"2018-11-01T13:26:53.922Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Banahan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227405,"links":{"self":"https://petition.parliament.uk/petitions/227405.json"},"attributes":{"action":"Scrap The Forestry Commission Licence Agreements With Fox \u0026 Hare Hunts","background":"The Forestry Commission licences ‘trail hunts’ (fox, beagle \u0026 harrier packs) to use public land with staff convicted under the Hunting Act 2004 \u0026 Protection of Badgers Act 1992. These should be scrapped. This shouldn’t apply to licenses agreed with Masters of Bloodhounds \u0026 Draghounds Association.","additional_details":"A recent list of Forestry Commission licensed hunts is here: https://www.forestry.gov.uk/foi Including: \r\nThe Meynell \u0026 South Staffordshire Hunt, whose master has been convicted for illegally hunting foxes: https://www.bbc.co.uk/news/uk-england-derbyshire-19552192 \r\nCottesmore Hunt (employee convicted for blocking a badger sett): https://nwhsa.wordpress.com/2015/09/17/cottesmore-hunt-employee-pleads-guilty-to-badger-sett-offence/\r\nTrail hunting is a myth exposed by the International Fund for Animal Welfare: https://s3.amazonaws.com/ifaw-pantheon/sites/default/files/legacy/2015-IFAW-Trail-of-Lies-full-report.pdf","state":"open","signature_count":12125,"created_at":"2018-08-16T22:35:17.179Z","updated_at":"2018-11-03T23:39:02.559Z","rejected_at":null,"opened_at":"2018-09-18T16:32:26.900Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T05:59:38.904Z","response_threshold_reached_at":"2018-09-30T07:19:58.739Z","government_response_at":"2018-10-17T15:05:28.679Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Riggall","rejection":null,"government_response":{"responded_on":"2018-10-17","summary":"Trail hunting is a legitimate activity. The Forestry Commission only permits trail hunting on its land under strictly controlled agreements.","details":"The Hunting Act 2004 came into effect on 18 February 2005 and bans all hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. \r\n\r\nMany hunts have since turned to trail hunting as an alternative to live quarry hunting, which involves the hunting of an artificial scent, or the scent of a fox, deer or mink, to mimic live quarry racing. A huntsman will go out ahead of the field and lay a trail; the dogs and followers will then follow this trail. Because the huntsmen or followers do not know in advance the route hounds will take when following the trail, trail hunting tends to closely match traditional live quarry hunting.\r\n\r\nIt is for the Forestry Commission to decide whether to permit trail hunting on its land.\r\n  \r\nThe Forestry Commission only permits trail hunting on the Public Forest Estate (PFE) to members of the Masters of Fox Hounds Association (MFHA) and the Masters of Draghounds and Bloodhounds Association (MDBA). The Forestry Commission enters into master agreements with the MFHA and MDBA, which strictly govern the terms under which trail and drag hunting are permitted on the PFE.\r\n\r\nThe agreements oblige each hunt to obtain a separate permission from the Forest Management Director of the District to trail and drag hunt on the PFE and to agree dates and routes four weeks prior to the commencement of the season in November.\r\n\r\nThe permission obliges the hunt to maintain £5 million liability insurance and indemnify the Forestry Commission against any damage or loss. The permission also strictly enforces the byelaws of the Forestry Commission and gives the Forest Management Director the ability to restrict the number of hounds and manner of hunting.\r\n\r\nThe Head of Estates meets the MFHA annually to review the previous season’s activity and to report on any issues and agree any actions that need to be taken. Through the agreements with MFHA and MDBA, the Forestry Commission is able to monitor the conduct of trail hunts on the PFE to ensure hunts comply with legislation.\r\n\r\nThe Government has no plans to ban trail hunting, which is a legitimate activity. Anyone who believes an offence is taking place, or has taken place, during a hunt (including trail hunting) should report the matter to the Police, as they deal with complaints of illegal hunting. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-10-17T15:05:28.675Z","updated_at":"2018-10-17T15:05:28.675Z"},"debate":null}},{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":11819,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-11-03T21:34:20.277Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":"2018-06-25T06:27:39.840Z","government_response_at":"2018-07-03T12:07:27.199Z","debate_threshold_reached_at":null,"scheduled_debate_date":"2018-10-29","debate_outcome_at":"2018-10-30T13:32:15.619Z","creator_name":"Ritesh Patel","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Diwali. The costs are considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Diwali and Dussehra contribute towards this objective. We regret however that we cannot agree to create new bank or public holiday to mark these festivals.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an impact assessment  for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  ACAS provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-03T12:07:27.196Z","updated_at":"2018-07-03T12:07:27.196Z"},"debate":{"debated_on":"2018-10-29","transcript_url":"https://hansard.parliament.uk/commons/2018-10-29/debates/6EF118AA-489B-4ADC-B915-FFE29C922C4E/PublicHolidaysOnReligiousOccasions","video_url":"https://parliamentlive.tv/Event/Index/c6b5effc-168a-495e-a680-e425ec2ce00b","debate_pack_url":"https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/religious-holidays-29-10/","overview":""}}},{"type":"petition","id":223069,"links":{"self":"https://petition.parliament.uk/petitions/223069.json"},"attributes":{"action":"Mandatory EHCPs  for children with Autism.","background":"As a parent to a little boy with autism it's something I feel very strongly about.It's an injustice not to put appropriate supports in school for children with a disability.","additional_details":"","state":"open","signature_count":11622,"created_at":"2018-06-26T07:51:23.419Z","updated_at":"2018-11-03T22:23:09.797Z","rejected_at":null,"opened_at":"2018-07-02T15:44:39.444Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T10:14:27.338Z","response_threshold_reached_at":"2018-10-17T21:52:28.348Z","government_response_at":"2018-10-30T09:36:02.331Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dianne Mortimore","rejection":null,"government_response":{"responded_on":"2018-10-30","summary":"The widely ranging needs of the children and young people on the autistic spectrum are best met by the current graduated SEN system, rather than one requiring mandatory EHC plans for all.","details":"We introduced significant reforms to help all children, no matter what their special educational need or disability (SEND), to be able to reach their full potential and receive the right support to succeed in their education and their adult lives. \r\n\r\nChildren and young people with autism have a range of individual needs and some have other additional SEND as well as autism. The SEND system introduced through the Children and Families Act 2014 is aimed at identifying and meeting a range of diverse needs. Schools should be monitoring the progress of all their pupils and intervening where learning difficulties are identified, providing ‎the 'graduated approach' known as SEN support. This is a cycle of assessment, planning, intervention and review used by schools and colleges to assist them to identify needs and continuously support progress. Schools and colleges are required to use their best endeavours to support children and young people’s needs. \r\n\r\nWhere this approach is applied in a timely and effective way, the majority of children and young people with autism can and do achieve well in their education without an Education, Health and Care (EHC) plan. In January 2018 14.6% of the school population were identified with SEN and just 2.9% of these had an EHC plan. \r\n\r\nIf a child or young person, including those with autism, does not make expected progress in response to the support being provided by the school, or the support required exceeds the school or colleges’ SEND provision, the school or college, or the parents/carers of the child or young person, or the young person themselves, can ask the local authority to carry out an EHC needs assessment, provided one has not taken place in the previous six months. All local authorities have a duty under the Children and Families Act 2014 to carry out assessments and draw up EHC plans where necessary and they must look at each request for an assessment individually. \r\n\r\nMany children and young people with autism do have an EHC plan. 28.2% of all the pupils with EHC plans in January 2018 had autism identified as their primary need, the most common type of need overall (School Census). Out of 119,909 pupils with a primary need of autism, 55% had an EHC plan (or statement) and 45% were on SEN support.  Identification of children with autism who need plans has increased each year since 2010. Children and young people with autism are being identified for EHC plans where necessary. \r\n\r\nChildren and young people with autism have especially benefitted from the person-centred, multi-agency, participative approach of the reformed SEND system and its focus on good progress and successful supported transition to adulthood. The system is based on meeting individuals’ needs rather than the creating mandatory categories of groups of children with SEND.  \r\n\r\nWe have funded the Autism Education Trust (AET) since 2011 to deliver autism awareness and autism training to education staff in early years, schools and further education settings and it has so far reached more than 190,000 people - not just teachers and teaching assistants, but also support staff such as receptionists, dining hall staff and caretakers, encouraging a ‘whole school’ approach to supporting pupils with autism.\r\n\r\nDepartment for Education","created_at":"2018-10-30T09:36:02.329Z","updated_at":"2018-10-30T09:36:02.329Z"},"debate":null}},{"type":"petition","id":227827,"links":{"self":"https://petition.parliament.uk/petitions/227827.json"},"attributes":{"action":"Stop Fracking in the UK","background":"For years, communities have opposed fracking for environmental and health reasons which were dismissed as scaremongering. ","additional_details":"https://www.theguardian.com/environment/2018/aug/22/uk-fracking-push-could-fuel-global-plastics-crisis-say-campaigners \r\nhttps://www.theguardian.com/environment/2018/aug/02/buried-uk-government-report-finds-fracking-increases-air-pollution\r\n","state":"open","signature_count":11492,"created_at":"2018-08-25T15:53:46.081Z","updated_at":"2018-11-03T23:59:27.885Z","rejected_at":null,"opened_at":"2018-09-03T14:21:31.185Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-27T09:46:31.081Z","response_threshold_reached_at":"2018-10-30T15:31:20.282Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harry Fenton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226509,"links":{"self":"https://petition.parliament.uk/petitions/226509.json"},"attributes":{"action":"STOP BREXIT","background":"It's so desperately simple. The Government's standard response to these kinds of petitions is \"The British people voted to leave the EU and the government respect that decision\". BUT, the government themselves DO NOT KNOW the outcome of that decision, so how can they possibly respect it???","additional_details":"Quote Theresa May: \"We don't know what the outcome will be\". The referendum was advisory, not conclusive. The result of the referendum has now been proven to be illegally biased (something \"our\" government is choosing to ignore). Hence, the \"vote\" (actually an opinion poll) is now null and void. The referendum was voted for with no indication of any actual facts. 2yrs ago there was no detail about what \"brexit\" actually entailed. Today, still no detail. For all these reasons:  STOP BREXIT.","state":"open","signature_count":11311,"created_at":"2018-08-03T00:12:28.596Z","updated_at":"2018-11-03T23:59:17.847Z","rejected_at":null,"opened_at":"2018-08-10T13:51:55.381Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T10:23:14.432Z","response_threshold_reached_at":"2018-11-01T19:05:52.038Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Bowden-Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228702,"links":{"self":"https://petition.parliament.uk/petitions/228702.json"},"attributes":{"action":"Ban the EU flag from UK Armed Forces uniforms.","background":"It is a travesty to see uniforms of Her Majesty's Armed Forces corrupted with the flag of the EU, an anti-democratic wannabe superstate which we're thankfully leaving.\r\nMembers of the Armed Forces serve the Monarch and the democratic will of the British People and NOT Mr Juncker or EU technocrats.","additional_details":"UK forces under the EU flag Sept 2018:\r\nhttps://www.youtube.com/watch?v=gZMhx0T9Tfg\r\nThis is very different to badges denoting mission, the UN or NATO - they don't have quasi-Governmental ambitions.\r\nThe EU from its foundation has had an ambition to be a union of states. It is currently a quasi government and is expanding that role.\r\nDecisions go through on a nod with a UK minister present.\r\nThe UK public was not consulted or made aware that UK forces would be wearing EU flags.\r\nWho therefore is in control?","state":"open","signature_count":11303,"created_at":"2018-09-13T23:43:17.826Z","updated_at":"2018-11-03T23:58:16.542Z","rejected_at":null,"opened_at":"2018-10-01T12:02:18.581Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-14T13:54:41.162Z","response_threshold_reached_at":"2018-10-21T21:41:18.002Z","government_response_at":"2018-10-31T16:22:17.665Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Banks","rejection":null,"government_response":{"responded_on":"2018-10-31","summary":"When UK Armed Forces contribute to multinational military operations they wear the insignia of that force. This is the case for all operations they serve on, including NATO, UN and EU operations. ","details":"At present, the British Armed Forces are deployed on a number of missions and operations around the world. Some of the operations the British Armed Forces serve on are EU Common Defence and Security Policy missions and operations. While the UK continues to contribute to EU operations, such as Operation ALTHEA in Bosnia and Herzegovina, we will demonstrate cohesion with our allies by wearing the symbols of those missions.\r\n\r\nThe UK remains committed to European security and the Western Balkans is an integral part of that commitment. Maintaining security in Europe is crucial to the security of the UK. Through Operation ALTHEA, our service personnel play an important part in supporting Bosnia and Herzegovina to maintain a safe and secure environment in the country. It is important not only to military commanders and other nations’ troops, but also to the civil authorities and population, that those soldiers deployed on Operation ALTHEA are clearly identified as such. \r\n\r\nAll international contributors to the operation, regardless of whether they are in the EU, wear the EUFOR badge.  This is similar for the other EU operations and missions to which we contribute, for example on the EU Training Missions in Somalia and Mali, and in countering migrant smuggling and human trafficking in the Southern Central Mediterranean and countering piracy off the coast of Somalia.\r\n\r\nMinistry of Defence","created_at":"2018-10-31T16:22:17.662Z","updated_at":"2018-10-31T16:22:17.662Z"},"debate":null}},{"type":"petition","id":220016,"links":{"self":"https://petition.parliament.uk/petitions/220016.json"},"attributes":{"action":"Increase funding \u0026 testing of pulmonary fibrosis \u0026 idiopathic pulmonary fibrosis","background":"Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff \u0026 scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.","additional_details":"Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.","state":"open","signature_count":10839,"created_at":"2018-05-14T18:54:48.830Z","updated_at":"2018-11-02T19:37:55.550Z","rejected_at":null,"opened_at":"2018-05-18T16:43:27.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T19:20:33.756Z","response_threshold_reached_at":"2018-10-03T15:25:08.072Z","government_response_at":"2018-10-24T09:16:18.920Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keeley Chambers","rejection":null,"government_response":{"responded_on":"2018-10-24","summary":"Reducing deaths from lung disease is a key NHS priority. NHS England funds specialist services for pulmonary fibrosis and is developing a new long-term plan to improve respiratory care.","details":"The Government has a mandate to NHS England for 2018-19 which holds the NHS to account for its performance across the measures in the NHS Outcomes Framework. One of the key priorities in this framework is to prevent deaths from respiratory diseases.\r\n\r\nThe Government has also announced a new five-year funding settlement for the NHS, which will see an increase of £20.5 billion in real terms by 2023-24. NHS leaders are currently developing a long-term plan, to be published at the end of this year, which will underpin this settlement. No decisions have been made yet over the share of funds to be allocated to lung diseases, however NHS England has highlighted respiratory healthcare as one of its main priorities to be included in the plan.\r\n\r\nPulmonary fibrosis (PF) and idiopathic pulmonary fibrosis (IPF) are incurable types of interstitial lung disease (ILD) for which there are few treatment options. NHS England publishes a service specification for ILDs to encourage clinicians to refer patients to their nearest ILD centre for the appropriate investigations and treatment. \r\n\r\nThe National Institute for Health and Care Excellence (NICE) also publishes guidelines and quality standards for IPF to help healthcare professionals diagnose the condition and provide effective treatment. There are only two licenced disease-modifying drugs available for IPF – pirfenidone and nintedanib. Both of these drugs are approved by NICE and are prescribed by the ILD centres. \r\n\r\nOther types of treatment such as rehabilitation, nursing support, home oxygen, and palliative care, are set out in the ILD service specification to make clear the standards of care expected from NHS providers. \r\n\r\nNHS England also funds the Respiratory Futures programme hosted by the British Thoracic Society (BTS). This is a resource to support innovation and sharing of best practice on respiratory conditions. The BTS maintains a registry to collect and review national data on IPF to improve the diagnosis and care of people living with the disease. \r\n\r\nThe ILD service specification from NHS England is available here:  https://www.england.nhs.uk/wp-content/uploads/2018/08/Interstitial-lung-disease-service-adult.pdf  \r\n\r\nDepartment of Health and Social Care","created_at":"2018-10-24T09:16:18.917Z","updated_at":"2018-10-24T09:16:18.917Z"},"debate":null}},{"type":"petition","id":230451,"links":{"self":"https://petition.parliament.uk/petitions/230451.json"},"attributes":{"action":"UK government to integrate all rights in UN CEDAW Convention into domestic law.","background":"In 1986 the UK government ratified the UN Convention on the Elimination of all Forms of Discrimination against Women (CEDAW). It gives rights to UK women \u0026 obligates government to advance women's lives, recognising past inequalities \u0026 remedying them. Its provisions must become part of domestic law.","additional_details":"CEDAW: https://www.ohchr.org/Documents/ProfessionalInterest/cedaw.pdf \r\nVideo and other materials: https://www.engender.org.uk/content/cedaw/ \r\nCEDAW Committee: https://www.ohchr.org/en/hrbodies/cedaw/pages/cedawindex.aspx","state":"open","signature_count":10789,"created_at":"2018-10-15T12:10:11.217Z","updated_at":"2018-11-03T22:37:22.337Z","rejected_at":null,"opened_at":"2018-10-23T09:26:07.237Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-16T23:20:24.304Z","response_threshold_reached_at":"2018-10-29T17:35:26.432Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jackie Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223075,"links":{"self":"https://petition.parliament.uk/petitions/223075.json"},"attributes":{"action":"Reduce VAT to 5% on repairs and approved alterations to listed buildings.","background":"Private listed property owners are preserving much of Britain’s built heritage for future generations, yet many are struggling to maintain and repair their homes. In 2012, the Government removed the zero rate of VAT for pre-authorised alterations to listed buildings. This was a major blow to owners.","additional_details":"Since 2012, The Listed Property Owners’ Club has noticed a distinct fall in certain types of applications for listed building consent. The reduction of VAT to 5% on repairs and approved alterations would be a real incentive for owners to maintain their homes and safely conserve our historic and heritage buildings. The Listed Property Owners’ Club is the only organisation representing owners of private listed buildings.  \r\nMore information can be found at www.lpoc.co.uk","state":"open","signature_count":10773,"created_at":"2018-06-26T08:41:32.440Z","updated_at":"2018-11-03T22:58:00.405Z","rejected_at":null,"opened_at":"2018-07-02T12:59:56.038Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T09:58:02.380Z","response_threshold_reached_at":"2018-10-19T22:18:00.645Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Anslow","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220170,"links":{"self":"https://petition.parliament.uk/petitions/220170.json"},"attributes":{"action":"Award a medal to British personnel involved in any nuclear testing program","background":"It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.","additional_details":"These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.","state":"open","signature_count":10767,"created_at":"2018-05-16T19:23:13.718Z","updated_at":"2018-11-03T13:48:46.037Z","rejected_at":null,"opened_at":"2018-05-18T14:49:23.891Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T19:49:26.402Z","response_threshold_reached_at":"2018-08-16T07:48:04.248Z","government_response_at":"2018-08-21T11:06:26.191Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alan Owen","rejection":null,"government_response":{"responded_on":"2018-08-21","summary":"The Government continues to recognise and be grateful to all Service personnel and civilians who participated in the British Nuclear testing programme.","details":"Their selfless contribution ensured that the UK was equipped with the deterrent we needed during the dangerous years of the Cold War.\r\n\r\nThe Ministry of Defence has asked the Cabinet Office if The Committee on the Grants of Honours, Decorations and Medals (The HD Committee) would consider looking afresh at the previous information, and examine any new evidence presented by campaigners. If the Committee decides that a medal is appropriate recognition for veterans, a recommendation will be made to Her Majesty The Queen. It is envisaged that if the recommendation is supported any subsequent medal would be made available to all those who witnessed the nuclear tests. \r\n\r\nMinistry of Defence","created_at":"2018-08-21T11:06:26.189Z","updated_at":"2018-08-21T11:06:26.189Z"},"debate":null}},{"type":"petition","id":219758,"links":{"self":"https://petition.parliament.uk/petitions/219758.json"},"attributes":{"action":"Ban the sale of products containing unsustainably sourced palm oil in the UK","background":"Global production of and demand for palm oil is increasing rapidly. But this is at the expense of tropical rain-forests which form critical habitats for many endangered species and a lifeline for some human communities. Palm oil can be found in many foods and other household items. We can all help.","additional_details":"Did anyone see the Orangutan Diary on BBC 2? The destruction of this species as well as many others is well underway and their already declining population will decrease by a further 1/3 by 2020 unless action is taken. Thousands upon thousands of orangutans have been killed and the destruction of the rain-forests is increasing at an exponential rate. We cannot control what happens in these countries but we can refuse to accept palm oil sourced via an unsustainable method in the UK.","state":"open","signature_count":10523,"created_at":"2018-05-11T10:02:27.586Z","updated_at":"2018-11-03T23:58:57.166Z","rejected_at":null,"opened_at":"2018-05-16T13:15:42.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-11T11:48:51.504Z","response_threshold_reached_at":"2018-11-01T20:23:33.242Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220240,"links":{"self":"https://petition.parliament.uk/petitions/220240.json"},"attributes":{"action":"anybody caught carrying a knife/gun serve a mandatory life with 10 year minimum","background":"Kids are killing kids. There needs to be a mandatory life sentence with a harsh minimum term of at least 10 years for anyone carrying a knife or gun. The guidelines that are in place now are obviously not a deterrent. A life sentence with 10 years minimum  for all ages would be a big deterrent.","additional_details":"","state":"open","signature_count":9358,"created_at":"2018-05-17T18:44:28.861Z","updated_at":"2018-11-03T23:56:34.569Z","rejected_at":null,"opened_at":"2018-05-23T13:46:07.471Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T18:50:36.335Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Derri Anton Rusko","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226975,"links":{"self":"https://petition.parliament.uk/petitions/226975.json"},"attributes":{"action":"Ban face coverings in public","background":"People can not be identified when the face is covered and people are becoming more offended and some even scared, with different gangs appearing all over and violent crimes are being committed.","additional_details":"","state":"open","signature_count":9289,"created_at":"2018-08-09T22:44:28.373Z","updated_at":"2018-11-03T21:07:09.822Z","rejected_at":null,"opened_at":"2018-08-17T12:33:33.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-10T12:35:38.456Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donna Hopkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228534,"links":{"self":"https://petition.parliament.uk/petitions/228534.json"},"attributes":{"action":"Hold a public inquiry into the decision to incentivise diesel cars \u0026 its effects","background":"In 2001 the government decided to link car tax (VED) to CO2 emissions. In 2002 company car tax also became emissions-based. People were encouraged by such incentives to buy diesel cars, yet owners of even relatively new diesels now face draconian extra taxes, parking surcharges, even effective bans.","additional_details":"Millions of car owners who chose diesels encouraged by government now face harsh surcharges for parking, road tax, company tax and 'low emissions zones' effectively banning their use entirely, even for cars purchased as recently as 2015. Local surcharges and restricted zones are expanding across the UK. Such an extreme u-turn in policy is unacceptable abuse of public authority and must stop, pending an inquiry to examine how past errors can be prevented and those affected instead treated fairly.","state":"open","signature_count":9143,"created_at":"2018-09-10T13:05:33.400Z","updated_at":"2018-11-03T23:13:17.153Z","rejected_at":null,"opened_at":"2018-09-24T11:34:15.370Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-18T12:42:39.010Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Coster","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224537,"links":{"self":"https://petition.parliament.uk/petitions/224537.json"},"attributes":{"action":"Fund life saving Immunotherapy for lung cancer patients to more than 2 years","background":"Currently Pembrolizumab (immunotherapy) is only an option for 24 months if you have lung cancer. If you have Melanoma it is given until it either stops working or the side effects become too much, no time limit.","additional_details":" Lung cancer is a bigger killer yet after 24 months they take the option away\r\n \r\nI believe I am possibly the 1st or one of the first to reach the 2 years on this. When I was given it, it was my last hope as chemotherapy did not work and I was not that well at all. I went on this as an early trial in June 2016 as a last hope! had my last treatment in June 2018. I was originally given 6 to 12 months to live. But this has given me brilliant results and extra time with my kids and family. Now it has been taken away with nothing else offered. More people will be in this situation very soon. We all need help, if you could sign and share this I would be so grateful.\r\n \r\nWe just want to be able to spend more time with our families. Thank you","state":"open","signature_count":7661,"created_at":"2018-07-11T17:53:13.805Z","updated_at":"2018-11-03T14:43:15.359Z","rejected_at":null,"opened_at":"2018-07-30T10:44:17.253Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-11T19:07:07.440Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Cole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222204,"links":{"self":"https://petition.parliament.uk/petitions/222204.json"},"attributes":{"action":"Allow motorbikes to use all bus lanes","background":"There are huge amounts of accidents where bikers are filtering and are knocked off due to other traffic. Whilst this is legal according to the highway code, the results usually end up 50/50 to both parties.\r\n\r\nAllowing motorbikes to use bus lanes will reduce congestion and risk to everyone.","additional_details":"","state":"open","signature_count":7596,"created_at":"2018-06-14T11:17:05.472Z","updated_at":"2018-11-03T23:16:22.015Z","rejected_at":null,"opened_at":"2018-06-20T16:11:57.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-14T11:51:25.555Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natasha Tolan-Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225743,"links":{"self":"https://petition.parliament.uk/petitions/225743.json"},"attributes":{"action":"Reverse the decision to close RAF Scampton","background":"The decision to close RAF Scampton is a national disgrace with so much history of bomber command there.","additional_details":"","state":"open","signature_count":7581,"created_at":"2018-07-24T08:09:54.908Z","updated_at":"2018-11-03T23:50:27.666Z","rejected_at":null,"opened_at":"2018-07-31T09:32:09.985Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T08:36:32.306Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"PAUL WATTS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228362,"links":{"self":"https://petition.parliament.uk/petitions/228362.json"},"attributes":{"action":"Urgent law to extend voting rights to British abroad by repealing 15-year rule.","background":"Pass Bill to benefit overseas electors before any further EU vote or general election. 2022 will be too late. Hundreds and thousands of British citizens living and working abroad are disenfranchised, unable to vote on issues which affect them directly (in breach of their basic human rights).","additional_details":"Denying a vote to citizens most affected by the decision to leave the European Union was a dereliction of UK democracy. The failure of Parliament was allowing this injustice. The duty is to ensure it never happens again.\r\nHow can anyone be confident that their private life will be respected if British citizens find themselves living in EU countries with no clear status and without the protection of the Citizens Directive 2004/38 and all EU acquis (body of EU law) that protects citizens?","state":"open","signature_count":7560,"created_at":"2018-09-06T18:17:00.841Z","updated_at":"2018-11-03T22:45:47.639Z","rejected_at":null,"opened_at":"2018-09-12T21:05:22.512Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-06T19:10:16.704Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin John Kirby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220220,"links":{"self":"https://petition.parliament.uk/petitions/220220.json"},"attributes":{"action":"Ban the use of farrowing crates in the UK","background":"Farrowing crates, profoundly similar to sow crates which were banned in the UK in 1999, are long, narrow crates in which sows are contained during gestation. It's still legal to use farrowing crates in spite of them having the same implications to animal welfare as the sow/gestation crates.","additional_details":"Pigs are intelligent, sentient beings and these crates deny their natural behaviours. This frustration can be displaced to damaging abnormal behaviours such as self-mutilation due to the intensive conditions. Farrowing crates severely restrict the sow's movement and deny them the instinctual urge to build a nest, worsening their frustrations. Having been made illegal in Sweden, Norway and Switzerland, we should follow this route of progression to maintain our reputation for good animal welfare.","state":"open","signature_count":7504,"created_at":"2018-05-17T13:34:42.887Z","updated_at":"2018-11-03T23:12:46.380Z","rejected_at":null,"opened_at":"2018-05-23T13:45:25.850Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-17T14:12:56.199Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adam Shaw","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":221050,"links":{"self":"https://petition.parliament.uk/petitions/221050.json"},"attributes":{"action":"Restrict the trade in, and private keeping of, dangerous wild animals","background":"The Dangerous Wild Animals Act 1976 is inadequate to ensure welfare for animals and human safety. The Born Free Foundation is calling for a review of the law on the sale and keeping of wild animals and for greater restrictions on the trade in, and ownership of, dangerous wild animals in particular","additional_details":"Freedom of Information requests to Local Authorities across Britain show the following animals are licensed to be kept privately: Nearly 300 wild cats, including more than 40 big cats such as lions, tigers, and leopards; more than 80 venomous lizards; more than 230 primates, including vervet monkeys, spider monkeys and lemurs; more than 75 crocodilians, such as crocodiles and alligators; more than 700 venomous snakes, including puff adders, black mambas and diamondback rattlesnakes","state":"open","signature_count":6916,"created_at":"2018-05-30T10:44:39.912Z","updated_at":"2018-11-03T23:38:52.259Z","rejected_at":null,"opened_at":"2018-06-04T21:07:06.605Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-30T11:57:51.548Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Goddard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222787,"links":{"self":"https://petition.parliament.uk/petitions/222787.json"},"attributes":{"action":"Let the UK vote for the next London Mayor. It is our capital after all!","background":"London being the capital of the United Kingdom, I believe we should all have a say in who runs it who is elected to be the mayor","additional_details":"After the disastrous last few years of Sadiq Khan being the mayor of London, let the people of the country elect the next mayor, as it does affect the rest of the country, what does and does not happen in London seems to have a roll on effect.","state":"open","signature_count":6897,"created_at":"2018-06-21T11:10:52.567Z","updated_at":"2018-11-03T20:51:07.350Z","rejected_at":null,"opened_at":"2018-06-27T15:35:55.952Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-21T17:29:25.294Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lorraine k Davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225310,"links":{"self":"https://petition.parliament.uk/petitions/225310.json"},"attributes":{"action":"We want a world class radiotherapy service accessible for all cancer patients.","background":"We want the best radiotherapy treatment for cancer as close to home as possible. 1 in 2 of us will at some point develop cancer, meaning 1 in 4 of us need radiotherapy at some point in our lifetime. More investment is critical; despite the need, radiotherapy only receives 5% of the UK cancer budget.","additional_details":"We’re asking to increase the NHS Cancer budget dedicated to radiotherapy from 5% to 6.5%, and a one-off £250 million investment to modernise existing machines and build satellite radiotherapy centres to ensure accessible service nationwide. UK cancer survival rates are well below European average. If the UK achieved best European levels, 10k more patients would survive per year. Radiotherapy has a huge part to play in giving the people of the UK the cancer treatment service they deserve.","state":"open","signature_count":6755,"created_at":"2018-07-18T15:28:34.091Z","updated_at":"2018-11-03T23:31:43.316Z","rejected_at":null,"opened_at":"2018-07-26T09:25:37.701Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-18T15:38:29.712Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Prof Pat Price, Chairman, Action Radiotherapy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223531,"links":{"self":"https://petition.parliament.uk/petitions/223531.json"},"attributes":{"action":"British National (Overseas) Citizens should be given full British Citizenship.","background":"People in Hong Kong who hold the British National (Overseas) passport are British; however, the British government is refusing and avoiding giving these Hong Kongers the right of abode in the United Kingdom nor in any of the British territories. Many of them were forced to become PROC Chinese.","additional_details":"The Chinese government is ignoring the Sino Anglo Agreements signed in 1981. It could be a disaster if we keep ignoring this is happening. Hong Kongers will come in as political refugees. We will need a lot of effort to house them and bad for the British reputations to the International community then.","state":"open","signature_count":6518,"created_at":"2018-07-02T18:04:25.578Z","updated_at":"2018-11-03T23:55:33.218Z","rejected_at":null,"opened_at":"2018-07-09T11:42:07.216Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-03T02:34:19.419Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"K. H. Tommy Leung","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227567,"links":{"self":"https://petition.parliament.uk/petitions/227567.json"},"attributes":{"action":"Honour the original Dartford Crossing agreement, abolish all tolls permanently","background":"Under the original agreement, once the Dartford bridge had paid for itself, the tolls were to stop. In 1999, the government agreed that fees would be abolished by the end of 2003, an agreement that was not honoured and has been successively reneged on. We ask that the tolls are removed permanently.","additional_details":"","state":"open","signature_count":6440,"created_at":"2018-08-19T21:46:12.274Z","updated_at":"2018-11-03T11:16:48.755Z","rejected_at":null,"opened_at":"2018-08-29T11:06:08.951Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-19T22:38:14.167Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil D'Silva","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229694,"links":{"self":"https://petition.parliament.uk/petitions/229694.json"},"attributes":{"action":"Prevent the prohibition of Air Weapons on Private Land for those Under 18","background":"The Government has recently debated imposing a ban on all under 18s using an air weapon on private land. The impact of this would be wide ranging. The majority of clay, game and target shooters learn their initial skills using an air gun.","additional_details":"This bill would prevent any adult from even supervising this early experience, with long standing and catastrophic effects for all shooters. This clause was dropped from the Offensive Weapons Bill, however the Home Office has warned that it may return, effectively banning air gun use for anyone under 18 anywhere other than at an approved club. Both the shooting industry and organisations are warning that this will be the first rung on the ladder leading to gun prohibition in the UK.","state":"open","signature_count":6407,"created_at":"2018-10-02T15:12:14.067Z","updated_at":"2018-11-03T22:18:19.698Z","rejected_at":null,"opened_at":"2018-10-04T13:30:08.726Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-03T09:29:57.273Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":221342,"links":{"self":"https://petition.parliament.uk/petitions/221342.json"},"attributes":{"action":"Put pressure on the Chinese Government over the treatment of Uyghur Muslims","background":"Reports have suggested that the chinese government has been placing Uyghur Muslims in “re-education” camps, forcing them to drink alcohol and consume pork, both against the Islamic faith. \r\n\r\nThese camps are echoes of previous ethnic cleansing and there needs to be ample pressure on China.","additional_details":"https://www.google.co.uk/amp/s/www.independent.co.uk/news/world/asia/china-re-education-muslims-ramadan-xinjiang-eat-pork-alcohol-communist-xi-jinping-a8357966.html%3famp","state":"open","signature_count":6308,"created_at":"2018-06-03T13:52:40.093Z","updated_at":"2018-11-03T23:33:46.031Z","rejected_at":null,"opened_at":"2018-06-08T13:36:48.043Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-03T14:08:29.373Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Zakriya Mohammed","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222462,"links":{"self":"https://petition.parliament.uk/petitions/222462.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"The role of a recovery patrol is a dangerous one and more needs to be done for their safety whilst they are risking their lives helping others.\r\n","additional_details":"The USA already have a law in place to slow down and move over to protect recovery patrols on the side of the road but we don’t have any law for that here in the UK.\r\n\r\nMany have sadly lost their lives to this job because of other drivers not paying attention the roads and it’s laws- from speeding up to get past to not paying attention to roads closed.\r\n\r\nMany families are destroyed and left without loved ones and not many people realise the danger for these patrols.","state":"open","signature_count":6294,"created_at":"2018-06-17T17:02:01.633Z","updated_at":"2018-11-01T13:59:44.049Z","rejected_at":null,"opened_at":"2018-06-22T15:20:51.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T19:31:38.388Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kirsty Martin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220038,"links":{"self":"https://petition.parliament.uk/petitions/220038.json"},"attributes":{"action":"NHS England must follow the guidelines for Ibrutinib as laid down by NICE.","background":"There is no reference to a remission timeframe within this NICE recommendation. NHS England has said that it will not prescribe ibrutinib if CLL patients have been in remission for more than three years. This must change and prescribe Ibrutinib for CLL as per NICE guidelines.","additional_details":"","state":"open","signature_count":6272,"created_at":"2018-05-15T10:30:05.589Z","updated_at":"2018-10-30T16:00:17.734Z","rejected_at":null,"opened_at":"2018-05-21T17:59:16.738Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T11:12:20.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Smith MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226793,"links":{"self":"https://petition.parliament.uk/petitions/226793.json"},"attributes":{"action":"Ban Anti-LGBTQ+ material from schools.","background":"There has been a recent influx of anti-LGBT+ material being sent to schools in England. We are asking that any and all material, that is first and foremost designed to give a negative view of the LGBT+ community, be removed from schools.","additional_details":"Examples of how such material can be shown to be anti-LGBT+:\r\n• they recommend conversion therapy. \r\n• they scaremonger about conditions that are not legally recognised as clinical or medical conditions. \r\n• they encourage school staff to break equality laws as stated in the EA2010. \r\n• they give false information regarding the legally available treatment for transgender youth in the UK.\r\n https://www.cps.gov.uk/legal-guidance/homophobic-biphobic-and-transphobic-hate-crime-prosecution-guidance\r\n \r\n","state":"open","signature_count":6205,"created_at":"2018-08-07T17:56:29.691Z","updated_at":"2018-11-03T23:16:32.667Z","rejected_at":null,"opened_at":"2018-08-10T15:50:40.284Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T18:57:00.912Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Woodall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229894,"links":{"self":"https://petition.parliament.uk/petitions/229894.json"},"attributes":{"action":"Save Our Parks","background":"Thousands of Britain’s parks and play areas are falling into disrepair or are under threat of being sold to developers.\r\nThis is despite the vital health and social benefits that our much-loved green spaces provide.\r\nWe support The Mail on Sunday’s campaign to Save Our Parks from being lost forever.","additional_details":"We want:\r\n\r\n1)\tA statutory requirement for councils to ring-fence funding for parks at £30 per household per year. \r\n\r\n2)\tThere to be a legal duty for all green space to be managed to a good standard.\r\n\r\n3)\tNew rules banning the development on, or the inappropriate use of, parkland.\r\n\r\n4)\tA new central Government fund to provide emergency help for parks most at risk and ensure the long-term future of Britain's green spaces.","state":"open","signature_count":6131,"created_at":"2018-10-06T14:42:22.387Z","updated_at":"2018-11-03T22:18:40.534Z","rejected_at":null,"opened_at":"2018-10-12T13:55:41.990Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-06T14:51:36.395Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Powell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225676,"links":{"self":"https://petition.parliament.uk/petitions/225676.json"},"attributes":{"action":"Automatic by-election if MPs resigns from their current party","background":"If a Member of Parliament decides to leave the party they were elected under, then they should be required to call a by-election and stand as an independent or for another party.","additional_details":"","state":"open","signature_count":6072,"created_at":"2018-07-23T11:55:26.791Z","updated_at":"2018-11-03T19:37:45.058Z","rejected_at":null,"opened_at":"2018-08-01T14:16:56.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-23T12:06:49.242Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Alexander Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224315,"links":{"self":"https://petition.parliament.uk/petitions/224315.json"},"attributes":{"action":"Introduce on the Spot Fines for Leaving Animals in an Unattended Private Vehicle","background":"Every year, despite numerous warnings in the media, there are reports of dogs dying in hot cars or being rescued close to death.  The law on what bystanders and even the police can do is ambiguous and confusing.  We need an obvious and enforceable deterrent to help prevent this recurring problem\r\n.","additional_details":"Many people still believe that it’s OK to leave an animal in a car on a warm day resulting in distress and sometimes death for the animal.\r\n\r\nBystanders and the police often have to watch dogs suffer whilst trying to find the owner. Many are unrepentant about their behaviour and will probably repeat it.\r\n\r\nA publicity campaign and an option for police to issue an on the spot fine would act as a proper deterrent and statement that this is unacceptable and would thus reduce the number of occurrences.","state":"open","signature_count":6068,"created_at":"2018-07-10T09:29:50.841Z","updated_at":"2018-11-03T07:56:33.440Z","rejected_at":null,"opened_at":"2018-07-16T17:46:01.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-10T09:40:06.716Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Middleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227330,"links":{"self":"https://petition.parliament.uk/petitions/227330.json"},"attributes":{"action":"All teaching staff across schools in England to have SEND mandatory training","background":"Made mandatory that all teachers, HTLA’s,TA’s \u0026 support staff to undertake minimum basic training to support SEND including Autism and other conditions / behaviours which may be associated with the Autism spectrum (ADHD, PDA, ODD, dyspraxia, dyslexia) to ensure appropriate support for students","additional_details":"A court has delivered a landslide ruling on a recent school exclusion case.The ruling made clear that all schools must make sure they have made appropriate adjustments to support Autistic children and those with other disabilities, before they can resort to exclusion. In order to support this further, I would like to see changes made where it is mandatory that all staff working \u0026 supporting students within schools across England, should be equipped with at least the minimal basic awareness training to support all students within SEND.","state":"open","signature_count":5959,"created_at":"2018-08-15T13:53:53.520Z","updated_at":"2018-11-03T18:36:34.454Z","rejected_at":null,"opened_at":"2018-08-22T16:57:31.545Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T14:58:52.323Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Callie Hickey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227277,"links":{"self":"https://petition.parliament.uk/petitions/227277.json"},"attributes":{"action":"Ban the provision and advertising of 'essay mill' cheating services.","background":"'Essay mills' provide custom written essays for students to cheat with.  Prices range from a couple of hundred pounds for a single essay to over £6,750 for a PhD dissertation. This undermines the high standards of universities and is unfair to honest students - but is currently legal.","additional_details":"There are over 100 essay mills websites currently in operation. The sites claim the essays are provided simply for study purposes, but simultaneously advertise  'guaranteed grades', 'never resold' and 'plagiarism free'.\r\n \r\nThe Irish government has announced a new law that would make  make it illegal to provide or advertise contract cheating services. New Zealand and 17 US states already have such laws. We call for the UK Government to pass a similar law to stamp out this unacceptable practice.","state":"open","signature_count":5711,"created_at":"2018-08-14T21:28:00.406Z","updated_at":"2018-11-03T22:18:50.972Z","rejected_at":null,"opened_at":"2018-08-22T09:18:45.107Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T04:50:49.887Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Iain Mansfield","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223126,"links":{"self":"https://petition.parliament.uk/petitions/223126.json"},"attributes":{"action":"Add the entire teaching profession to the 'shortage occupation list'","background":"Desperately-needed international teachers are being forced to quit their jobs and leave the UK because they cannot obtain visas. To stop this happening, the #LetThemTeach campaign is calling for the whole  profession to be added to the shortage occupation list, which gives higher priority for visas.","additional_details":"Non-EU foreign teachers are struggling to obtain tier 2 visas. At a time when schools are experiencing a recruitment crisis, this has resulted in valued teachers being forced to leave their jobs – and the country. While teachers in a handful of subjects are already listed as shortage occupations, the #LetThemTeach campaign is calling for the entire profession to be added to the list. For more information see https://www.tes.com/news/letthemteach-campaign-launches-keep-teachers-our-schools","state":"open","signature_count":5612,"created_at":"2018-06-26T16:03:57.177Z","updated_at":"2018-11-03T22:08:36.158Z","rejected_at":null,"opened_at":"2018-07-02T09:36:50.834Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T16:14:25.295Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"William Hazell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223132,"links":{"self":"https://petition.parliament.uk/petitions/223132.json"},"attributes":{"action":"Stop intrusive access to counselling notes, in rape and sexual assault cases.","background":"If a victim reports a sexually violent crime, they will be told they are entitled to solo/group counselling but will be strongly advised to take neither until after the trial. This is due to lawyers attaining access to counselling notes and potentially using their words against them in court.","additional_details":"Only 15% of sexual violence is reported to the police, and approximately 90% of those who are raped know the perpetrator before the offence. A victim of a crime of this nature should be able to speak emotionally and freely in a safe space, with a counsellor, without being worried about potential repercussions in court.\r\n\r\nThis depraved law is not only morally wrong and wholly unjust. It is undoubtedly detrimental to a victims' mental health and needs to be challenged.","state":"open","signature_count":5445,"created_at":"2018-06-26T16:50:05.947Z","updated_at":"2018-11-03T13:24:30.068Z","rejected_at":null,"opened_at":"2018-07-02T18:06:14.379Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T18:01:52.144Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Eve Crawford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225164,"links":{"self":"https://petition.parliament.uk/petitions/225164.json"},"attributes":{"action":"To fund free bus travel for all ESA, JSA and Universal Credit claimants","background":"Gov are transitioning ESA claimants ETC to UC, I live 12ml circular trip to nearest job centre,CAB and cheaper shops. I have back and joint problems and aged nr 49. I live in a village with only 1 bus service which wont always cover where i need to go, I am trying to save £550 for transition period.","additional_details":"It costs nr £19.00 a weekly pass local the one that allows access to stage coach bus is nr £31.00. I'm concerned If my health is bad and  already struggle with shopping. How we are supposed to fund this on no income. I live on own don't drive. Im concerned many will be in this position. It also would mean that jobseeker's are covered for appointments part time work etc meaning work would pay and they wouldn't lose out re travel costs. and would help nhs patients access treatments and physio.","state":"open","signature_count":5420,"created_at":"2018-07-17T10:42:18.700Z","updated_at":"2018-11-03T20:17:03.380Z","rejected_at":null,"opened_at":"2018-08-17T12:23:15.615Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-17T17:28:15.868Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria May Nelson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230855,"links":{"self":"https://petition.parliament.uk/petitions/230855.json"},"attributes":{"action":"Ban absconder Pakistan’s Ex-Finance Minister Ishaq Dar from the UK","background":"The Ex-Finance minister of Pakistan Ishaq Dar has been declared an absconder in a corruption reference filed against him by the National Accountability Bureau (NAB) of Pakistan. Interior Ministry of Pakistan blacklists Ishaq Dar, blocks his passport. Ishaq Dar is currently hiding in the UK.","additional_details":"Each year UK spends billions on overseas development aid. In 2016, the UK spent £13.4 billion on overseas aid. Pakistan is in top 10 countries who receives this aid. The UK shouldn’t provide a refuge for politicians who are wanted on corruption charges.","state":"open","signature_count":5130,"created_at":"2018-10-20T08:42:41.251Z","updated_at":"2018-11-03T23:50:48.016Z","rejected_at":null,"opened_at":"2018-10-24T13:18:19.866Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-20T10:38:58.290Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Faisal Imdad","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231177,"links":{"self":"https://petition.parliament.uk/petitions/231177.json"},"attributes":{"action":"Investigate what more can be done to tackle van theft and van tool theft.","background":"The loss of a van and/or tools can severely impact on a tradesperson. Even if they are insured, sourcing replacements, organising van repairs and rebooking appointments means significant time out of work. For those who cannot find affordable insurance, this can lead to the loss of livelihood.","additional_details":"While tradespeople can take preventative measures to protect their vans and tools, this only goes so far in deterring thieves. We are, therefore, calling on the Government to consider what more can be done to tackle this problem, whether it be introducing new legislation, additional sentencing guidelines or regulations on the reselling of tools. Ultimately, thieves must understand that such a crime is not profitable and that stealing a livelihood carries with it commensurate penalties.","state":"open","signature_count":5058,"created_at":"2018-10-25T11:28:35.903Z","updated_at":"2018-11-03T23:57:45.924Z","rejected_at":null,"opened_at":"2018-11-01T09:51:33.954Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T12:17:45.524Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Peter booth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228535,"links":{"self":"https://petition.parliament.uk/petitions/228535.json"},"attributes":{"action":"Introduce Alternative Student Finance product by September 2019","background":"Many Muslims are unable to attend university because their faith prohibits them from taking interest based loans to fund tuition fees.The govt have agreed on an alternative financing model in 2014. 4 years later and it is yet to be made available. Each year students are affected without any options.","additional_details":"The most recent response from the universities minister states;\r\n'...it typically takes 2 years to produce an alternative finance product. That would rule out the 2018/19 academic year'\r\nThe solution was agreed upon in 2014 and it was indicated then that it wouldn't be until 2016/17 academic year. Despite this, islamic finance experts have stated that it can be put into place from scratch within 8 to 12 months.\r\nStudents should no longer be denied access into education simply because if their faith","state":"open","signature_count":4894,"created_at":"2018-09-10T13:06:08.070Z","updated_at":"2018-11-03T23:54:52.510Z","rejected_at":null,"opened_at":"2018-09-20T15:53:14.439Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-10T19:52:07.113Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohamed Fadil","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228633,"links":{"self":"https://petition.parliament.uk/petitions/228633.json"},"attributes":{"action":"UK Government to Fund Advice Services for British Citizens living in Spain","background":"Citizens Advice Spain is the first stop for thousands of UK Nationals who contact us daily for Advice, Assistance, Information and Guidance. We inform so that the community understand their obligations and rights. We use laws and regulations to assist residents, holiday homeowners and on relocation.","additional_details":"This well known registered Charity was founded in 2014. The Bureau advisers are regularly asked to appear on radio shows. Team members  also host talks for associations, hold seminars and legal clinics. Other organisations including the British consulates in various regions of Spain forward UK Nationals to us for our expertise. Two of the advisers  are registered paralegals and are able to respond to daily questions via the website, emails, phones and legal clinics. www,citizensadvice.org.es","state":"open","signature_count":4794,"created_at":"2018-09-12T19:33:38.810Z","updated_at":"2018-11-03T23:14:59.856Z","rejected_at":null,"opened_at":"2018-09-20T09:50:34.299Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T16:06:49.416Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Myra Cecilia Azzopardi","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228159,"links":{"self":"https://petition.parliament.uk/petitions/228159.json"},"attributes":{"action":"Provide free secure parking for haulage vehicles ","background":"Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","additional_details":"Truckers have limited time to drive, and they have to park somewhere for the night/day. Motorway service areas charge up to £30.00 often for poor food and cold and dirty showers, and not all companies will pay for this. So the driver has to park in lay-bys and Industrial estates risking their lives/loads/diesel etc... Let us urge the government to sort out somewhere for our truckers to park safely and freely in this country. Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","state":"open","signature_count":4548,"created_at":"2018-09-02T09:40:05.503Z","updated_at":"2018-11-03T18:02:51.830Z","rejected_at":null,"opened_at":"2018-09-13T10:21:57.930Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-02T10:43:09.877Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"brian parsons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228767,"links":{"self":"https://petition.parliament.uk/petitions/228767.json"},"attributes":{"action":"Review rules that allow male prisoners who identify as female in women's prisons","background":"Fair Play For Women is calling for MPs to ensure the relevant prison rules are urgently reviewed, in full consultation with women's organisations. Prison guidance PSI-17/2016 allows male prisoners who identity as female to be moved to a female prison at the discretion of a Transgender Case Board.","additional_details":"No women's organisations were consulted when the prison rules were updated in 2016. The effect on female prisoners has not been adequately assessed. Current rules are not fit for purpose and must be urgently reviewed.","state":"open","signature_count":4484,"created_at":"2018-09-15T06:57:10.703Z","updated_at":"2018-11-03T23:20:49.821Z","rejected_at":null,"opened_at":"2018-10-12T11:39:15.188Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-15T07:05:58.892Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227333,"links":{"self":"https://petition.parliament.uk/petitions/227333.json"},"attributes":{"action":"Allow people to grow the Cannabis plant without a license!","background":"Licenses to grow the cannabis plant in the UK seem unjust, as you do not need this for other plants, even poisonous ones.\r\nThis safe plant is very therapeutic, nutritious and aesthetic, so remove this political policy.","additional_details":"","state":"open","signature_count":4465,"created_at":"2018-08-15T14:41:46.086Z","updated_at":"2018-11-03T23:59:07.533Z","rejected_at":null,"opened_at":"2018-08-28T09:00:43.405Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T15:54:12.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Winston David Matthews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218582,"links":{"self":"https://petition.parliament.uk/petitions/218582.json"},"attributes":{"action":"Stop the Loan Charge 2019 from being applied retrospectively","background":"The 2019 Loan Charge seeks to historically tax a significant proportion of UK freelance workers for employment arrangements they used over the last twenty years. This is estimated to affect around 100,000 workers across all sectors.","additional_details":"20 years of Government inaction has meant they need a scapegoat. And the scapegoat in this instance is not only your big money footballers and celebrities but your average Joe contractor. A contractor working for 5 years on a salary of £30,000 could be liable for a sum of around £40,000.\r\n\r\nIt would be unsurprising if Freelancers as a result are pushed into family breakdown, depression and sadly even suicide. Monies that have been saved for years will be wiped out overnight.","state":"open","signature_count":4462,"created_at":"2018-04-25T15:04:40.630Z","updated_at":"2018-11-03T14:02:26.430Z","rejected_at":null,"opened_at":"2018-05-03T09:02:13.963Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-25T15:20:13.989Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel McKillop","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226218,"links":{"self":"https://petition.parliament.uk/petitions/226218.json"},"attributes":{"action":"Change the laws and regulations on our waterways - In memory of Charli Brown","background":"Charli Brown was killed in a tragic boat incident on the River Thames in December 2015. The man responsible has been convicted of manslaughter. He was speeding, drunk, aware of the defects on his boat and failed to offer Charli a life jacket to wear. No family should suffer similar again.","additional_details":"There are no nationwide criminal laws on our waterways for private vessels regarding speed limits, alcohol drink drive limits, compulsory wearing of life jackets, mandatory safety training or vessel safety checks.\r\n\r\nWe propose introducing the following criminal laws to be consistent across our waterways for private vessels:\r\n\r\n- Speed limits\r\n- Alcohol drink drive limits\r\n- Mandatory wearing of life jackets\r\n- Safety training\r\n- Vessel safety standards\r\n\r\n♥ In memory of Charli Brown, lets make a change ♥","state":"open","signature_count":4291,"created_at":"2018-07-29T18:35:29.344Z","updated_at":"2018-11-02T21:22:07.658Z","rejected_at":null,"opened_at":"2018-08-03T16:24:00.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-29T18:43:35.883Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Katie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209397,"links":{"self":"https://petition.parliament.uk/petitions/209397.json"},"attributes":{"action":"Remove Capita from recruiting for the Army and use Soldiers to recruit Soldiers","background":"Army Careers is run by Capita under a £1.3 billion deal. However they are not fit for purpose. They fail to meet targets yet still make large profits. Their staff who have no actual experience in the Army lack the ability to inspire potential recruits to join. ","additional_details":"In some cases the first time a recruit meets someone in uniform is when they arrive in training.\r\n\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/armed-forces-army-recruitment-crisis-mark-francois-report-filling-the-ranks-navy-raf-lack-of-a7929411.html\r\n\r\nhttps://www.google.co.uk/amp/s/www.theregister.co.uk/AMP/2017/12/08/capita_recruiting_partnership_project_borked/\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/austerity-british-army-recruitment-crisis-philip-hammond-cuts-capita-outsourcing-not-enough-trained-a7825626.html","state":"open","signature_count":4258,"created_at":"2018-01-11T23:04:20.688Z","updated_at":"2018-11-03T23:17:02.681Z","rejected_at":null,"opened_at":"2018-06-14T16:51:18.280Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-11T23:24:26.422Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Edwards","rejection":null,"government_response":null,"debate":null}}]}