{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=36\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":215782,"links":{"self":"https://petition.parliament.uk/petitions/215782.json"},"attributes":{"action":"Ban balloon and sky / chinese lantern releases.","background":"In 2013 the Government commissioned a study on balloons \u0026 sky lanterns. This report is now out of date! In March 2017 MCS reported 53% increase in balloon litter, upon 2015. 'Biodegradable' balloons and ribbons snare/kill farm, wild \u0026 marine life and take years to rot.","additional_details":"Sky lanterns are dangerous - they cause fire \u0026 damage \u0026 a risk to life. The NFU, MCS \u0026 50 local councils want balloon/sky lantern releases banned!\r\n\r\n2013 UK Government DEFRA \u0026 Welsh Government Report: http://bit.ly/2GcuEU0\r\n\r\nTime to back balloon releases\r\nhttp://www.xray-mag.com/content/time-back-banning-balloon-releases\r\n\r\nMarine Conservation Society Information Sheet\r\nhttps://www.mcsuk.org/downloads/pollution/dont%20let%20go.pdf\r\n\r\n‘Nowhere is safe’: Young horse panicked by helium balloon suffers broken neck: http://bit.ly/2oV72r4\r\n\r\nFarmer wins compensation after Red Nose Day balloon kills cow\r\nhttp://bit.ly/2pu813a\r\n\r\nSmethwick fire: Chinese lantern 'caused largest blaze'\r\nhttp://bbc.in/2FY6SaX\r\n\r\nBunch of balloons in Billericay halts trains in their tracks http://bbc.in/2BSrdjy","state":"open","signature_count":12854,"created_at":"2018-03-21T15:49:19.115Z","updated_at":"2018-04-30T23:59:23.068Z","rejected_at":null,"opened_at":"2018-03-26T09:20:35.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T16:55:48.816Z","response_threshold_reached_at":"2018-04-30T14:54:26.089Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosemary E Lunn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214210,"links":{"self":"https://petition.parliament.uk/petitions/214210.json"},"attributes":{"action":"Accept a role as guarantor to the USS pension scheme","background":"The USS pension deficit is due to a \"self sufficiency in gilts\" valuation method that models what would happen if the pre-92 universities went bankrupt. If Government believes this is possible, this would be a national tragedy! They should therefore indemnify USS, until the next valuation at least.","additional_details":"USS is a private pension scheme with 350 member employers. The university dispute rests on a valuation method in which the Government’s Pension Regulator has played a key role. But this method assumes \"the employer\" goes bankrupt, which in the case of USS means all (or a sizeable proportion of) pre-92 universities. This should be politically unthinkable. We therefore call on Government to indemnify USS and the Trustee Board against employer bankruptcy, for the current valuation cycle at least.","state":"open","signature_count":12670,"created_at":"2018-03-03T17:02:22.453Z","updated_at":"2018-04-26T21:29:14.815Z","rejected_at":null,"opened_at":"2018-03-13T15:53:58.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T18:23:03.507Z","response_threshold_reached_at":"2018-03-16T20:01:06.398Z","government_response_at":"2018-03-29T11:17:51.310Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sean Wallis","rejection":null,"government_response":{"summary":"Government has no plans to underwrite the Universities Superannuation Scheme (USS). It is the responsibility of autonomous higher education providers to ensure appropriate pension provision for staff.","details":"The Government is concerned about the ongoing industrial action over the proposed reforms to the Universities Superannuation Scheme (USS). \r\n\r\nThe Government has no plans to underwrite the Universities Superannuation Scheme (USS). The USS is the country’s largest Defined Benefit pension scheme. It has nearly 400,000 members, along with sizable assets and liabilities. The cost to the taxpayer of underwriting such a scheme could be significant, and any further Government involvement in supporting the USS would need to be considered very carefully.\r\n\r\nThe autonomy of higher education providers is explicitly recognised in the Higher Education and Research Act 2017. It is for autonomous providers to ensure appropriate pension provision for their staff, and it is their responsibility to resolve the current dispute through dialogue between Universities UK (UUK) and the University and College Union (UCU). \r\n\r\nThe Government recognises the concerns of university staff as well as university employers, and has spoken with both UUK and UCU to encourage them to continue to talk to find a resolution that works for universities, students and staff. This is the most appropriate route towards a resolution.\r\n\r\nDepartment for Education","created_at":"2018-03-29T11:17:51.306Z","updated_at":"2018-03-29T11:17:51.306Z"},"debate":null}},{"type":"petition","id":215204,"links":{"self":"https://petition.parliament.uk/petitions/215204.json"},"attributes":{"action":"Allow Brittany Pettibone, Lauren Southern, and Martin Sellner entry to the UK.","background":"Brittany Pettibone, Lauren Southern, and Martin Sellner have all been detained and removed from the UK recently because of their political beliefs and/or their intention to meet other political activists. They are peaceful and no one peaceful should be banned for their political beliefs.","additional_details":"Freedom of speech is a principle to protect the rights of individuals to express their views. This is essential for freedom and a healthy democracy. Ideas should stand or fall on their own merits - not get banned. Support this petition even if you disagree with the views of the people named.\r\n\r\nhttps://twitter.com/BrittPettibone/status/973309206940942337/photo/1?ref_src=twsrc%5Etfw\u0026ref_url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fblogs-trending-43393035\r\nhttps://pbs.twimg.com/media/DYFSlRuXcAEzS7D.jpg","state":"open","signature_count":12448,"created_at":"2018-03-15T10:52:34.991Z","updated_at":"2018-04-30T19:42:26.875Z","rejected_at":null,"opened_at":"2018-03-22T13:47:54.636Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T14:29:25.878Z","response_threshold_reached_at":"2018-03-28T18:02:05.770Z","government_response_at":"2018-04-16T09:50:00.912Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Charles Daniel Goodhand","rejection":null,"government_response":{"summary":"Border Force has the power to refuse entry to an individual if it is considered that his or her presence in the UK is not conducive to the public good. ","details":"Freedom of speech, freedom of worship, democracy, the rule of law, and equal rights define us as a society.  The Government is committed to upholding free speech, and legislation is already in place to protect these fundamental rights. However, this freedom cannot be an excuse to cause harm or spread hatred. UK legislation values free speech and enables people who wish to engage in debate to do so - regardless of whether others agree with the views which are being expressed.  Everyone has a right to freedom of expression under Article 10 of the European Convention on Human Rights (ECHR). This is a qualified right however, which means that it can be restricted for certain purposes to the extent necessary in a democratic society.\r\n  \r\nThe Home Office is unable to comment on individual cases.  On the whole the Government takes a robust stance against individuals whose presence in this country might not be conducive to the public good.  Any individual whose presence in the UK is deemed not conducive to the public good will be refused entry, on a case-by-case basis.\r\n\r\nHome Office","created_at":"2018-04-16T09:50:00.910Z","updated_at":"2018-04-16T09:50:00.910Z"},"debate":null}},{"type":"petition","id":216928,"links":{"self":"https://petition.parliament.uk/petitions/216928.json"},"attributes":{"action":"An urgent debate on strategies for effectively combating gun and knife crime","background":"As of the date of this petition there have been 50 gun/knife related killings in our capital.  The ONS states that knife offences rose by 23% in the Capital, a higher murder rate than New York.  Links below will remind you of some of those who have fallen victim to date this year and in 2017.","additional_details":"Here are some national headlines regarding this issue, which is now at crisis point.  Please forward this petition to your network.\r\n\r\nhttps://www.theguardian.com/uk-news/2018/apr/04/killed-in-2018-londons-victims-of-violence#img-2 \r\n\r\nhttps://www.theguardian.com/membership/ng-interactive/2017/mar/28/beyond-the-blade-marking-the-death-of-every-child-and-teen-by-a-knife-in-2017 \r\n\r\nhttps://www.standard.co.uk/news/crime/gun-and-knife-crime-soaring-in-london-official-figures-show-a3513366.html","state":"open","signature_count":12416,"created_at":"2018-04-05T13:08:29.682Z","updated_at":"2018-04-30T23:29:38.879Z","rejected_at":null,"opened_at":"2018-04-06T19:22:05.567Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-05T13:22:19.845Z","response_threshold_reached_at":"2018-04-09T19:05:09.558Z","government_response_at":"2018-04-19T09:33:55.614Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rev Les Isaac OBE","rejection":null,"government_response":{"summary":"This tragic loss of life is not acceptable. In response to the recent increases in knife crime, gun crime and homicide the Government published on 9 April the Serious Violence Strategy. ","details":"The Government is determined to break the deadly cycle of violence that devastates the lives of individuals, families and communities.  In response to the recent increases in knife crime, gun crime and homicide, the Government published the Serious Violence Strategy.  The Strategy outlines an ambitious programme working with a range of Government Departments and partnerships across a number of sectors such as education, health, social services, housing, youth services, and victim services.  \r\n\r\nThe strategy makes clear that our approach is not solely focused on law enforcement, very important as that is, but depends also on partnerships across a number of sectors.  In particular, it needs the support of communities thinking about what they can do themselves to help prevent violent crime happening in the first place and how they can support measures to get young people and young adults involved in positive activities.  \r\n\r\nWe know intervening early can help us catch young people before they go down the wrong path, encouraging them to make positive choices and that is why the strategy represents a step change in the way we think and respond and in particular, a shift to early intervention and prevention steering young people away from crime in the first place and put in place measures to tackle the root causes of the problem.\r\n \r\nAction in the strategy is centred on the following key themes:\r\n\r\n•\tTackling county lines and misuse of drugs; \r\n•\tEarly intervention and prevention;\r\n•\tSupporting communities and local partnerships; and\r\n•\tLaw enforcement and the criminal justice response\r\n\r\nThe strategy sets out a range of key actions we will take to tackle serious violence, building on the significant programmes of work already in place to tackle knife crime, gun crime and the acid attacks action plan.  The strategy includes over 60 specific commitments for action in the coming months and years ahead including creation of a new National County Lines Coordination Centre, creation of a new Early Intervention Youth Fund and measures to strengthen local partnerships and the multi-agency response to this issue. \r\n\r\nThe Home Secretary will be overseeing implementation of the strategy through a refocused Inter-Ministerial Group on the Serious Violence Strategy and through creation of a new Serious Violence Taskforce.  The Taskforce will include key representatives from national and local government, Police and Crime Commissioners and key delivery partners including representatives from health, education and industry.  \r\n\r\nWe will introduce an Offensive Weapons Bill to include a ban on the sale of the most dangerous corrosive products to under-18s, make it a criminal offence to possess corrosive substances in a public place and bring in tough restrictions on online sales of knives, as well as announcing plans to publicly consult on extending stop and search powers to enable the police to search for, and seize, acid from people carrying it in public without good reason.\r\n\r\nHome Office","created_at":"2018-04-19T09:33:55.610Z","updated_at":"2018-04-19T09:33:55.610Z"},"debate":null}},{"type":"petition","id":214030,"links":{"self":"https://petition.parliament.uk/petitions/214030.json"},"attributes":{"action":"Hold a referendum for the legalisation of cannabis","background":"It is clear that the cannabis debate is not going away and given that the current conservative government understand the meaning of democracy by giving a referendum to the public on our membership of the E.U it should give the public a referendum on cannabis legalisation and let the public decide","additional_details":"","state":"open","signature_count":12280,"created_at":"2018-02-28T23:35:29.626Z","updated_at":"2018-04-30T23:48:28.558Z","rejected_at":null,"opened_at":"2018-03-12T16:24:18.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-01T21:07:58.878Z","response_threshold_reached_at":"2018-04-13T20:37:33.607Z","government_response_at":"2018-04-30T12:42:38.839Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth lendrum","rejection":null,"government_response":{"summary":"This Government has no plans to legalise cannabis.  ","details":"Cannabis is a Class B Drug under the Misuse of Drugs Act 1971.  There is a substantial body of scientific and medical evidence to show that controlled drugs, such as cannabis, are harmful and can damage people’s mental and physical health, and our wider communities.\r\n \r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (‘ACMD’), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”.  The ACMD’s most recent advice on cannabis is set out in its 2008 report - https://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008.\r\n\r\nThe legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. It would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery this can cause to families and society. \r\n\r\nHome Office","created_at":"2018-04-30T12:42:38.836Z","updated_at":"2018-04-30T12:42:38.836Z"},"debate":null}},{"type":"petition","id":209735,"links":{"self":"https://petition.parliament.uk/petitions/209735.json"},"attributes":{"action":"For the introduction of non-lethal means of control of the Otter (Lutra- lutra)","background":"Since its assisted re-introduction to the freshwater waterways of the UK, the otter has reached levels of increased population on lakes, canals and rivers where its presence has become a detriment to the riverine environment affecting most fish species and birds and mammals.","additional_details":"Evidence shows  with some certain  fish species, their populations have been reduced dramatically to the point of collapse, the rivers Kennet, Great Ouse, Teme, Bristol Avon, Cherwell, Dorset Stour and Thames are good examples of the otters effect on the local environment of these rivers. Many commercial fisheries and fish farms are regularly invaded by the otter with the negative effect of costly indiscriminate fish kills, many fisheries are now ring fenced to keep this predator at bay.","state":"open","signature_count":12171,"created_at":"2018-01-16T15:49:38.115Z","updated_at":"2018-04-30T22:55:27.330Z","rejected_at":null,"opened_at":"2018-01-22T09:47:43.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-16T21:34:48.325Z","response_threshold_reached_at":"2018-01-31T17:00:36.612Z","government_response_at":"2018-02-21T14:58:42.856Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lawrence Breakspear","rejection":null,"government_response":{"summary":"While the Government understand concerns raised about the impact otters may have on fish populations, they are a protected species and there are no plans to introduce methods to control their numbers","details":"The Government understands that there are concerns that otters may have adverse impacts on fish populations and wildlife more generally but we do not accept that the otter ‘has become a detriment to the river environment’.\r\n\r\nMainly as a result of the banning of certain pesticides, otters are now once more present in each county in England. They are an important indicator of the great strides we have made in improving our waterways, with more than 5,300 miles of rivers being improved since 2010. There have been no reintroductions of otters by conservation groups since the late 1990s and the bulk of the recovery of the otter has been through natural re-colonisation.  \r\n\r\nA healthy otter population results from favourable conditions in the natural environment, including water quality and the availability of prey (including fish), as well as availability of breeding sites. Otters are found at low density, and limit their own populations through territorial activity. Carrying capacity is determined by environmental conditions.\r\n\r\nThere is no evidence to suggest that otters have a major impact on wildlife as a whole, and although localised impacts could occur where otters have not been previously present for some time, they are a natural part of the freshwater ecosystem and we believe these systems will adapt to the return of the natural top predator.  \r\n\r\nWe do recognise that otters can in some instances impact on still water fisheries, which is why there is provision through the Angling Improvement Fund (AIF), administered by the Angling Trust on the Environment Agency’s behalf, to help deliver improvements including projects to protect fisheries from otter predation through the erection of otter-proof fencing. Further information can be found on the Angling Trust website at: www.anglingtrust.net.\r\n\r\nOtters are a protected species and it is an offence to harm capture, kill, disturb or injure any animal and/or damage, destroy or obstruct their resting or sheltering places. Therefore any methods of control, including non-lethal methods, would constitute an offence. A licence may be granted by Natural England to catch and move an otter trapped inside a suitably otter-proof fenced fishery to prevent loss of fish stocks.  \r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2018-02-21T14:58:42.852Z","updated_at":"2018-02-21T14:58:42.852Z"},"debate":null}},{"type":"petition","id":204996,"links":{"self":"https://petition.parliament.uk/petitions/204996.json"},"attributes":{"action":"President Trump should be given a Full State Visit","background":"Give President Trump the respect his position holds","additional_details":"The USA is the UK’s greatest friend, President Trump is the democratically elected President....the people’s choice and as such should be treated with the respect his position holds.        We the people of the UK request that President Trump is invited to the UK,  given a full state visit, he should also be given the honour of addressing  Parliament and the people of the UK.","state":"open","signature_count":12007,"created_at":"2017-11-11T15:52:39.951Z","updated_at":"2018-04-30T23:10:58.675Z","rejected_at":null,"opened_at":"2017-11-15T17:47:46.580Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-11T16:13:40.654Z","response_threshold_reached_at":"2018-01-14T19:02:37.846Z","government_response_at":"2018-01-26T10:45:08.523Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":{"summary":"In January 2017, President Trump was invited to pay a State Visit to the UK, and accepted. HM Government looks forward to welcoming President Trump. Dates and arrangements are yet to be finalised.","details":"During the Prime Minister’s visit to the United States on 27 January 2017, on behalf of Her Majesty the Queen she invited President Trump to pay a State Visit to the UK. The invitation was accepted. This invitation reflects the great importance of the relationship between the United States of America and the United Kingdom.\r\n\r\nAt this stage, final dates for the State Visit have not been agreed. Once dates have been set, officials will begin making arrangements for the visit.\r\n\r\nIt is customary for a Head of State to address Parliamentarians during a State Visit. However, State Visits have previously taken place without an address to both Houses of Parliament. Any such invitation would come from the Speakers of both Chambers.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-01-26T10:45:08.520Z","updated_at":"2018-01-26T10:45:08.520Z"},"debate":null}},{"type":"petition","id":209458,"links":{"self":"https://petition.parliament.uk/petitions/209458.json"},"attributes":{"action":"Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK","background":"We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.","additional_details":"The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.","state":"open","signature_count":11951,"created_at":"2018-01-12T17:21:20.296Z","updated_at":"2018-04-30T16:05:54.096Z","rejected_at":null,"opened_at":"2018-01-19T17:09:51.475Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T23:15:21.061Z","response_threshold_reached_at":"2018-02-08T02:18:00.351Z","government_response_at":"2018-02-26T16:59:30.548Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mayer Wakefield","rejection":null,"government_response":{"summary":"Regular engagement is a vital part of our strong relationship with Saudi Arabia, which is important for mutual security and prosperity and includes meaningful discussion on reform and human rights. ","details":"The longstanding partnership between Saudi Arabia and the UK has helped make both of our countries safer and more prosperous. \r\n\r\nWe have vital national security and economic interests in maintaining and developing our strong relationship, including how we can work together to tackle international challenges such as terrorism and extremism. As the Prime Minister said when she attended the Gulf Co-operation Council (GCC) in 2016 “intelligence we have received in the past from Saudi Arabia has saved potentially hundreds of lives in the UK.”\r\n\r\nEngagement with Saudi Arabia provides an opportunity to further develop our relationship, building the trust and respect necessary to enhance our engagement on all areas of mutual concern. Visits in both directions are an important opportunity for us to have constructive discussions about the full range of issues that are of mutual concern. \r\n\r\nThe Crown Prince has embarked on a series of reforms to modernise society and the economy within Saudi Arabia. The country is changing rapidly, with steps such as allowing women to drive and attend football matches, reopening cinemas and a commitment that women will make up one third of the Saudi workforce by 2030. The Crown Prince has also set out his commitment to return Saudi Arabia to a moderate Islam that is open to all religions.\r\n\r\nThis greater inclusivity is vital for the future of Saudi Arabia and the UK will support Saudi Arabia as it embarks on this era of change. The Crown Prince’s agenda will bring new opportunities for us to work together for the long-term benefit, stability and success of both our countries. \r\nWe welcome the recent positive developments, but we also recognise that there are further steps to take. \r\nOur starting point for engagement on human rights with all countries is based on what is practical, realistic and achievable, and we will always be ready to speak out as a matter of principle. We raise our concerns with the Saudi Arabian authorities using a range of Ministerial and diplomatic channels of communication, including our Ambassador, the Embassy team and the European Union in Riyadh. So whilst there are areas where we will continue to have different views to Saudi Arabia – including human rights - our relationship enables us to speak frankly, openly and constructively about these issues.\r\n\r\nOn Bahrain, Saudi Arabia, along with other GCC member states, provided support to the Government of Bahrain in 2011 as part of the Peninsula Shield agreement. At the request of the Government of Bahrain, GCC security personnel were deployed to Bahrain to ensure vital infrastructure was secure. The UK monitors events in Bahrain closely and where we have concerns we raise these at senior levels. \r\n\r\nThe UK is committed to securing a political solution that ends the humanitarian disaster in Yemen, and supports the UN Special Envoy to Yemen in facilitating a credible peace process. The UK will continue to play a leading role in supporting the UN to find a peaceful solution to the conflict, including through close engagement with our regional and international partners. Inward visits provide further opportunities for the UK to discuss solutions to the crisis. \r\n\r\nThe UK supports the Saudi-led Coalition military intervention, which came at the request of the internationally-recognised Yemeni President Hadi, to deter aggression by the Houthis, and allow for the return of the legitimate Yemeni Government.  The Houthis have consistently failed to adhere to UN Security Council Resolutions, including by launching attacks against Saudi Arabia and shipping in the Bab al-Mandab strait.\r\n\r\nWe regularly raise the importance of compliance with International Humanitarian Law (IHL) with the Saudi Arabian Government and other members of the military Coalition. Saudi Arabia has publicly stated that it is investigating reports of alleged violations of IHL, and that lessons will be acted upon.  We continue to monitor the situation closely.\r\n\r\nThe UK government takes its defence export responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National arms export licensing Criteria and continue to keep our defence exports under careful review to ensure they meet these standards. A judicial review into decisions regarding exports to Saudi Arabia for possible use in the conflict in Yemen found in favour of the government’s position.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-02-26T16:59:30.544Z","updated_at":"2018-02-26T16:59:30.544Z"},"debate":null}},{"type":"petition","id":214478,"links":{"self":"https://petition.parliament.uk/petitions/214478.json"},"attributes":{"action":"Anyone convicted of involvement in dog-fighting to receive a custodial sentence.","background":"Although dog-fighting in the UK has been illegal for many years it continues due to the underground nature of those involved. As part of the 'training regime' for fighter dogs, pets are often stolen from gardens etc to be used as 'bait dogs'. They are thrown to the fighter dogs to be torn apart.","additional_details":"Fining those convicted of being involved in dog-fighting is not a deterrent due to the vast amounts of money involved in dog-fighting circles. The only way to address this vile 'blood sport' is to give AUTOMATIC custodial sentences to ANYONE be it those who steal pets to be used as bait dogs, fighter dog owners, organisers and those who attend fights i.e. EVERYONE involved.","state":"open","signature_count":11611,"created_at":"2018-03-07T09:43:11.043Z","updated_at":"2018-04-30T21:09:25.186Z","rejected_at":null,"opened_at":"2018-03-12T19:46:03.396Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-07T10:19:28.510Z","response_threshold_reached_at":"2018-04-01T07:22:22.242Z","government_response_at":"2018-04-19T12:53:08.432Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Christian - Protect All Wildlife","rejection":null,"government_response":{"summary":"The Government has already announced their intention to increase the maximum penalty for offences related to dog fighting from 6 months’ imprisonment to 5 years’ imprisonment.","details":"The Government abhors acts of cruelty to animals and condemns the actions of anyone involved in illegal dog fighting. That is one of the reasons why the government announced in September 2017 that it would bring forward legislation to increase the maximum penalties for causing any unnecessary suffering to an animal, including such offences relating to dog fighting, from 6 months’ imprisonment to 5 years’ imprisonment in addition to the existing option of an unlimited fine.  In doing so the government will give the courts sufficient powers to deal effectively with a range of animal fighting offences in a way which reflects the seriousness of the offence.\r\n\r\nSentencing is entirely a matter for our independent courts taking into account the circumstances of each case.\r\n\r\nWith regard to sentencing for offences of dog fighting, the court will decide the sentence in each case subject to the maximum that Parliament has provided and any relevant guidelines issued by the Sentencing Council. Sentencing must be proportionate to the offence committed, taking into account all the circumstances of each case.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-04-19T12:53:08.429Z","updated_at":"2018-04-19T12:53:08.429Z"},"debate":null}},{"type":"petition","id":214621,"links":{"self":"https://petition.parliament.uk/petitions/214621.json"},"attributes":{"action":"Require hospitals to reinstate life support if a patient survives for 15 mins.","background":"There have been several cases in the media recently where hospitals have gone to court to get permission to remove life-support from children. This has been done on the premise that they would not live long after it was removed. This has not always been the case.","additional_details":"Introducing this legislation would clarify existing law on the prohibition of euthanasia to bring peace of mind to troubled parents and restore confidence in the NHS, which is being maligned worldwide as a result of these cases. A doctor should be present to reintroduce support throughout the wait.","state":"open","signature_count":11586,"created_at":"2018-03-08T20:45:02.765Z","updated_at":"2018-04-30T21:01:24.696Z","rejected_at":null,"opened_at":"2018-03-19T10:55:26.167Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T22:09:37.815Z","response_threshold_reached_at":"2018-04-23T15:48:59.613Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Angela Costley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204653,"links":{"self":"https://petition.parliament.uk/petitions/204653.json"},"attributes":{"action":"Parliament must debate whether the PM should disclose any offshore interests.","background":"It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"","additional_details":"But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.","state":"open","signature_count":11552,"created_at":"2017-11-07T16:52:01.181Z","updated_at":"2018-04-30T15:57:51.274Z","rejected_at":null,"opened_at":"2017-11-17T16:16:06.933Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T17:31:35.795Z","response_threshold_reached_at":"2017-12-03T22:11:52.390Z","government_response_at":"2018-01-05T11:41:13.499Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jolyon Maugham","rejection":null,"government_response":{"summary":"Under the Ministerial Code, Ministers must provide their Permanent Secretary with a list of all relevant interests. This includes where financial interests are held in a blind trust or similar.","details":"Under the terms of the Ministerial Code, Ministers – including the Prime Minister – must ensure that no conflict arises, or could reasonably be perceived to arise, between their Ministerial position and their private interests, financial or otherwise. On appointment to each new office, Ministers must provide the relevant Permanent Secretary with a list, in writing, of all relevant interests known to them, which might be thought to give rise to a conflict.  The List indicates where financial interests are held in a blind trust or similar blind management arrangement.\r\n \r\nIndividual declarations, and a note of any action taken in respect of individual interests, are then passed to the Cabinet Office Propriety and Ethics team and the Independent Adviser on Ministers’ Interests to confirm they are content with the action taken or to provide further advice as appropriate. The List records the position at the end of this process. The Independent Adviser is consulted in the preparation of the List, has scrutinised the declarations made, and is satisfied that measures have been put in place, where necessary, to avoid a conflict of interest.\r\n \r\nA list of Ministers’ relevant interests was published on 14 December:\r\n \r\nhttps://www.gov.uk/government/publications/list-of-ministers-interests\r\n\r\nCabinet Office","created_at":"2018-01-05T11:41:13.497Z","updated_at":"2018-01-05T11:41:13.497Z"},"debate":null}},{"type":"petition","id":211656,"links":{"self":"https://petition.parliament.uk/petitions/211656.json"},"attributes":{"action":"Drop any proposals to licence airguns in England \u0026 Wales","background":"We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.","additional_details":"","state":"open","signature_count":11191,"created_at":"2018-02-01T20:53:21.930Z","updated_at":"2018-04-30T18:52:12.725Z","rejected_at":null,"opened_at":"2018-02-07T18:29:04.948Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T21:26:42.209Z","response_threshold_reached_at":"2018-02-26T15:42:00.015Z","government_response_at":"2018-03-14T10:36:30.592Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark hurst","rejection":null,"government_response":{"summary":"The Government is reviewing the regulation of air weapons in England and Wales.  The review is looking at relevant issues such as access by young people, safe storage and manufacturing standards. ","details":"The Government announced a review of the regulation of air weapons in England and Wales following a request from the Suffolk coroner in his report into the death of Benjamin Wragge, aged 13, who was accidentally shot with an air weapon in May 2016.\r\n\r\nAlthough no licence is required to possess most air weapons in England and Wales, they are nevertheless regulated. In particular, it is an offence for a person aged under 18 to purchase or hire an air weapon or ammunition, and it is an offence to sell, hire or gift an air weapon or ammunition to a person aged under 18. It is also an offence for a person aged under 18 to possess an air weapon or ammunition unless: \r\n•\tthey are being supervised by a person aged 21 or over, or \r\n•\tthey are shooting as a member of an approved target shooting club, or \r\n•\tthey are using air weapons at a shooting gallery, or \r\n•\tthe young person is aged 14 or over, is on private premises and has the consent of the occupier.\r\n\r\nThe Crime and Security Act 2010 brought in legislation concerned with reducing the risk of children getting hold of air weapons and accidentally harming themselves or others. This inserted a provision into the Firearms Act 1968 that requires owners to take reasonable precautions to prevent a person under the age of 18 from gaining unauthorised access to an air weapon. \r\nThe Government has sought the views of interested parties on relevant issues, including secure storage and the arrangements to prevent children gaining access to air weapons, manufacturing standards, and on the position in Scotland and Northern Ireland where air weapons are licensed. The Government has received a large number of representations about the review and these will be considered carefully before any decisions are made about how to proceed.\r\n\r\nHome Office","created_at":"2018-03-14T10:36:30.590Z","updated_at":"2018-03-14T10:36:30.590Z"},"debate":null}},{"type":"petition","id":210497,"links":{"self":"https://petition.parliament.uk/petitions/210497.json"},"attributes":{"action":"Introduce super visa category for parents of British citizens similar to Canada","background":"Parents for British citizens  are treated differently if they reside in countries outside the EU and are not EU citizens and government has made the settlement of parents under ADR practically impossible so we are looking for a middle ground as it is done in Canada with SUPER VISA","additional_details":"With the parent and grandparent super visa, eligible parents and grandparents can visit family in Canada for up to two years without the need to renew their status .The Super Visa is a multi-entry visa that provides multiple entries for a period up to 10 years. The key difference is that the Super Visa allows an individual to stay for up to two years on initial entry into Canada, while a 10-year multiple entry visa would only have a status period for each entry of six months only. Refer visa rules by Canada government and criteria as reference ,sponsor does most work","state":"open","signature_count":10905,"created_at":"2018-01-23T05:24:25.015Z","updated_at":"2018-04-30T23:17:12.527Z","rejected_at":null,"opened_at":"2018-01-29T10:09:51.936Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-23T07:50:10.061Z","response_threshold_reached_at":"2018-04-18T08:41:37.031Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nitin Khanna","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214118,"links":{"self":"https://petition.parliament.uk/petitions/214118.json"},"attributes":{"action":"Consult with women on proposals to enshrine 'gender identity' in law","background":"The government proposes to amend the law to allow people to self-identify as men or women, and to stop allowing organisations in sensitive situations to exclude people of the opposite birth sex. We call for women to be consulted on how to protect women and girls' rights, safety, privacy and dignity.","additional_details":"We call for:\r\n-\tRespectful and evidence-based discussion about the impact of proposed changes and for women's voices to be heard.\r\n\r\n-\tThe government to consult with women’s organisations on how self-declaration would impact on women-only services and spaces, data-gathering, and monitoring of sex-based discrimination.\r\n\r\n- The principle of single-sex spaces to be upheld – and where necessary extended.\r\n\r\nReferences:\r\n- The Sex and Gender Ethics Society\r\n- A Woman's Place UK\r\n- Fair Play for Women\r\n- #ManFriday","state":"open","signature_count":10853,"created_at":"2018-03-02T09:53:54.718Z","updated_at":"2018-04-30T23:17:52.849Z","rejected_at":null,"opened_at":"2018-03-12T11:33:22.257Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T10:47:09.213Z","response_threshold_reached_at":"2018-04-15T08:57:31.338Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Desir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206569,"links":{"self":"https://petition.parliament.uk/petitions/206569.json"},"attributes":{"action":"Reverse A Proposed Ban On Letting Agents Charging Fees To Tenants","background":"Firstly, something must be done to help tenants with some agents charging ludicrous fees to tenants!\r\nI would propose a fee cap. Agents cant charge any higher than a set agreed price.\r\nIt is vital to sustain affordability for all tenants, landlords and agents. \r\nPlease read on to help understand...","additional_details":"I opened a letting agents when I was 21, 8 years ago, its all I have done and know. We pride ourselves on offering fair fees to tenants and landlords. Tenant fees are a must to survive as a business, we will have to pass on our lost fees to landlords, speaking to our landlords they plan to raise their rents to cover their fees immediately.\r\n \r\nThis action makes no sense at all, we can keep everyone happy, set a reasonable cap so tenants, agents and landlords can continue to survive comfortably.","state":"open","signature_count":10777,"created_at":"2017-11-29T13:21:51.774Z","updated_at":"2018-04-28T21:06:22.672Z","rejected_at":null,"opened_at":"2017-12-04T17:50:31.679Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T13:57:15.911Z","response_threshold_reached_at":"2018-02-08T15:53:48.877Z","government_response_at":"2018-02-20T12:01:09.208Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Robert Farrelly","rejection":null,"government_response":{"summary":"Government is committed to banning tenant fees to deliver a fairer lettings market where tenants have greater clarity over what they pay and the landlord is the primary customer of the agent. ","details":"The Government recognises the valuable service that good letting agents provide to both landlords and tenants in ensuring that properties are safe, compliant and professionally managed. We are keen to see all tenants receiving a good and affordable service. A ban on letting fees paid by tenants will improve transparency and affordability for renters - letting fees are currently not clearly or consistently explained with the result that many tenants are unaware of the true costs of renting a property.\r\n\r\nThe Government published the draft Tenant Fees Bill on 1 November (https://www.gov.uk/government/publications/draft-tenants-fees-bill), which sets out the detailed approach to banning letting fees to tenants in England, helping millions of renters by bringing an end to costly upfront payments and renewal fees.\r\n\r\nThe draft Tenant Fees Bill reflects feedback from the eight week public consultation (April – June 2017), which received over 4,700 responses. More than 9 out of 10 tenants who responded to the consultation backed the action to ban letting fees. We are ensuring that tenants will only be required to pay rent alongside a refundable deposit.\r\n\r\nMany letting agents and landlords acknowledge that fees charged to tenants are currently not at a level that is justifiable and agree that intervention is necessary. The Government does not believe that a cap would be effective and is likely to lead to a race to the top in terms of fees charged. A ban is easier to understand and enforce.\r\n\r\nWe believe that tenants will see a net saving as a result of the ban.  Tenants will be able to see what a given property will cost them in the advertised rent level without any additional hidden costs. This will help to make entering and moving around in the private rented sector easier and less costly.\r\n\r\nWe recognise that agents will need to consider their business models. The time of, and services provided by, letting agents should be reimbursed but this should be by landlords rather than tenants. Landlords are better able to shop around for the agent offering the service that they are seeking at the price they want to pay. It is also worth noting that landlords, unlike tenants, can claim tax relief on letting agent fees.\r\n\r\nGood letting agents, providing services that represent value for money to landlords, will continue to play an important role in the market. Furthermore, such letting agents will be on a fairer footing to compete for landlords’ business since it will be much harder for rogue agents to exploit their position between landlords and tenants. \r\n \r\nPublishing a bill in draft enables scrutiny of our proposals to ban letting fees by Parliament and stakeholders ahead of introducing legislation. The Communities and Local Government Select Committee is currently holding a public inquiry into the draft Bill. We welcome Parliamentary scrutiny on whether the draft Bill achieves its aim of delivering a fairer, more competitive, and more affordable lettings market where tenants have greater clarity and control over what they will pay and where the landlord is the primary customer of the letting agent. The Government will then seek to introduce the Bill formally to Parliament at the earliest opportunity. We will do this as soon as parliamentary time allows. We do not expect implementation to be before April 2019. This will allow letting agents time to prepare and re-negotiate their contracts.\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-02-20T12:01:09.205Z","updated_at":"2018-02-20T13:48:40.475Z"},"debate":null}},{"type":"petition","id":204550,"links":{"self":"https://petition.parliament.uk/petitions/204550.json"},"attributes":{"action":"Provide free flash glucose monitoring systems to type 1 diabetics on the NHS.","background":"Type 1 diabetes is a chronic disease and cannot be cured. Sufferers need insulin daily via injections or a pump and have to do regular painful fingerprick blood tests. The flash system allows users to test glucose via a disc placed on the arm without puncturing skin every time, therefore no pain.","additional_details":"As of 1-11-17 this is available on the NHS, however, it seems to be a postcode lottery. The system enables the wearer to maintain better control of their diabetes by monitoring glucose for up-to 8hrs with each scan, which will long term cost the NHS less money as there won’t be as many complications. There is no break from this disease. Many parents have to test children during the night, with this system they can test by just touching the sensor with the scanner. Please share to make this free.","state":"open","signature_count":10523,"created_at":"2017-11-06T18:44:32.791Z","updated_at":"2018-04-30T20:35:58.455Z","rejected_at":null,"opened_at":"2017-11-09T14:55:17.748Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T00:14:21.018Z","response_threshold_reached_at":"2018-04-02T13:33:20.604Z","government_response_at":"2018-04-20T10:09:04.679Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Deana Clarke","rejection":null,"government_response":{"summary":"The Government has no plans to provide flash glucose monitoring systems free of charge to all Type 1 diabetic NHS patients. ","details":"People with diabetes insipidus or diabetes mellitus (except where treatment is by diet alone) - which includes type 1 and type 2 diabetes - are eligible for free NHS prescriptions if they hold a valid medical exemption certificate. However, patients will need to discuss the ongoing management of their condition with their healthcare professional and consider what is most suitable for them.\r\n\r\nWithin its financial constraints, the NHS is committed to providing access to new drugs and medical technologies. Clinical Commissioning Groups (CCGs) are responsible for commissioning diabetes services to meet the requirements of their population. In doing so, CCGs need to ensure that the services they provide are fit for purpose, reflect the needs of the local population and are based on the available evidence and take into account national guidelines. This should include consideration of access to the flash glucose monitoring system Freestyle Libre for people with Type 1 and Type 2 diabetes who might benefit from it.\r\n\r\nDr Partha Kar, Associate National Clinical Director for Diabetes, recently wrote to CCGs, urging them to take into account the advice of NHS England’s Regional Medicines Optimisation Committee (RMOC) (North) which has issued advice to Area Prescribing Committees about commissioning Freestyle Libre.\r\n\r\nOne of the long standing and fundamental principles of the NHS is that the best way to address local challenges is through clinically-led decision-making, as close to patients as possible. CCGs remain best placed to do this as they are clinically led organisations that have both the local knowledge and local accountability to make these complex commissioning decisions in the best interests of patients. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-20T10:09:04.677Z","updated_at":"2018-04-20T10:09:04.677Z"},"debate":null}},{"type":"petition","id":208723,"links":{"self":"https://petition.parliament.uk/petitions/208723.json"},"attributes":{"action":"UK Government to raise the murder of Carl Davies with the Government of France","background":"In 2011 a former Royal Marine working in Maritime Security called Carl Davies was murdered on the French Island of Reunion in the Indian Ocean. The Reunion authorities have still to date not brought Carl's murderers to justice and the family need some form of closure regarding the death of Carl.","additional_details":"","state":"open","signature_count":10441,"created_at":"2018-01-02T15:11:03.428Z","updated_at":"2018-04-30T22:52:55.927Z","rejected_at":null,"opened_at":"2018-01-11T13:09:28.288Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-02T21:02:29.192Z","response_threshold_reached_at":"2018-04-27T15:48:19.820Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jordan Wylie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203708,"links":{"self":"https://petition.parliament.uk/petitions/203708.json"},"attributes":{"action":"Repeal the 1939 Cancer Act so that doctors can offer alternatives to chemo","background":"Doctors are not legally allowed to offer or advise on alternatives for fear of criminal prosecution and the loss of their license to practice.","additional_details":"","state":"open","signature_count":10205,"created_at":"2017-10-25T18:57:57.543Z","updated_at":"2018-04-30T23:57:42.521Z","rejected_at":null,"opened_at":"2017-11-06T16:13:29.088Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-29T21:59:11.177Z","response_threshold_reached_at":"2018-04-25T18:08:25.089Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicolas Stones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211524,"links":{"self":"https://petition.parliament.uk/petitions/211524.json"},"attributes":{"action":"UK Government to ban the sale of electronic training aids for dogs.","background":"The Scottish and Welsh Governments, using their devolved powers, have already committed to ban the use of electronic shock collars.\r\n\r\nThe power to ban the sale of these harmful devices lies with the UK Government, which has failed to introduce controls on their use. This must change.","additional_details":"This petition urges the UK Westminster Government to ban the distribution, sale and use of any electronic training device for dogs, and ensure it is an offence to cause pain or distress to dogs through the use of such devices in England.\r\n\r\nThis petition also recognises that some specific devices, such as collars which only vibrate, offer potential benefits in certain circumstances such as when dealing with dogs suffering from hearing loss.","state":"open","signature_count":9373,"created_at":"2018-01-31T16:15:37.397Z","updated_at":"2018-04-30T21:27:23.700Z","rejected_at":null,"opened_at":"2018-01-31T17:02:28.309Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-31T16:25:18.020Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Macpherson MSP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210024,"links":{"self":"https://petition.parliament.uk/petitions/210024.json"},"attributes":{"action":"To launch a public inquiry into the failings in the Poppi Worthington case","background":"The family court judge and senior coroner ruled that 13-month-old Poppi Worthington was abused before she died. No one has been charged for her death after officers made mistakes in the investigation. Poppi was unknown to social services before she died, concerning for child protection in the UK.","additional_details":"We call on the Prime Minister to order a public inquiry to make recommendations to:\r\n- improve child safeguarding processes \r\n- strengthen the police disciplinary process \r\n- determine whether Cumbria Police has truly learnt the lessons of this case\r\n- Examine whether the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities.","state":"open","signature_count":8993,"created_at":"2018-01-20T13:14:56.958Z","updated_at":"2018-04-30T23:18:33.109Z","rejected_at":null,"opened_at":"2018-01-25T10:08:23.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-20T16:39:05.027Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Woodcock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207027,"links":{"self":"https://petition.parliament.uk/petitions/207027.json"},"attributes":{"action":"Make it illegal for Historic Vehicles to be processed through scrappage schemes.","background":"Make it illegal for manufacturers to process vehicles which have Historic Vehicle on their V5 documents though any scrappage scheme. A simple way to avoid losing rare road heritage is to make all vehicles with Historic Vehicle on their V5 document, legally exempt from scrappage.","additional_details":"A decision taken by Ford UK to scrap a rare Standard 10 was recently highlighted and reversed. The mint condition classic had been sent for scrap by Ford after it was traded in for a Transit. There are many other examples of historic vehicles being sent for a similar fate. They should have legal protection.","state":"open","signature_count":8987,"created_at":"2017-12-04T10:48:00.569Z","updated_at":"2018-04-30T22:41:14.464Z","rejected_at":null,"opened_at":"2017-12-21T17:06:05.237Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-04T11:45:34.421Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Hopkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204086,"links":{"self":"https://petition.parliament.uk/petitions/204086.json"},"attributes":{"action":"Don't give extremists homes, jobs and counselling","background":"The Government is apparently considering plans, codenamed Operation Constrain, to offer extremists previously investigated by MI5, and returning jihadists, help with council housing, jobs and counselling. This is supposed to prevent them carrying out attacks in Britain.","additional_details":"Operation Constrain would be an obscene insult to every British taxpayer, and particularly those that have worked hard and paid taxes all their lives and been told they have no chance of getting council accommodation. It will be seen as a bribe to stop fanatics committing terrorist offences in this country and a reward for doing so, or considering doing so, in the past. The plans must be withdrawn immediately.\r\n\r\nwww.dailymail.co.uk/news/article-5027683/Council-house-bribes-UK-terror-suspects.html ","state":"open","signature_count":8785,"created_at":"2017-10-31T11:02:21.371Z","updated_at":"2018-04-30T23:24:25.930Z","rejected_at":null,"opened_at":"2017-11-06T15:12:30.089Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T12:03:14.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Douglas German","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216215,"links":{"self":"https://petition.parliament.uk/petitions/216215.json"},"attributes":{"action":"New law that cats injured/killed by a vehicle are checked for a chip: Round 2","background":"Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy","additional_details":"It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.","state":"open","signature_count":8651,"created_at":"2018-03-26T10:00:23.716Z","updated_at":"2018-04-30T21:06:27.649Z","rejected_at":null,"opened_at":"2018-03-30T06:44:43.740Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-26T10:30:23.597Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209904,"links":{"self":"https://petition.parliament.uk/petitions/209904.json"},"attributes":{"action":"Make BRCA testing a choice for females over 30 on the NHS and more info given","background":"My dearest friend sadly passed away from ovarian cancer but with no family history her doctor misdiagnosed her for 18 months. If more training and information was given to doctors or a BRCA test was done she might of still been here today and lived a life with her husband and little boy","additional_details":"Stats of ovarian \u0026 cervical cancer is shockingly different, according to Cancer Research UK, 7378 ovarian cancer cases in 2016 which lead to 4128 deaths with a survival rate of 34% \u0026 cervical cancer 3224 cases in 2016 with 890 deaths with a survival rate of 63%\r\n\r\nDue to the fact you are screened every 3 years and doctors are aware of the symptoms for cervical cancer so have a greater change of catching it early, however you are only tested for BRCA if ovarian or breast cancer runs in the family.","state":"open","signature_count":8542,"created_at":"2018-01-18T20:31:36.064Z","updated_at":"2018-04-30T23:17:22.585Z","rejected_at":null,"opened_at":"2018-01-24T17:25:53.768Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-18T20:55:35.882Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Grieff-Liggins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214334,"links":{"self":"https://petition.parliament.uk/petitions/214334.json"},"attributes":{"action":"Ban the sale of high caffeine energy drinks to under 16s","background":"The label may state ‘not for children’ but 69% of teenagers / 24% of children under 10 are consuming high-caffeine energy drinks that lead to adverse health effects post consumption. With sales ever rising, we propose a ban on high-caffeine energy drinks containing over 150mg of caffeine per litre.","additional_details":"A 2015 European Food Safety Authority (EFSA) report found that a 'safe' caffeine intake level for children has not been established. They propose guidelines of 3mg/kg per day could be used as a safe amount for habitual caffeine consumption by children and adolescents. This means that while a single can of popular brands on the market can contain around 160mg of caffeine, the EFSA recommends an intake of no more than 105mg caffeine per day for children. These drinks are simply #NotforChildren.","state":"open","signature_count":8324,"created_at":"2018-03-05T14:30:58.157Z","updated_at":"2018-04-30T17:25:19.586Z","rejected_at":null,"opened_at":"2018-03-05T18:43:32.323Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-05T15:34:22.192Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"LOUISE MARTIN","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210947,"links":{"self":"https://petition.parliament.uk/petitions/210947.json"},"attributes":{"action":"Provide additional funding to councils to protect Children's Centres","background":"1/3 of our Children's Centres have closed since 2010 whilst levels of child poverty have also dramatically increased with more than half of children in the poorest areas of the UK now considered to be living in poverty \u0026 other localities seeing figures around 24.7% (Nuneaton) \u0026 35.1 (Peterborough)","additional_details":"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/485347/DFE-RB495_Evaluation_of_children_s_centres_in_England__the_impact_of_children_s_centres_brief.pdf\r\n\r\nhttps://www.nurseryworld.co.uk/nursery-world/news/1144782/childrens-centres-successfully-targeting-deprived-families\r\n\r\nhttps://www.facebook.com/groups/1377174912365965/","state":"open","signature_count":8091,"created_at":"2018-01-25T19:36:37.946Z","updated_at":"2018-04-30T23:15:41.844Z","rejected_at":null,"opened_at":"2018-02-01T18:46:05.963Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-27T11:13:15.283Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Ann Tomlinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209195,"links":{"self":"https://petition.parliament.uk/petitions/209195.json"},"attributes":{"action":"Replace small plastic bags for loose food products with brown paper ones","background":"By 2050 there will be more plastic in our oceans than fish. We therefore call on the Government to make compulsory changes within all UK supermarkets for the removal of small plastic bags used for loose food products such as fruit, veg, and baked goods and instead, reintroduce brown paper ones.","additional_details":"There are 1 trillion plastic bags made each year with each one taking up to 1000 years to fully decompose, and an even larger figure of 3.95 trillion bags ending up in the world's oceans annually. Brown paper bags, on the other hand, have a degradable period of 1 month and are 100% natural and renewable.  With over 100,000 marine creatures dying a year from plastic pollution and over 1 million seabirds, we are certain that this small change will make a big difference.","state":"open","signature_count":7854,"created_at":"2018-01-09T20:35:54.669Z","updated_at":"2018-04-30T22:06:23.516Z","rejected_at":null,"opened_at":"2018-01-15T09:54:15.084Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-09T20:50:01.630Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robyn Mayson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206280,"links":{"self":"https://petition.parliament.uk/petitions/206280.json"},"attributes":{"action":"Reintroduce Oxford weighting tax.","background":"Unlike London, housing cost is not weighed in when attributing salaries, and the OUH is suffering with recruitment and retaining staff, due to the financial demand of the city.","additional_details":"According to Kelly (2014), the average house in Oxford costs 14.9 times the city's average salary. \r\nA large number of OUH staff had to move further away from the city to avoid costs, and face petrol and traveling financial demands.\r\nThe remaining staff lives closer to the Hospitals, due to lack of cars, and are struggling to afford rent in the city, where houses do not match the price tag they are given, and many of them are forced to resort to Hospital accommodations, that are far from ideal.","state":"open","signature_count":7685,"created_at":"2017-11-27T12:11:19.402Z","updated_at":"2018-04-30T06:07:07.260Z","rejected_at":null,"opened_at":"2017-12-22T10:35:45.516Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-27T13:02:05.066Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ana Rita Pedro Ramos","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205757,"links":{"self":"https://petition.parliament.uk/petitions/205757.json"},"attributes":{"action":"Repeal the April 2017 changes to Bereavement Support","background":"Bereavement benefit changed in April from financially supporting the widowed with dependants until the child was 18 years, to now only 18 months after the death of the parent (the 'one off' payment of just over £3000 doesn't even cover the cost of a funeral)\r\nPlease read Chloe's story (more details)","additional_details":"Chloe Leaper is one of the many widows personally harmed by the changes to benefits. \r\nThis awful change to legislation means bereaved families like Chloe’s need to carry an extra financial burden with all the anxiety that brings with it, in addition to the devastation of losing a beloved life partner..... Please read about her situation here, thank you.  \r\nhttp://www.bbc.co.uk/programmes/p062blmf\r\nhttp://www.bbc.co.uk/news/uk-43460112\r\n","state":"open","signature_count":7671,"created_at":"2017-11-21T15:37:42.924Z","updated_at":"2018-04-30T21:54:35.529Z","rejected_at":null,"opened_at":"2017-12-11T21:13:53.809Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-26T19:16:01.233Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosemary Pinsent","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215872,"links":{"self":"https://petition.parliament.uk/petitions/215872.json"},"attributes":{"action":"Make Makaton a compulsory part of Early Years and Primary Education in the UK.","background":"Communication is an essential life skill. Much of everyday life relies on it, from playing to learning, to getting our needs met. Makaton is a language programme using signs and symbols to aid communication. Designed to support spoken language the signs and symbols are in spoken word order.","additional_details":"Further information about Makaton can be found on the makaton website www.makaton.org","state":"open","signature_count":7302,"created_at":"2018-03-22T10:52:49.847Z","updated_at":"2018-04-30T21:50:07.607Z","rejected_at":null,"opened_at":"2018-03-27T11:18:10.302Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T11:09:57.852Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Melissa Lockwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207651,"links":{"self":"https://petition.parliament.uk/petitions/207651.json"},"attributes":{"action":"Cancel South Western Railway’s contract \u0026 to investigate their mismanagement.","background":"South Western Railway was awarded the South Western franchise in March 2017, \u0026 took over from South West Trains on the 20th August. SWT had managed the franchise for nearly 20 years.\r\n\r\nSince the takeover, the number of delays have increased, delays have got longer, \u0026 cancellations have increased.","additional_details":"The government should investigate why the franchise has significantly worsensed since it changed hands, \u0026 why it changed during the Waterloo upgrade. Why is the service worse after the upgrade?\r\n\r\nNeed to compare the % of delayed trains now with the amount of delayed trains SWT’s had. Also stats for the length of delays, as well as the % of cancelled trains. Not just overal stats either, peak times/rush hour stats need to be anyalsed.\r\n\r\nThe government needs to consider cancelling SWR’s contract.","state":"open","signature_count":6964,"created_at":"2017-12-13T21:02:11.303Z","updated_at":"2018-04-30T21:15:18.901Z","rejected_at":null,"opened_at":"2017-12-19T17:07:30.024Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T23:03:25.047Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jonathan Michael Page","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214287,"links":{"self":"https://petition.parliament.uk/petitions/214287.json"},"attributes":{"action":"Provide a website allowing schools to advertise staff vacancies for free.","background":"Over £50 million a year is spent by UK schools advertising job vacancies and some £500 million on supply teachers. This is due, largely, to the extortionate fees charged by current suppliers. In 2015, at the ASCL conference, Justine Greening promised this issue would be addressed. It hasn't been.","additional_details":"Cost of Advertising:\r\nhttps://www.theguardian.com/education/2016/jul/26/secondary-schools-spent-56m-teacher-job-ads-labour\r\n\r\nCost of Supply Teachers: https://www.telegraph.co.uk/education/2017/02/21/school-spending-supply-teacher-agencies-jumps-fifth-inthree/\r\n\r\nCost of Supply Agencies:\r\nhttps://www.telegraph.co.uk/education/educationnews/12040309/Schools-spending-thousands-on-agencies-to-recruit-teachers.html\r\n\r\nGovernment Recognition: p24 'Teacher Recruitment and Retention' Briefing Paper 19/0118","state":"open","signature_count":6962,"created_at":"2018-03-04T18:48:22.988Z","updated_at":"2018-04-30T22:50:13.271Z","rejected_at":null,"opened_at":"2018-03-09T17:19:07.977Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T21:00:16.674Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leigh Adams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206480,"links":{"self":"https://petition.parliament.uk/petitions/206480.json"},"attributes":{"action":"Stop the removal/reduction  of enhanced and unsociable hours pay to NHS staff","background":"NHS staff are some of the most dedicated and hard working people I've ever known. \r\nThey deserve to have a decent pay award and not have to sacrifice  their enhanced and unsociable hours payment.","additional_details":"","state":"open","signature_count":6839,"created_at":"2017-11-28T20:23:43.484Z","updated_at":"2018-04-30T13:08:43.149Z","rejected_at":null,"opened_at":"2017-12-04T17:53:28.505Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T08:01:38.541Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keith pearson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214145,"links":{"self":"https://petition.parliament.uk/petitions/214145.json"},"attributes":{"action":"Mandate re-homing of suitable beagles and other species used for animal research","background":"An Advice Note was issued by the Animal Scientific Regulation Unit at the Home Office in 2015 encouraging research/ breeding facilities to re-home these animals but an Advice Note is not Mandatory.  There is evidence that animals are released under the radar or the advice is ignored.","additional_details":"There can be a life after laboratories for suitable animals!!  Mandatory legislation will guarantee adherance to the law and will ensure that release \u0026 re-homings will be conducted officially and transparently for those animals who achieve the criteria in ASAP 1986. This will ensure that animals can enjoy normal lives in domestic enviroments once they have been socialised and domesticated properly, and re-homed to new owners who have been extensively checked as suitable.","state":"open","signature_count":6201,"created_at":"2018-03-02T16:32:28.585Z","updated_at":"2018-04-30T23:33:20.844Z","rejected_at":null,"opened_at":"2018-03-09T16:57:04.140Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T08:13:34.681Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Wynne","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212308,"links":{"self":"https://petition.parliament.uk/petitions/212308.json"},"attributes":{"action":"Ban George Soros from the United Kingdom.","background":"Whilst the UK welcomes foreign business, Mr Soros has proved by his actions that he is no friend of the United Kingdom.","additional_details":"He has a conviction in France for insider trading. He has donated money to a group which is campaigning against the democratic decision to leave the EU.","state":"open","signature_count":6159,"created_at":"2018-02-08T19:57:53.302Z","updated_at":"2018-04-30T23:40:44.687Z","rejected_at":null,"opened_at":"2018-03-09T17:45:13.774Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-08T20:28:12.675Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth Lloyd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211354,"links":{"self":"https://petition.parliament.uk/petitions/211354.json"},"attributes":{"action":"Introduce rules requiring coroners to respect Jewish and Muslim religious laws","background":"A vice president of the Board of Deputies of British Jews has said that a North London Coroner shows “no inclination” to address Jewish concerns. Under Jewish \u0026 Islamic law, bodies must be buried quickly and invasive postmortems are a desecration. The Board wants this coroner dismissed.","additional_details":"The Chief Rabbi has written to the Lord Chancellor. Here are extracts.\r\n \r\n.....concern had grown over recent years about the failure of [the coroner] ... to give due regard to the deeply held religious beliefs of Jewish and indeed Muslim families ...\r\n \r\n... Where the fastest possible burial is denied ...it can cause a great deal of pain at a time when they are already grieving.\r\n \r\n...there are no other coroners .. who have taken such a stance.\r\n","state":"open","signature_count":6031,"created_at":"2018-01-29T23:33:54.946Z","updated_at":"2018-04-30T08:34:18.329Z","rejected_at":null,"opened_at":"2018-02-08T10:44:25.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-30T06:45:48.181Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"jonathan malcolm hoffman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206880,"links":{"self":"https://petition.parliament.uk/petitions/206880.json"},"attributes":{"action":"Stop plans to cut Victoria trains from the Bexleyheath line","background":"The Government has confirmed that all services on the Bexleyheath Line to Victoria will be cut after the new franchise is awarded in 2018, despite the Government’s own consultation showing that 89% of respondents were opposed to plans to cut the number of local rail destinations.","additional_details":"The Government has ignored their promise that these changes would only be made “if passengers supported it.”\r\n\r\nCutting these services would be a disaster for commuters in areas like Bexleyheath, Welling, Blackheath, Eltham, Kidbrooke and elsewhere who do not have access to the DLR or the Underground, so have to depend on the rail network.  In particular, elderly and disabled passengers, who use the service to access Kings College Hospital at Denmark Hill, will face much more difficult journeys.","state":"open","signature_count":6010,"created_at":"2017-12-01T16:28:57.888Z","updated_at":"2018-04-30T23:13:00.185Z","rejected_at":null,"opened_at":"2017-12-06T17:46:04.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-01T17:01:51.660Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Caroline Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202644,"links":{"self":"https://petition.parliament.uk/petitions/202644.json"},"attributes":{"action":"Build a new A\u0026E Hospital CENTRAL to St Albans, Watford and Dacorum.","background":"We call on the NHS decision makers to instruct West Herts Hospital Trust (WHHT) to amend their Strategic Outline Case to include the most sensible, popular and cost-effective option of building a new A\u0026E hospital in a more accessible and central location than Vicarage Road, Watford.","additional_details":"WHHT have approved plans to redevelop Watford General Hospital as Our A\u0026E Hospital. This is despite the difficulties for many getting to WGH, the sharp gradient of the site, being next-door to a PL football club and the disruption for patients, visitors and staff until it is completed in 2030.A brand new and central West Herts A\u0026E Hospital could be delivered earlier, be less disruptive to hospital services, cost less and provide a better long-term acute care solution for the whole of West Herts.","state":"open","signature_count":5804,"created_at":"2017-10-11T10:38:16.611Z","updated_at":"2018-04-30T23:53:40.749Z","rejected_at":null,"opened_at":"2017-11-23T11:58:14.692Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T13:13:58.971Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Love","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205842,"links":{"self":"https://petition.parliament.uk/petitions/205842.json"},"attributes":{"action":"Re introduce the MenC vaccine for babies aged 12 weeks of age.","background":"From July 2016, the MenC vaccine for 12 week old babies was discontinued from the NHS childhood vaccination programme.","additional_details":"In a letter to Public Health England in March 2016 The Joint Committee on Vaccination (JCVI) recommended that infants aged 12 weeks no longer require the vaccination against meningococcal serogroup C (MenC) due to the success of the immunisation programme that started in 1999.\r\nOne case is one too many and today there is a baby girl in Bradford fighting for her life after contracting MenC at the age of 10 months.","state":"open","signature_count":5755,"created_at":"2017-11-22T09:26:58.881Z","updated_at":"2018-04-30T20:58:27.393Z","rejected_at":null,"opened_at":"2017-12-01T19:34:19.503Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:29:42.914Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cheryl Dibbin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207603,"links":{"self":"https://petition.parliament.uk/petitions/207603.json"},"attributes":{"action":"Reverse government decision that will increase State Pension Age for millions","background":"When State Pension Age (SPA) is reviewed, the underlying principle is that the proportion of adult life spent over SPA should be constant. At first the target proportion was up to 33.3%. Government now wants to reduce this to 32%. The 33.3% target must be maintained or SPA will rise for millions.","additional_details":"The principle of \"up to one third\" of adult life over State Pension Age (SPA) was announced in the 2013 Autumn Statement.\r\n\r\nBut in July the Secretary of State said \"Government is minded to commit to ‘up to 32%’ as the right proportion”.\r\n\r\nUnder the original principle, SPA reaches 68 by April 2041 and 69 by April 2055. Under the new approach it would be 11 and 13 years earlier respectively and 70 by April 2056.\r\n\r\nUnless the original target is retained, millions of people will have a higher SPA.","state":"open","signature_count":5717,"created_at":"2017-12-13T11:30:37.252Z","updated_at":"2018-04-30T21:21:42.753Z","rejected_at":null,"opened_at":"2017-12-18T11:38:02.266Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T11:48:43.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mike Clancy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208008,"links":{"self":"https://petition.parliament.uk/petitions/208008.json"},"attributes":{"action":"Increase the sentence for failure to stop after a fatal road traffic collision","background":"My brother, Andy Lindup, was killed in a hit and run in Dec 2016. By the time the driver was arrested, it was too late to breathalyse him and gather evidence for a charge of dangerous driving for which he could have faced up to 14 years in prison. Instead he got just 6 months for failure to stop.","additional_details":"The sentence for failing to stop after a fatal road collision must be made equal to the maximum sentence for death by dangerous driving. Otherwise, there is absolutely no incentive for drivers to stop. Why would anyone stop if they knew they could face 14 years as opposed to just 6 months? My family will never know if the driver who killed my brother was under the influence or not. If he wasn’t, maybe he would have stopped if the law was different. If he was, then the law has let him escape justice.\r\nhttp://www.dailymail.co.uk/news/article-5168331/Family-man-killed-hit-run-call-law-change.html","state":"open","signature_count":5623,"created_at":"2017-12-19T21:38:51.932Z","updated_at":"2018-04-30T20:52:54.573Z","rejected_at":null,"opened_at":"2017-12-20T11:17:44.994Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-20T11:03:44.875Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy O’Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215370,"links":{"self":"https://petition.parliament.uk/petitions/215370.json"},"attributes":{"action":"Stop unfair ILR cancellation for ECAA Agreement.","background":"On the 16th of March 2018, The Home Office made the following announcement:\r\n\r\nhttps://www.gov.uk/government/publications/turkish-ecaa-business-guidance","additional_details":"As Turkish citizens under the ECAA Agreement who have applied before the 16th of March 2018, we would like to be evaluated according to former rules and we would like to apply to ILR as we planned before, right after the 4th year.","state":"open","signature_count":5469,"created_at":"2018-03-16T17:00:34.589Z","updated_at":"2018-04-30T23:20:04.095Z","rejected_at":null,"opened_at":"2018-03-22T16:51:02.539Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T17:06:06.527Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gonul Gulce Karaarslan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214322,"links":{"self":"https://petition.parliament.uk/petitions/214322.json"},"attributes":{"action":"Fund a clinical audit of ovarian cancer to urgently improve survival rates","background":"Shockingly, the UK has one of the worst survival rates in Europe for ovarian cancer. It’s too late for so many women like my mum, but we must do better. In 2015 the Chief Medical Officer called for an audit of ovarian cancer treatment \u0026 survival. Funding an audit is key to saving more women's lives.","additional_details":"When a woman is diagnosed with ovarian cancer in the UK the odds are stacked against her. It is one of the deadliest cancers for women and only 46% will survive 5 years beyond a diagnosis. UK survival rates lag significantly behind the USA, France and Germany, and even countries such as Thailand and Romania. We urgently need earlier detection and better treatment to improve women’s chances. If my mum’s cancer had been diagnosed earlier she would have had a 90% chance of survival.","state":"open","signature_count":5328,"created_at":"2018-03-05T12:33:17.813Z","updated_at":"2018-04-30T23:47:58.347Z","rejected_at":null,"opened_at":"2018-03-12T12:30:02.720Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-06T11:19:39.841Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gemma Carroll","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203867,"links":{"self":"https://petition.parliament.uk/petitions/203867.json"},"attributes":{"action":"Cancel the smart meter roll-out","background":"We call on the Government to cancel the smart meter roll-out, on the grounds of:\r\n1) Health-they emit microwave radiation, a Group 2B Carcinogen \r\n2) Safety-can cause fires \r\n3) Privacy-consumption data can be tracked/sold \r\n4) Security-can be hacked \r\n5) Cost-reports suggest £400+ per household","additional_details":"Smart Attack\r\nhttps://www.youtube.com/watch?v=N29AtA3VodU\r\n\r\nAre smart meters to blame for house fires? Mail\r\nhttp://www.dailymail.co.uk/news/article-4737864/Are-smart-meter-blame-house-fires.html\r\n\r\n...smart meters will cost each household £420 - This Is Money\r\nhttp://www.thisismoney.co.uk/money/bills/article-4846700/Smart-meters-cost-household-420.html\r\n\r\nWarning over smart meters privacy risk - BBC\r\nhttp://www.bbc.co.uk/news/technology-18407340\r\n\r\nStop Smart Meters UK\r\nhttp://stopsmartmeters.org.uk/","state":"open","signature_count":5135,"created_at":"2017-10-28T09:02:50.970Z","updated_at":"2018-04-30T23:48:08.503Z","rejected_at":null,"opened_at":"2017-11-07T16:31:42.775Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-28T10:50:02.965Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dave Ashton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209048,"links":{"self":"https://petition.parliament.uk/petitions/209048.json"},"attributes":{"action":"Consultants or GPs to do PIP, DLA and ESA assessments for people with IBD","background":"To get medical assessments conducted by qualified consultants and GPs who understand patients’ conditions in Crohn’s and Ulcerative Colitis, which can give accurate information about their disabilities to support their claims for PIP, DLA and/or ESA.","additional_details":"I suffer from Ulcerative Colitis, ADHD, OCD, Anxiety and Depression Disorder and Cluster 4 which means I can't deal with day to day life. I'm on a drug called Infliximab Infusion which is for my IBD and have to have it every 6-8 weeks in hospital in the Infusion Unit. This suppresses my immune system,  which means I am prone to infections. I have been rejected twice by PIP saying my IBD and Mental Health Issues don't affect me in my day to day life; I am now waiting for a tribunal.","state":"open","signature_count":5131,"created_at":"2018-01-07T10:02:32.896Z","updated_at":"2018-04-30T17:59:57.920Z","rejected_at":null,"opened_at":"2018-01-11T11:10:12.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-07T11:27:16.685Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Oldaker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205110,"links":{"self":"https://petition.parliament.uk/petitions/205110.json"},"attributes":{"action":"Make student paramedics eligible for the NHS learning support fund","background":"The Dept of Health established a fund to provide extra financial support for Healthcare students which excludes paramedics. Student paramedics face similar costs and should not be excluded. Our country is short of paramedics and the exclusion makes it even more challenging to qualify.","additional_details":"","state":"open","signature_count":4885,"created_at":"2017-11-13T11:50:48.503Z","updated_at":"2018-04-30T11:21:10.726Z","rejected_at":null,"opened_at":"2017-11-17T14:36:46.371Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-13T13:21:09.227Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harry Lawrence","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210700,"links":{"self":"https://petition.parliament.uk/petitions/210700.json"},"attributes":{"action":"End all local and national public sector service outsourcing","background":"The recent collapse of Carillion has brought attention to the failings of the private sector in delivering vital public services. This petition calls to end all future outsourcing of public service contracts both locally and nationally including councils, health, education and the civil service.","additional_details":"In order for this to be enforced, the petition is calling for legislation ruling such contracts unlawful.","state":"open","signature_count":4858,"created_at":"2018-01-24T14:27:59.049Z","updated_at":"2018-04-30T18:54:06.341Z","rejected_at":null,"opened_at":"2018-02-02T16:08:49.350Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-24T15:37:55.208Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214751,"links":{"self":"https://petition.parliament.uk/petitions/214751.json"},"attributes":{"action":"Introduce photo ID cards in order to vote in all Elections.","background":"We believe that photo ID cards should be mandatory in order to be able to vote in all Elections.\r\nIn order to prevent voter fraud, the Government should introduce a national photo ID scheme. \r\nGovernment would pay for the ID cards. \r\nThis would mean the cards would be free to any voter.","additional_details":"The application form would be available to complete on  the Government website.","state":"open","signature_count":4811,"created_at":"2018-03-10T23:32:08.322Z","updated_at":"2018-04-30T22:51:45.358Z","rejected_at":null,"opened_at":"2018-03-16T10:52:47.566Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-11T21:10:52.720Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert J F Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215643,"links":{"self":"https://petition.parliament.uk/petitions/215643.json"},"attributes":{"action":"UK Government to implement the Bercow: Ten Years On recommendations","background":"I CAN and the Royal College of Speech and Language Therapists have just published a review of provision in England for children and young people with speech, language and communication needs. We are calling on the Government to implement its recommendations and MPs to support the review's findings.","additional_details":"Visit www.bercow10yearson.com to download the report and recommendations in full.","state":"open","signature_count":4629,"created_at":"2018-03-20T00:01:43.372Z","updated_at":"2018-04-30T23:15:41.902Z","rejected_at":null,"opened_at":"2018-03-26T18:02:24.080Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-20T12:36:03.298Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gillian Rudd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215797,"links":{"self":"https://petition.parliament.uk/petitions/215797.json"},"attributes":{"action":"Halt the UK badger culls and provide key data on previous culls.","background":"We believe the majority of people in the UK oppose the Government's badger culls.  The government is ignoring sound scientific evidence that states they are ineffective, inhumane and could make matters worse. They are also proving to be extremely costly to the taxpayer.  Transparency is also needed.","additional_details":"We are calling on the Government to halt the UK’s badger culls and release key data that suggests the culls are not working. \r\n\r\nTo-date approximately 32,000 badgers have been killed since the culls began in October 2013 and now the government plans to roll the culls out across the country killing tens of thousands more animals.  Persecution of badgers has also escalated. Restricting cattle movements, stricter cattle testing, vaccination, monitoring and enforcement is the answer, not culling.","state":"open","signature_count":4617,"created_at":"2018-03-21T18:50:31.446Z","updated_at":"2018-04-30T23:41:45.419Z","rejected_at":null,"opened_at":"2018-03-26T17:58:47.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T17:23:18.677Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patricia Hall","rejection":null,"government_response":null,"debate":null}}]}