{"links":{"self":"https://petition.parliament.uk/petitions.json?page=5\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=6\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open"},"data":[{"type":"petition","id":222572,"links":{"self":"https://petition.parliament.uk/petitions/222572.json"},"attributes":{"action":"Stop HS2 Developers Demolishing the *Wet Woodland* area at Denham Country Park","background":"Wet Woodland should be protected by law! The area is clearly wet woodland, but not being recognised as such. There are approximately 2000 different wild species in this area. Once these areas are gone, they are gone for good!!","additional_details":"There needs to be No Net Loss of biodiversity in London. We and our future generations cannot afford to lose these areas which are important for air/water quality and for general mental wellbeing of those that use these spaces. \r\n\r\nThe Mid-Colne Valley Site of Metropolitan Importance (SMI) for nature conservation is too important to be lost. Priority habitats and species must not be swept under the carpet.\r\n\r\nWet woodlands are UK most productive habitats equal to our rain forests there are not many left in London.","state":"open","signature_count":1433,"created_at":"2018-06-19T11:05:08.647Z","updated_at":"2018-09-13T23:40:17.869Z","rejected_at":null,"opened_at":"2018-06-27T16:45:07.742Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-20T09:26:15.767Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Abigail Nimmo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215364,"links":{"self":"https://petition.parliament.uk/petitions/215364.json"},"attributes":{"action":"Urge the FCA to cap repayments on rent-to-own and doorstep lending","background":"The Sun is calling for a cap on the total cost of rent-to-own loans and doorstep lending at double the original item price or loan amount. This was introduced for payday loans in 2015 and the numbers of people struggling with unmanageable debts to those lenders has more than halved.","additional_details":"\r\nPeople on the lowest incomes, living in the poorest places, are paying a poverty premium - around 7 million people have resorted to high-cost credit. People whose wages or benefits don't stretch far enough need to borrow from rent-to-own or doorstep lenders to help pay for things such as an unexpected bill or to furnish their homes. These come with exorbitant rates of interest - more than 1,500% in some cases of doorstep lending. \r\nIt's time to stop the credit rip-off.\r\n","state":"open","signature_count":1393,"created_at":"2018-03-16T15:37:22.186Z","updated_at":"2018-09-10T17:49:28.115Z","rejected_at":null,"opened_at":"2018-03-22T16:52:44.168Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T15:44:58.195Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Laura Whitcombe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217901,"links":{"self":"https://petition.parliament.uk/petitions/217901.json"},"attributes":{"action":"Amend the Wildlife Act so companies have to protect wildlife","background":"There's nothing in the Wildlife Act which states that companies must put measures in place to prevent wildlife from being injured/killed whilst they are undertaking outdoor work. We want the Wildlife Act amended in order to reduce the number of animals going to rescues due to the work of businesses.","additional_details":"The Wildlife Act needs to be updated in order to protect all wildlife. Companies have to take responsibility for their actions towards wildlife, for example, putting ramps down holes, covering up all holes, paying the bills of the animals they have injured and so on. By putting this in place, it will help reduce the number of injured or killed wild animals.","state":"open","signature_count":1371,"created_at":"2018-04-17T08:54:02.145Z","updated_at":"2018-09-13T08:50:13.252Z","rejected_at":null,"opened_at":"2018-04-23T13:31:06.744Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-17T11:34:35.083Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ellen Cole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218263,"links":{"self":"https://petition.parliament.uk/petitions/218263.json"},"attributes":{"action":"U.K. government to introduce National ID Cards to all legal citizens","background":"The introduction of a U.K. national ID card has many benefits and few disadvantages. For example: it would improve security, reduce fraudulent claims to U.K. rights and benefits and make it more difficult to carry out other illegal activity. There are few possible reasons for valid objections.","additional_details":"The principal objection to ID cards is that they are an infringement of citizen's right to remain anonymous. - this could easily be remedied by legislation under which circumstances an ID card could be requested I.e, voting, by police, claiming benefits or seeking employment. An ID scheme would also be hugely expensive. Estimated at £1 billion - but long term security and savings on crime makes this worthwhile. About 100 countries already have compulsory ID cards. Others have voluntary schemes.","state":"open","signature_count":1357,"created_at":"2018-04-22T13:03:11.395Z","updated_at":"2018-09-11T18:20:04.080Z","rejected_at":null,"opened_at":"2018-04-27T15:08:12.320Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-23T08:56:50.881Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David newby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216867,"links":{"self":"https://petition.parliament.uk/petitions/216867.json"},"attributes":{"action":"Legalise medical cannabis for difficult to treat epilepsies in children.","background":"Trials have taken place with medical cannabis on Dravet syndrome, the children on this trial have been able to continue to take sativex and this gives hope to other patients with refractory seizures. Sativex is available on special license for MS patients, please grant our children the same respect.","additional_details":"My daughter Ruby had her first seizure at 5 days old, her epilepsy has remained uncontrolled ever since. Ruby’s seizures are life threatening, she has a very rare \u0026 complex neurological condition called AHC. Please grant leading paediatric neurologists special license to prescribe sativex in special cases. To save children’s lives, to give quality of life to my daughter \u0026 many others. Thank you. \r\n\r\nMore information on AHC can be found by watching this short film:\r\n\r\nwww.humantimebombs.com","state":"open","signature_count":1349,"created_at":"2018-04-04T22:31:39.819Z","updated_at":"2018-09-13T22:51:41.032Z","rejected_at":null,"opened_at":"2018-04-06T17:08:23.660Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-04T22:47:20.391Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Claire Parsons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226186,"links":{"self":"https://petition.parliament.uk/petitions/226186.json"},"attributes":{"action":"Ensure cancer patients wait for no longer than a week for scan or test results.","background":"There are currently no guidelines which determine how long a cancer patient should be expected to wait for scan or test results. This means that many patients are waiting for several weeks to know their fate. Inevitably, this holds up treatment and can lead to a worse outcome for the patient.","additional_details":"At present patients with suspected cancer may have to wait for 62 days for test results to confirm a diagnosis. For those already diagnosed, there are no time limits for scan or test results. In our increasingly overstretched NHS, scan results are being given too late. This is an unacceptable situation which could be remedied. I am asking the government to ensure no cancer patient has to wait for longer than a week for test results so that their treatment isn't delayed or their choices limited.","state":"open","signature_count":1331,"created_at":"2018-07-29T09:20:13.566Z","updated_at":"2018-09-12T19:43:24.803Z","rejected_at":null,"opened_at":"2018-08-03T10:57:02.153Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-29T11:04:59.227Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gemma Woodcock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219278,"links":{"self":"https://petition.parliament.uk/petitions/219278.json"},"attributes":{"action":"Pass a law guaranteeing free speech except for incitement to violence","background":"Free speech is the bedrock of western civilisation and should be protected from prosecution. People in the UK should be free to say what they want, when they want and where they want. This should cover all public places and places of employment. The only exception is an incitement to violence.","additional_details":"People should be free to speak their mind at home, in a public space and in a place of employment or worship. Without free speech the evils of society can not be confronted and individual rights can be eroded by the interests of groups.","state":"open","signature_count":1319,"created_at":"2018-05-03T14:20:59.249Z","updated_at":"2018-09-09T00:22:43.326Z","rejected_at":null,"opened_at":"2018-05-10T08:55:25.716Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-03T15:07:59.719Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ralph Samuel Masilamani","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219268,"links":{"self":"https://petition.parliament.uk/petitions/219268.json"},"attributes":{"action":"Ban Aspartame and its associated sweeteners from all food and drinks in the UK","background":"The use of Aspartame and its associated sweeteners are increasingly being linked to many illnesses and medical conditions and even obesity.\r\n\r\n","additional_details":"Many people use them because of obesity and/or diabetes or to help reduce their sugar and calorie intake. These chemically produced sweeteners are believed to be detrimental to the health and well-being of the population. There are natural alternatives that can be used in place of them.","state":"open","signature_count":1313,"created_at":"2018-05-03T11:58:44.788Z","updated_at":"2018-09-08T09:49:36.929Z","rejected_at":null,"opened_at":"2018-05-14T09:48:02.225Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-04T15:51:21.316Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Ann Hughes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222124,"links":{"self":"https://petition.parliament.uk/petitions/222124.json"},"attributes":{"action":"A final say on the deal negotiated with the EU, with the option to Remain","background":"Leave 'won' the Referendum, but voters have not had the opportuniy of seeing what the alternatives to our current membership of the EU are, and of deciding whether the likely economic, political and social consequences mean that it would be better for the UK to remain full members.","additional_details":"The referendum was 'won' on a simple majority because it was said to be Advisory at the time. There was at the time no indication of the type of deal, or relationship, the UK would achieve with the 27 other members of the EU. The government later said it would respect the will of the people: but the people may well have voted differently had they known the result would be considered set in stone (mandatory referendum would require a supermajority.)","state":"open","signature_count":1288,"created_at":"2018-06-13T12:05:53.992Z","updated_at":"2018-09-12T10:06:36.849Z","rejected_at":null,"opened_at":"2018-06-18T19:39:07.107Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-13T16:46:35.611Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Riane revah","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225178,"links":{"self":"https://petition.parliament.uk/petitions/225178.json"},"attributes":{"action":"Declare the 2016 referendum on membership of the EU null and void.","background":"Under section 3.3 (e) of the CODE OF GOOD PRACTICE ON REFERENDUMS the UK government should declare the result of the 2016 referendum null and void because of the decision by the Electoral Commission that rules on spending were broken and referral to the police has been made.","additional_details":"","state":"open","signature_count":1283,"created_at":"2018-07-17T12:32:26.870Z","updated_at":"2018-09-12T16:51:56.414Z","rejected_at":null,"opened_at":"2018-08-09T16:03:17.326Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-17T12:53:05.985Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Janet Crossley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224781,"links":{"self":"https://petition.parliament.uk/petitions/224781.json"},"attributes":{"action":"Scrap NHS surcharge for non EU living in UK who already pay N.I contributions","background":"It has come to the notice of Association of Africans in Scotland (AAS), a charitable organisation that non EU families who legally live, work\u0026pay taxes/N.I in the UK are asked to cough up an additional NHS surcharge (separate from the HO fees\u0026other costs) when they renew their immigration documents","additional_details":"Telegraph of 5 February 2018, reported Health minister saying: \"Our NHS is always there when you need it, paid for by British taxpayers. These people, even though non-EU, pay taxes/NI as well which goes into the NHS. AAS believes in the United Kingdom as a country which champions fairness \u0026 subjecting applicants who already pay N.I to pay another mandatory NHS surcharge amounts to double taxation \u0026 therefore an unfair practice. AAS is therefore calling for a review and scrapping of this charge.","state":"open","signature_count":1280,"created_at":"2018-07-12T18:01:25.442Z","updated_at":"2018-09-13T18:13:04.849Z","rejected_at":null,"opened_at":"2018-07-19T16:19:09.328Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-12T22:58:00.481Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Moraro","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215451,"links":{"self":"https://petition.parliament.uk/petitions/215451.json"},"attributes":{"action":"Reject plans to build a massive solar farm on Graveney Marshes in Kent.","background":"Plans are being prepared by developers to build the largest solar farm in the UK on Graveney Marshes adjacent to a SSSI, nature reserve and the Saxon Shore Way. The proposal envisages unsightly 4 metre high solar panels on hundreds of acres of land which would ruin this idyllic area of coastal Kent.","additional_details":"The proposal is opposed by the local MP, Helen Whateley as well as Kent Wildlife Trust, the RSPB and the Council for the Protection of Rural England. Local residents are also totally opposed.\n\nAs a major national infrastructure project because of its' size, any formal planning application will have to be decided by the Secretary of State.","state":"open","signature_count":1249,"created_at":"2018-03-17T20:07:42.507Z","updated_at":"2018-09-13T20:08:12.101Z","rejected_at":null,"opened_at":"2018-03-30T07:47:18.893Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-23T06:58:33.249Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Shaun Birkin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220503,"links":{"self":"https://petition.parliament.uk/petitions/220503.json"},"attributes":{"action":"Fund seizure alarms for everyone with Epilepsy","background":"I decided to start this petition after my son, 2 years old, got diagnosed with epilepsy and started to have nocturnal seizures. 1st December 2016 is when it all began with his first seizure - a 4 hour status seizure which resulted in him having to be placed into a coma on life support for 2 weeks.","additional_details":"Sudden Unexpected Death in Epilepsy (SUDEP) is when a person with epilepsy dies suddenly and prematurely, and no other cause of death is found. Around 1,200 people die from Epilepsy each year in the UK. Around half of these deaths are SUDEP (sudden unexpected death in epilepsy). If you have seizures during the night, having a seizure alarm that alerts someone if you have a seizure is a life changer. The Government must provide enough funding for everyone who needs one.","state":"open","signature_count":1239,"created_at":"2018-05-22T22:23:31.345Z","updated_at":"2018-08-27T20:51:14.956Z","rejected_at":null,"opened_at":"2018-05-30T17:27:23.313Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-22T22:42:37.133Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Georgia Gillett","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220375,"links":{"self":"https://petition.parliament.uk/petitions/220375.json"},"attributes":{"action":"A call from the UK for UN Peace Keeping Force in Southern Cameroon at the UN","background":"There is ongoing violence perpetrated by Government Forces and Southern Cameroonian militants in the English-Speaking part of Cameroon, specifically the North-West and South-West Regions. The UK needs to call for a UN peacekeeping force in Southern Cameroon.","additional_details":"The English speaking part of Cameroon has for over 60 years since joining La Republique du Cameroun been subjected to marginalization and oppression of the Anglo-Saxon culture, which was considered untouchable during the unity of the two Regions to form the Federal Republic of Cameroon. There is the need for meaningful dialogue to resolve the crisis. Without an independent UN Observer to monitor peace and oversee dialogue, we could have a genocide on our hands.","state":"open","signature_count":1232,"created_at":"2018-05-20T14:04:27.510Z","updated_at":"2018-09-11T22:36:23.749Z","rejected_at":null,"opened_at":"2018-05-29T13:47:05.198Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-20T16:48:49.678Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Venan Sondo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227212,"links":{"self":"https://petition.parliament.uk/petitions/227212.json"},"attributes":{"action":"Impose legislation to stop charity bags being delivered to homes in the UK","background":"charitybags.org.uk estimate that 525 million charity bags are delivered to homes in England \u0026 Wales per year – this would equate to 2,625 tonnes of plastic. \r\n","additional_details":"They say only 3% are filled, meaning that a staggering 509 million bags may be ending up in landfill, contributing to the worldwide plastic problem.","state":"open","signature_count":1213,"created_at":"2018-08-13T22:45:02.824Z","updated_at":"2018-09-13T12:27:40.459Z","rejected_at":null,"opened_at":"2018-08-24T16:15:53.676Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-14T09:27:15.163Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaunna McCann","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222976,"links":{"self":"https://petition.parliament.uk/petitions/222976.json"},"attributes":{"action":"Reject calls to add American Bulldogs to the dangerous dog act.","background":"Peta, an organization that is meant to dedicated to the protection of animals has called on the UK government that it should add American bulldogs to the dda, effectively banning them outright. Breed specific legislation is nout an effective solution. I suggest the law notices deed not breed","additional_details":"","state":"open","signature_count":1206,"created_at":"2018-06-24T17:17:31.932Z","updated_at":"2018-09-11T11:56:36.081Z","rejected_at":null,"opened_at":"2018-06-29T10:09:27.498Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-24T17:47:32.246Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephanie Mcleod","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218621,"links":{"self":"https://petition.parliament.uk/petitions/218621.json"},"attributes":{"action":"Legislate against anyone with EU pension serving in Commons or Lords.","background":"I believe that EU pensions are a clear conflict of interest while leaving the EU. Legislate to make it illegal for anyone receiving or due to receive such a pension from serving in House of Commons or House of Lords.","additional_details":"","state":"open","signature_count":1187,"created_at":"2018-04-25T20:14:57.098Z","updated_at":"2018-09-12T14:21:22.485Z","rejected_at":null,"opened_at":"2018-05-22T10:50:31.758Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-26T10:07:47.953Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lee Runciman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217138,"links":{"self":"https://petition.parliament.uk/petitions/217138.json"},"attributes":{"action":"Regulate  open air prayer meetings of all denominations","background":"There are now times when roads can be blocked by religious gatherings. This should not be permissible unless special dispensation has been sought and granted.","additional_details":"The blocking of public thoroughfares, whether highways, footpaths or public parks, should be prohibited, except for special occasions when permission has been sought and granted. This should apply to all religions and the use of foreign language prayers (including Latin) should also be prohibited in a public space.","state":"open","signature_count":1185,"created_at":"2018-04-08T10:48:29.395Z","updated_at":"2018-09-05T14:05:11.932Z","rejected_at":null,"opened_at":"2018-04-24T16:26:29.949Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-08T10:57:26.072Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anthony Stacey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219843,"links":{"self":"https://petition.parliament.uk/petitions/219843.json"},"attributes":{"action":"Annul the 2016 EU referendum result due to the overspend by Leave.EU.","background":"UK is a member of the Venice commission. The Venice commission's Code on referenda states (section 3.3 - Funding, Paragraph 24):\r\n\r\n\"In the event of a failure to abide by the statutory requirements, for instance if the cap on spending is exceeded by a significant margin, the vote must be annulled.\"","additional_details":"Leave.EU have been found to have overspent spending limits by at least 10%. This is a clear violation of the Venice Commission and as a result, the Referendum result should be annulled and a new vote called.","state":"open","signature_count":1181,"created_at":"2018-05-12T12:14:33.431Z","updated_at":"2018-09-09T17:49:45.189Z","rejected_at":null,"opened_at":"2018-05-18T16:27:23.629Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-12T13:44:06.838Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Holland","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219798,"links":{"self":"https://petition.parliament.uk/petitions/219798.json"},"attributes":{"action":"Increase maintenance loans to students living in Oxford to London weighting","background":"After being ranked the least affordable city in the UK to live, it would make sense that the government and student finance reflect this fact in the amount of maintenance loan students living in Oxford receive, but they do not. Rent and living costs in Oxford are well above the national average.","additional_details":"Studying and living in Oxford is financially straining on all students, affecting a students ability to achieve the best grades possible as they have to work long hours in a part time job just to live.\r\n\r\nWith the added pressure of part-time work, on top of an already strenuous University schedule, a students mental and physical health, alongside grades, can suffer.\r\n\r\nThe government need to assess the financial situation students within Oxford, as well as other expensive cities and fix the issue.","state":"open","signature_count":1181,"created_at":"2018-05-11T18:19:47.650Z","updated_at":"2018-09-11T11:48:30.741Z","rejected_at":null,"opened_at":"2018-05-17T11:03:10.411Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-11T18:33:27.360Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Ellison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226495,"links":{"self":"https://petition.parliament.uk/petitions/226495.json"},"attributes":{"action":"Fund afamelanotide on the NHS to treat erythropoietic protoporphyria","background":"Erythropoietic Protoporphyria is a life changing genetic condition, your body has a reaction when exposed to UV and visible light. You can't go out without covering head to toe, just to be able to leave the house. Inside all blinds must be closed, also lights to be checked. No prevention or cure.","additional_details":"Reactions mean weeks of agony. You feel like your blood is on fire, pain beyond words that no medication touches. Skin dries and cracks. You can’t talk, eat, and  struggle to drink. It can also lead to liver failure and Vitamin D and iron deficiencies. \r\n \r\nThere is a treatment that works and other countries are using it but NICE has said no, because it’s too expensive. We are pleading for the government to fund this treatment and give EPP sufferers a chance of a normal life\r\n","state":"open","signature_count":1169,"created_at":"2018-08-02T20:45:16.403Z","updated_at":"2018-09-06T08:52:56.807Z","rejected_at":null,"opened_at":"2018-08-16T12:22:16.746Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-02T21:15:11.432Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Julie Lakeland","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215619,"links":{"self":"https://petition.parliament.uk/petitions/215619.json"},"attributes":{"action":"Make prescriptions free for cystic fibrosis sufferers","background":"Cystic Fibrosis in an incurable condition prodomanantly affecting patients lungs and pancreas, with sufferers often on more then 40 pills a day. CF doesn’t get free prescriptions because when they were introduced sufferers died before 16 but now with better life expectancy they need free medicine .","additional_details":"","state":"open","signature_count":1168,"created_at":"2018-03-19T20:37:06.019Z","updated_at":"2018-09-10T16:34:59.781Z","rejected_at":null,"opened_at":"2018-03-30T09:20:52.574Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-28T09:33:53.182Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gemma Mattison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216187,"links":{"self":"https://petition.parliament.uk/petitions/216187.json"},"attributes":{"action":"Outdoor nature-based learning to be compulsory and weekly in all English schools","background":"We believe that not enough children of all ages are being exposed to weekly outdoor sessions in all seasons and all weathers, connecting with nature and involved with sustainability, knowing practical ways to care and protect the world they live in","additional_details":"This campaign is led by a forest school leader.","state":"open","signature_count":1148,"created_at":"2018-03-25T19:47:16.331Z","updated_at":"2018-09-01T16:34:20.940Z","rejected_at":null,"opened_at":"2018-04-25T15:32:49.263Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T17:29:55.505Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Seaman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214627,"links":{"self":"https://petition.parliament.uk/petitions/214627.json"},"attributes":{"action":"Stop incineration of any waste which could be recycled. \r\nNo new incinerators!","background":"Incinerators are fuelled with domestic and commercial rubbish that has not had everything recyclable or biodegradable taken out e.g. food waste and plastics. We want 1. Legislation to stop waste of material resources. 2. Waste reduction, reuse and recycling to be made absolute top priority in law.","additional_details":"Incinerators (known as gasification, pyrolysis, EfW, ATT or ACT plants) produce air pollutants. These are a concern for public health: https://laqm.defra.gov.uk/assets/63091defraairqualityguide9web.pdf\r\n\r\nA cross party Early Day motion signed by 19 MPs calls for a moratorium on incineration: https://www.parliament.uk/edm/2017-19/581\r\n\r\nWe ask that p.94 of this plan be put into law:    https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/673203/25-year-environment-plan.pdf):","state":"open","signature_count":1142,"created_at":"2018-03-08T21:36:27.742Z","updated_at":"2018-09-11T23:14:08.756Z","rejected_at":null,"opened_at":"2018-03-14T17:25:49.215Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T22:40:04.825Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harriet Augusta James","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217450,"links":{"self":"https://petition.parliament.uk/petitions/217450.json"},"attributes":{"action":"Universal Credit: split payments between adults in each household","background":"The UK Government pays Universal Credit to 1 account per household. Charities have expressed concern this could increase the risk of financial abuse. Payments should be paid to individuals to avoid enabling financial coercion and women being trapped in abusive relationships due to lack of money.","additional_details":"For more information please see:\r\nhttps://wbg.org.uk/analysis/briefing-papers/briefing-universal-credit-financial-abuse/\r\nor\r\nhttps://www.buzzfeed.com/emilyashton/this-mp-says-the-governments-own-welfare-system-is-trapping?utm_term=.sfdXrwbQN#.ggkXMWgGB","state":"open","signature_count":1123,"created_at":"2018-04-12T17:21:24.986Z","updated_at":"2018-09-12T17:31:21.267Z","rejected_at":null,"opened_at":"2018-04-18T14:46:37.853Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-13T14:51:11.274Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Philippa Whitford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219201,"links":{"self":"https://petition.parliament.uk/petitions/219201.json"},"attributes":{"action":"Debate a ‘National Strategy to Promote the Switch to Cloth Nappies.’","background":"More families would switch to cloth with sufficient information and a financial incentive. Ringfence money so councils can effectively promote cloth through well resourced libraries, liaison with antenatal/ postnatal services and incentives. Hold manufacturers of disposable accountable to help fund.","additional_details":"In the UK, app 8 million nappies are thrown daily; app 3% of our household waste* (app. half a million tons, annually)**. One baby will produce app. 1 ton of waste*** which takes \u003e 200 years to biodegrade. Disposable nappies also have greater environmental costs due to the production process. Those who use cloth tend to switch to reuseable wipes and bags, further reducing use of single use items.\r\nCouncils pay £88.95 p/tonne, in landfill tax.\r\n*Veolia ** recyclingexpert.co.uk\r\n*** kickscount.org.uk","state":"open","signature_count":1114,"created_at":"2018-05-02T15:57:05.577Z","updated_at":"2018-09-13T14:53:15.927Z","rejected_at":null,"opened_at":"2018-05-08T13:20:59.438Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-02T17:18:34.024Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alexandra Bradley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215628,"links":{"self":"https://petition.parliament.uk/petitions/215628.json"},"attributes":{"action":"Provide free sanitary products to young women receiving free school meals","background":"Recent media reports have highlighted issues relating to what is being described as period poverty. 137,700 UK girls miss school each year in addition to putting their health at risk trying to manage without these essential items. Cannock Soroptimists believe funding is needed to end period poverty.","additional_details":"SI Cannock have established that this is both a local and national issue. The following links provide further information:- https://www.always.co.uk/en-gb/about-us/endperiodpoverty http://www.itv.com/news/central/2018-03-15/period-poverty-the-women-forced-to-choose-between-food-and-sanitary-products/ https://inews.co.uk/inews-lifestyle/women/period-poverty-girls-toilet-roll-afford-tampons/","state":"open","signature_count":1113,"created_at":"2018-03-19T21:40:03.330Z","updated_at":"2018-09-11T20:33:57.891Z","rejected_at":null,"opened_at":"2018-03-26T09:23:13.360Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T17:11:34.332Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma Hodges","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219228,"links":{"self":"https://petition.parliament.uk/petitions/219228.json"},"attributes":{"action":"Create an independent Ombudsman to investigate \u0026 regulate Vet companies","background":"There is no Ombudsman for Vet Practices in the UK that is independent and external.\r\n\r\nWe have Ombudsman for communication, gas, electricity, NHS. When a consumer of a Vets company raises a complaint about a Vet company (not a vet) there is no Ombudsman for when things go wrong.","additional_details":"There has been many cases in the press and complaints online of vet practices charging extortionate prices for out of hours treatment on their beloved pet. Vet companies can charge what they like, act how they like and time and time again get away with this leaving the consumer at the mercy of out of hours when their pet is injured or seek emergency treatment.","state":"open","signature_count":1106,"created_at":"2018-05-02T21:02:09.023Z","updated_at":"2018-09-13T23:34:17.148Z","rejected_at":null,"opened_at":"2018-05-10T08:05:45.150Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-02T21:55:18.027Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stacey Lucas","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212064,"links":{"self":"https://petition.parliament.uk/petitions/212064.json"},"attributes":{"action":"Halt immediately UK arms sales to Turkey until they withdraw from Afrin Syria.","background":"Turkish aggression against the Kurds of Afrin is in breach of the UN charter and the UKs signitor responsibility to uphold the Charter.\r\nIt is acknowledged the vital support Kurdish Forces have given, in the fight against IS to the UK.A just settlement for the Kurds is a requirement of peace","additional_details":"","state":"open","signature_count":1094,"created_at":"2018-02-06T20:49:32.106Z","updated_at":"2018-09-12T14:49:31.443Z","rejected_at":null,"opened_at":"2018-03-16T16:33:46.662Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-08T13:26:01.157Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Barron","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219865,"links":{"self":"https://petition.parliament.uk/petitions/219865.json"},"attributes":{"action":"Reduce the age of the meningitis Acwy vaccine to 3months","background":"In November 2017 we lost our 10 month old daughter to meningitis W which is something no one gets a vaccine against until they are roughly 14. The only way to get this vaccine is to pay privately, which can cost about £200.","additional_details":"If this vaccine had been available maybe my little Lily would still be with all her family today. I don’t know what else to do other than try and look at getting the age reduced to try and prevent this happening to any other people. All please sign and share. There is probably plenty of other petitions going around for this but the more there is we stand more of a chance \r\nThank you\r\n","state":"open","signature_count":1091,"created_at":"2018-05-12T17:50:46.232Z","updated_at":"2018-08-26T22:15:55.486Z","rejected_at":null,"opened_at":"2018-05-23T11:55:53.254Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-12T19:59:39.432Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rebekah watson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217848,"links":{"self":"https://petition.parliament.uk/petitions/217848.json"},"attributes":{"action":"Commission a statue of Enoch Powell to be placed outside Parliament","background":"In light of the contribution made to the UK by his actions in Parliament and in the Armed Forces we urge that a stature of Enoch Powell is commissioned and placed outside Parliament to honour his dedication to his country.","additional_details":"","state":"open","signature_count":1078,"created_at":"2018-04-16T16:26:20.719Z","updated_at":"2018-09-05T13:54:05.963Z","rejected_at":null,"opened_at":"2018-04-25T12:24:38.399Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-16T16:47:30.960Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samuel Fielding","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227631,"links":{"self":"https://petition.parliament.uk/petitions/227631.json"},"attributes":{"action":"All children's bicycles sold in the UK to have handlebar plugs fitted.","background":"Children are injured, and even killed, by the handlebars of their own bikes. These deaths are preventable. I would like to update British Standards. Initially through an immediate voluntary action and then into BS EN 16054 (BMX) \u0026 BS EN ISO 8098 (childrens').","additional_details":"Bicycle handlebar trauma has been well documented in children. Spleen, liver, pancreatic lacerations and renal injuries are the most commonly traumatized sites. Other reported injuries are traumatic abdominal wall hernias and ruptures, aortic rupture, transection of the common bile duct, traumatic arterial occlusion, and groin injuries Presumably, the handlebar of a typical child's bicycle acts as a spear, concentrating what may be a relatively small amount of energy into a focal point of injury.","state":"open","signature_count":1073,"created_at":"2018-08-21T08:10:50.746Z","updated_at":"2018-09-13T12:29:01.164Z","rejected_at":null,"opened_at":"2018-09-03T09:39:55.371Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-21T08:20:03.418Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ellis Blackman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223735,"links":{"self":"https://petition.parliament.uk/petitions/223735.json"},"attributes":{"action":"Overturn a Home Office decision regarding a Kidney Donor who was refused a visa","background":"Gulfraz Ahmed, 33 of Luton is in need of a life saving kidney transplant.\r\n\r\nThroughout his life he has suffered many serious health issues. By the age of 12 both his kidney's had deteriorated. His mother had provided a life saving kidney donor at the time, which has so far kept him going until now.","additional_details":"Gulfraz's only kidney has now deteriorated to the point he requires dialyses 3 times a week. This is costing the NHS £50,000 a year.\r\n\r\nGulfraz's family have found a match after extensive tests in Pakistan. All that is required is a 6 months visa to accommodate this transplant.\r\n\r\nHowever the application has been refused by the Home Office.\r\n\r\nWe are seeking the Home Office to display compassion on the grounds to save a young successful business man's life. Sadly this is a matter of life or death.","state":"open","signature_count":1071,"created_at":"2018-07-04T21:23:43.842Z","updated_at":"2018-09-05T21:29:18.911Z","rejected_at":null,"opened_at":"2018-07-12T16:18:37.476Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-04T21:32:40.084Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohammed Uddin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218364,"links":{"self":"https://petition.parliament.uk/petitions/218364.json"},"attributes":{"action":"Stop Postal Votes except for the elderly and disabled","background":"There is too much fraudulent use of Postal Votes.\r\nSome people even sell theirs and this produces an unfair advantage. We must maintain a level playing field.","additional_details":"","state":"open","signature_count":1047,"created_at":"2018-04-23T18:04:01.142Z","updated_at":"2018-08-31T18:44:17.368Z","rejected_at":null,"opened_at":"2018-05-01T16:51:04.033Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-24T19:34:58.498Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrea Bramble","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216012,"links":{"self":"https://petition.parliament.uk/petitions/216012.json"},"attributes":{"action":"Stop UK coastal crude oil pollution threat; ban Colter offshore oil rig.","background":"The oil rig four miles off Bournemouth beach must be stopped and the Government should commit to a permanent ban on all offshore drilling in the area. Bournemouth, Poole and the wider coastal area is reliant on tourism and the natural beauty of the coast.","additional_details":"A blowout could result in 20,000,000 gallons of leaked oil over thousands of square miles, devastating UK coasts, and their economies. Drilling offshore Bournemouth is a reckless gamble with our precious coastlines. It does not meet ALARP (as low as reasonably practicable) principles because there is an alternative - a nearby land-based extended reach drilling facility, where an oil spill could be contained and considerably reduced compared to a subsea leak directly into the sea.","state":"open","signature_count":1043,"created_at":"2018-03-23T11:09:36.210Z","updated_at":"2018-09-13T06:57:31.064Z","rejected_at":null,"opened_at":"2018-04-04T20:49:47.160Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-23T11:58:40.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sara Pascoe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225421,"links":{"self":"https://petition.parliament.uk/petitions/225421.json"},"attributes":{"action":"make it a criminal offence for a parent to deny contact after a court order","background":"Currently there is nothing preventing a parent from not abiding to a court access order, meaning the non resident parent will have to repeatedly return to court to have it enforced. This has a negative emotional impact on both the parent and children. It's also time consuming and very costly.","additional_details":"The police agree this happens too often, but they cant help because it is not a criminal offence, and can only advise returning to court, but unfortunately this can become a never ending cycle . Some parents even go as far as trying to cut the other parent out Completely, which is known as parental alienation. Research is being done on the negative emotional impact losing time with a loving parent has on children, and the law needs to be updated to reflect this and protect children and families.","state":"open","signature_count":1033,"created_at":"2018-07-19T19:00:41.884Z","updated_at":"2018-09-13T23:52:08.999Z","rejected_at":null,"opened_at":"2018-07-25T10:25:27.243Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-19T20:43:11.374Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve perry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217557,"links":{"self":"https://petition.parliament.uk/petitions/217557.json"},"attributes":{"action":"Require political parties to have robust procedures for tackling discrimination","background":"Traditionally, British political parties are regulated only by the electorate, apart from basic rules on matters such as campaign funding which are enforced by the Electoral Commission. There are no rules against discrimination.","additional_details":"It is clear that political parties are not trusted to deal with discrimination themselves. For example, our polling has found that 92% of British Jews feel that UK political parties tolerate antisemitism.\r\n\r\nThe law should require political parties to have fair, efficient and transparent procedures for tackling discrimination amongst members, or the parties should face substantial fines.\r\n\r\nPolitical parties should be obliged to meet a minimum requirement for tackling discrimination of all forms, including antisemitism, based on the Campaign Against Antisemitism’s guidance at https://antisemitism.uk/politics/manifesto.","state":"open","signature_count":1028,"created_at":"2018-04-13T17:06:03.727Z","updated_at":"2018-09-13T09:29:10.335Z","rejected_at":null,"opened_at":"2018-08-16T12:49:41.865Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-13T17:33:15.315Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gideon Falter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219845,"links":{"self":"https://petition.parliament.uk/petitions/219845.json"},"attributes":{"action":"Criminalise the export of cannabis","background":"The government contradicts itself by telling the public that cannabis should not be legalised as it has no medicinal benefit however the United Kingdom is the biggest exporter of cannabis in the world. If it's illegal to sell on the streets it should be illegal to sell overseas.","additional_details":"","state":"open","signature_count":1019,"created_at":"2018-05-12T12:31:17.877Z","updated_at":"2018-09-07T14:09:34.979Z","rejected_at":null,"opened_at":"2018-05-18T15:37:36.093Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-12T16:19:35.341Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rudy Kuzminski","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219131,"links":{"self":"https://petition.parliament.uk/petitions/219131.json"},"attributes":{"action":"Make it illegal for ticket resales to be more than 10% of Face Value","background":"Today, May 1st 2018, we waited patiently to buy one of 90,000 tickets available for a London NFL game on Ticketmaster. Within the space of five minutes, they were sold out and available on other sites such as Viagogo for more than four times their face value.","additional_details":"For example, we have paid £170 each for tickets which, through Ticketmaster, should have cost us £41 each. This is not just making a profit, this is theft. It is taking advantage of people who are desperate to see their idols, to experience something for the first time ever, who have worked exceptionally hard towards.","state":"open","signature_count":1016,"created_at":"2018-05-01T18:57:41.312Z","updated_at":"2018-09-13T06:45:49.769Z","rejected_at":null,"opened_at":"2018-05-08T12:47:40.420Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-01T19:08:12.092Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Laura Barkle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222448,"links":{"self":"https://petition.parliament.uk/petitions/222448.json"},"attributes":{"action":"Cancel Donald Trump’s visit to the U.K. due to the immigrant children scandal","background":"News and photographs are now everywhere regarding the new zero tolerance policy which has seen children as young as 12 months old taken from their parents at the border and placed alone into ‘detention centres’ and camps.\r\nThe British govt. must take a stand against this or we appear to condone it.","additional_details":"https://www.washingtonpost.com/news/post-nation/wp/2018/06/16/america-is-better-than-this-what-a-doctor-saw-in-a-texas-shelter-for-migrant-children/?utm_term=.150870f3644a\r\n\r\nhttps://www.nytimes.com/2018/06/05/world/americas/us-un-migrant-children-families.html","state":"open","signature_count":1011,"created_at":"2018-06-17T12:39:05.387Z","updated_at":"2018-09-13T13:18:30.076Z","rejected_at":null,"opened_at":"2018-06-22T15:20:52.666Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T22:31:23.063Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Marie Penney","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214721,"links":{"self":"https://petition.parliament.uk/petitions/214721.json"},"attributes":{"action":"Bring back the death penalty in the UK","background":"Is it fair and just that someone who takes a life and is of sound body and mind is allowed to carry on living albeit incarcerated in one of HM prisons, and in due time being released by nature of serving their sentence or early parole .","additional_details":"If the death Penalty was to be reintroduced in the UK. it would surely bring down knife and gun crime and make people think twice before committing premeditated or random attacks on innocent members of the public","state":"open","signature_count":1003,"created_at":"2018-03-10T14:25:28.873Z","updated_at":"2018-09-13T17:39:28.233Z","rejected_at":null,"opened_at":"2018-03-16T09:36:01.176Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-10T16:08:09.755Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John William Martins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215640,"links":{"self":"https://petition.parliament.uk/petitions/215640.json"},"attributes":{"action":"Decriminalise, legalise and regulate cannabis for medicinal and recreational use","background":"The use of illegal drugs, impacts on the social and economic well being of the country, including its reputation overseas. \r\n\r\nThe Government’s organised crime strategy sets out that drug trafficking to the UK costs an estimated £10.7 billion per year. (National Crime Agency, 2018).","additional_details":"Cannabis is still the most widely used illegal drug in the UK and the UK wholesale cannabis market is worth almost £1 billion a year. The NCA estimates that 270 tonnes of cannabis is needed to satisfy annual UK user demand. (National Crime Agency, 2018).\r\n\r\nwww.nationalcrimeagency.gov.uk\r\n\r\nThe number of arrests and court cases associated with cannabis-related offences have declined substantially in the states that have legalized cannabis. (World Drug Report, 2016). \r\n\r\nwww.unodc.org/wdr2016/","state":"open","signature_count":992,"created_at":"2018-03-19T23:46:46.414Z","updated_at":"2018-09-13T17:55:16.621Z","rejected_at":null,"opened_at":"2018-03-22T12:19:38.790Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-20T07:39:42.052Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Seress-Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227667,"links":{"self":"https://petition.parliament.uk/petitions/227667.json"},"attributes":{"action":"Ban the use of glyphosate in the UK","background":"Since classified a probable carcinogen, many are saying NO to glyphosate.\r\n\r\nWhy not prove chemicals safe before allowing use? \r\n\r\nUK GOV If you take your duty of care seriously, you would ban it now, pending review, as there is no proof it does not cause illnesses \u0026 mounting evidence it does.","additional_details":"This petition is on behalf of ‘Against Glyphosate Europe’ - A networking, solidarity and information exchange group for European based campaigners wanting to effect Glyphosate bans. (Can be found on facebook)\r\n\r\nReasons to ban: \r\n\r\n1)\tDewayne Johnson against Monsanto - www.theguardian.com/business/2018/aug/11/one-mans-suffering-exposed-monsantos-secrets-to-the-world\r\n\r\n2)\tWHO: ‘probably carcinogenic’ \r\n\r\n3)\tGlyphosate can cause cancer: www.euronews.com/2016/07/01/glyphosate-can-cause-cancer\r\n\r\n4) Many countries banning it\r\n\r\nToo many more to list - do your research","state":"open","signature_count":974,"created_at":"2018-08-21T20:47:29.172Z","updated_at":"2018-09-13T11:27:24.701Z","rejected_at":null,"opened_at":"2018-08-29T10:46:03.170Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-22T07:28:02.834Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Louise Coombes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219417,"links":{"self":"https://petition.parliament.uk/petitions/219417.json"},"attributes":{"action":"Close the loophole that allows second home owners to evade council tax and rates","background":"In England, second home owners can avoid council tax by claiming to be a business if they say they are available for letting for 140 days a year - they do not have to actually let at all.\r\nAs their rateable value is below £12k, they also qualify for 100% small business rate relief - so pay nothing.","additional_details":"In Southwold, on the Suffolk coast, where most houses are second homes, this loophole costs the local council about half a million pounds every year in lost revenue because 257 of these homes claim to be a business and pay nothing. \r\nIt is grossly unfair that people with two homes should be subsidized by people with no, or only one, home.\r\nMost genuine businesses do not now qualify for small business rate relief because the latest revaluation has put them above the ceiling.","state":"open","signature_count":974,"created_at":"2018-05-05T15:55:48.395Z","updated_at":"2018-09-13T19:25:59.942Z","rejected_at":null,"opened_at":"2018-05-11T15:53:36.599Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-05T21:43:29.983Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Beavan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216620,"links":{"self":"https://petition.parliament.uk/petitions/216620.json"},"attributes":{"action":"Issue an RAF centenary medal to all serving RAF personnel.","background":"The RAF celebrates its centenary year in 2018 and given its illustrious past and its continued contribution to the safety and security of the United Kingdom, a centenary medal should be issued to all serving members of the RAF who achieve permanent service within the Royal Air Force during 2018.","additional_details":"","state":"open","signature_count":952,"created_at":"2018-04-01T14:41:37.011Z","updated_at":"2018-09-12T04:39:40.781Z","rejected_at":null,"opened_at":"2018-04-11T10:45:48.352Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-02T08:06:10.261Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kenneth Hanslip","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225684,"links":{"self":"https://petition.parliament.uk/petitions/225684.json"},"attributes":{"action":"FA2017 Part 2 Clause 29(2) to include calorific maltodextrin","background":"Calorific maltodextrin has high GI but not included as sugars. Consumers are misled as to amount of sugars in drinks where glycemic maltodextrin not included.  Sugar drinks levy should take account of all glycemic carbohydrates","additional_details":"","state":"open","signature_count":943,"created_at":"2018-07-23T13:11:22.708Z","updated_at":"2018-09-13T17:31:02.345Z","rejected_at":null,"opened_at":"2018-07-31T11:48:25.954Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-23T14:49:40.824Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Susan McGinty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225176,"links":{"self":"https://petition.parliament.uk/petitions/225176.json"},"attributes":{"action":"Mandatory minimum sentence for shaken baby deaths no guilty plea reduction.","background":"We are calling for a mandatory minimum sentence of 15 years when an offender kills a child through shaking the infant. This should also mean that they are not eligible for the reduction in sentence when pleading guilty to get a lower jail term.","additional_details":"The case of lee sweet who pled guilty to manslaughter of his son should serve as a warning that this should never happen again.  No family should have to wait a year to lay to rest such a precious life, let alone have to watch as he received a third reduction in sentence for pleading guilty after 11 months of denining it.","state":"open","signature_count":937,"created_at":"2018-07-17T12:22:59.025Z","updated_at":"2018-09-10T11:46:54.305Z","rejected_at":null,"opened_at":"2018-08-01T12:54:18.307Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-17T17:22:01.342Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mrs Jacqueline I R Fry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222035,"links":{"self":"https://petition.parliament.uk/petitions/222035.json"},"attributes":{"action":"Make it illegal to ride a bike without a helmet.","background":"In a majority of bicyclist deaths, the most serious injuries are to the head, highlighting the importance of wearing a bicycle helmet. 1 Helmet use has been estimated to reduce the odds of head injury by 50 percent, and the odds of head, face, or neck injury by 33 percent","additional_details":"What kids think on the subject. \r\n“Yes, it should be made the law because the only reason people don't wear helmets is because they would be made fun of. So if everyone wore one then no-one would be made fun of.\"","state":"open","signature_count":922,"created_at":"2018-06-12T16:32:25.046Z","updated_at":"2018-09-13T16:27:18.448Z","rejected_at":null,"opened_at":"2018-06-18T09:48:23.682Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-12T16:52:07.270Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Quigley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218345,"links":{"self":"https://petition.parliament.uk/petitions/218345.json"},"attributes":{"action":"Stop UK government funding the Syrian Civil Defence, AKA the \"White Helmets.\"","background":"Major questions have been raised about the actions of the Syrian Civil Defence, AKA the \"White Helmets.\"\r\n","additional_details":"","state":"open","signature_count":922,"created_at":"2018-04-23T14:36:25.197Z","updated_at":"2018-09-13T17:01:48.255Z","rejected_at":null,"opened_at":"2018-05-01T16:32:15.275Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-23T20:57:56.104Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gordon Dimmack","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214832,"links":{"self":"https://petition.parliament.uk/petitions/214832.json"},"attributes":{"action":"Stop plans to cut Cannon Street trains on the Hayes (Kent) train line","background":"Following a government consultation on the future of south eastern rail services, the secretary for State for Transport is recommending that companies bidding for the south eastern train franchise should make their bid based on the proposed change to cut services to Cannon Street from 2022.","additional_details":"The Hayes line would in future run to London Bridge, Charing Cross and Victoria. The paper states that the ‘ small number of passengers who currently travel to Cannon Street, would need to change at London Bridge’.  The trains to Cannon Street are already extremely busy with no seats available by the time the trains reach Catford. Cutting the services would have a huge impact on local commuters, not only increasing their travel time but also further overcrowding at London Bridge.","state":"open","signature_count":916,"created_at":"2018-03-12T10:53:58.777Z","updated_at":"2018-09-05T15:49:21.168Z","rejected_at":null,"opened_at":"2018-03-19T15:02:09.921Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-12T11:46:41.327Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adel Klaudia Murray","rejection":null,"government_response":null,"debate":null}}]}