{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=36\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":209735,"links":{"self":"https://petition.parliament.uk/petitions/209735.json"},"attributes":{"action":"For the introduction of non-lethal means of control of the Otter (Lutra- lutra)","background":"Since its assisted re-introduction to the freshwater waterways of the UK, the otter has reached levels of increased population on lakes, canals and rivers where its presence has become a detriment to the riverine environment affecting most fish species and birds and mammals.","additional_details":"Evidence shows  with some certain  fish species, their populations have been reduced dramatically to the point of collapse, the rivers Kennet, Great Ouse, Teme, Bristol Avon, Cherwell, Dorset Stour and Thames are good examples of the otters effect on the local environment of these rivers. Many commercial fisheries and fish farms are regularly invaded by the otter with the negative effect of costly indiscriminate fish kills, many fisheries are now ring fenced to keep this predator at bay.","state":"open","signature_count":12294,"created_at":"2018-01-16T15:49:38.115Z","updated_at":"2018-06-20T20:30:50.463Z","rejected_at":null,"opened_at":"2018-01-22T09:47:43.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-16T21:34:48.325Z","response_threshold_reached_at":"2018-01-31T17:00:36.612Z","government_response_at":"2018-02-21T14:58:42.856Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lawrence Breakspear","rejection":null,"government_response":{"summary":"While the Government understand concerns raised about the impact otters may have on fish populations, they are a protected species and there are no plans to introduce methods to control their numbers","details":"The Government understands that there are concerns that otters may have adverse impacts on fish populations and wildlife more generally but we do not accept that the otter ‘has become a detriment to the river environment’.\r\n\r\nMainly as a result of the banning of certain pesticides, otters are now once more present in each county in England. They are an important indicator of the great strides we have made in improving our waterways, with more than 5,300 miles of rivers being improved since 2010. There have been no reintroductions of otters by conservation groups since the late 1990s and the bulk of the recovery of the otter has been through natural re-colonisation.  \r\n\r\nA healthy otter population results from favourable conditions in the natural environment, including water quality and the availability of prey (including fish), as well as availability of breeding sites. Otters are found at low density, and limit their own populations through territorial activity. Carrying capacity is determined by environmental conditions.\r\n\r\nThere is no evidence to suggest that otters have a major impact on wildlife as a whole, and although localised impacts could occur where otters have not been previously present for some time, they are a natural part of the freshwater ecosystem and we believe these systems will adapt to the return of the natural top predator.  \r\n\r\nWe do recognise that otters can in some instances impact on still water fisheries, which is why there is provision through the Angling Improvement Fund (AIF), administered by the Angling Trust on the Environment Agency’s behalf, to help deliver improvements including projects to protect fisheries from otter predation through the erection of otter-proof fencing. Further information can be found on the Angling Trust website at: www.anglingtrust.net.\r\n\r\nOtters are a protected species and it is an offence to harm capture, kill, disturb or injure any animal and/or damage, destroy or obstruct their resting or sheltering places. Therefore any methods of control, including non-lethal methods, would constitute an offence. A licence may be granted by Natural England to catch and move an otter trapped inside a suitably otter-proof fenced fishery to prevent loss of fish stocks.  \r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2018-02-21T14:58:42.852Z","updated_at":"2018-02-21T14:58:42.852Z"},"debate":null}},{"type":"petition","id":214118,"links":{"self":"https://petition.parliament.uk/petitions/214118.json"},"attributes":{"action":"Consult with women on proposals to enshrine 'gender identity' in law","background":"The government proposes to amend the law to allow people to self-identify as men or women, and to stop allowing organisations in sensitive situations to exclude people of the opposite birth sex. We call for women to be consulted on how to protect women and girls' rights, safety, privacy and dignity.","additional_details":"We call for:\r\n-\tRespectful and evidence-based discussion about the impact of proposed changes and for women's voices to be heard.\r\n\r\n-\tThe government to consult with women’s organisations on how self-declaration would impact on women-only services and spaces, data-gathering, and monitoring of sex-based discrimination.\r\n\r\n- The principle of single-sex spaces to be upheld – and where necessary extended.\r\n\r\nReferences:\r\n- The Sex and Gender Ethics Society\r\n- A Woman's Place UK\r\n- Fair Play for Women\r\n- #ManFriday","state":"open","signature_count":12244,"created_at":"2018-03-02T09:53:54.718Z","updated_at":"2018-06-20T23:44:17.278Z","rejected_at":null,"opened_at":"2018-03-12T11:33:22.257Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T10:47:09.213Z","response_threshold_reached_at":"2018-04-15T08:57:31.338Z","government_response_at":"2018-06-05T09:27:51.925Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Desir","rejection":null,"government_response":{"summary":"The Government has not yet decided whether or not to introduce a self-declaration model, and will not change the Equality Act 2010 provisions which support organisations to run single sex services.","details":"The Government has committed to consult on how best to reform the Gender Recognition Act (GRA) 2004. This Act sets out the process by which trans people can legally change their gender. We will publish this consultation in due course. All members of the public will be able to respond to the consultation. Once the consultation has closed and the Government has carefully considered the responses, only then will we decide how to reform the GRA. \r\n\r\nGender recognition is a devolved issue and the Scottish Government ran a separate consultation, which closed on 1 March 2018.\r\n \r\nWe have been clear since announcing our intention to consult on the GRA that we will ask about how we can make the process of applying for a Gender Recognition Certificate less bureaucratic and intrusive for trans people. That does not necessarily mean we are proposing self-declaration of gender. The Government will consider the results of the consultation carefully before making any decision on how to reform the GRA. We are clear that we have no intention of amending the Equality Act 2010, the legislation that allows for single sex spaces. Any GRA reform will not change the protected characteristics in the Equality Act nor the exceptions under the Equality Act that allow provision for single and separate sex spaces.\r\n\r\nThe Government does not intend to change the safeguarding processes that are currently used in refuges and healthcare services. Providers of women-only services can continue to provide services in a different way, or even not provide services to trans individuals, provided it is objectively justified on a case-by-case basis. The same can be said about toilets, changing rooms or single sex activities. Providers may exclude trans people from facilities of the sex they identify with, provided it is a proportionate means of meeting a legitimate aim. \r\n\r\nWe are committed to a respectful and evidence-based discussion, and, for this reason, we have engaged in many pre-consultation meetings with a range of stakeholders including women’s groups, charities and service providers. We will continue to do so during the consultation. The consultation offers an opportunity for women from all backgrounds to be heard.\r\n \r\nAs part of our evidence gathering, we are looking at the experiences of other countries who have different gender recognition models. There are countries, such as Ireland, Malta, and Belgium that have adopted a self-declaration model, making use of statutory declarations. We are also looking at countries that do not have a full self-declaration model, such as the Netherlands. \r\n\r\nWe want to emphasise that any reform of the GRA will not mean reform to the medical treatment that trans people receive, and the age at which they can receive this. Access to treatment on the NHS, including cross-sex hormones (which the NHS allows from 16) and surgery (which the NHS allows from 18), is not regulated by the GRA, but decided on by clinicians. Any GRA reform will not change this.\r\n\r\nWhen the GRA was introduced, it was considered a world-leading piece of legislation. Whilst it has worked well in many ways, over the last decade it has been viewed as outdated. We have heard from many trans people that the current requirements feel overly intrusive and bureaucratic. It includes the need to provide a diagnosis of gender dysphoria and a second medical report of any treatment, proof of having lived for at least two years in their acquired gender, the approval of their spouse if married, as well as the fee to apply, and any associated costs with obtaining supporting evidence. Furthermore, trans people are already able to more easily change their name and gender in their passport and driving license. Streamlining the process of changing their legal gender on their birth certificate, so that they are recognised legally in their acquired gender, would help trans people to have all their identity documents match. \r\n\r\nThe process of gaining a Gender Recognition Certificate (GRC), as set out in the Gender Recognition Act, is a Government service that is not working well for the people it is designed for. Only 4,850 GRCs have been issued since the Act came into force. Our research shows that trans people find the process too bureaucratic and hard to use. We therefore propose improving this service, but want to ensure we only do so after a full consultation, to allow us to hear from trans people, and also from women’s groups, faith groups, LGBT groups, young people’s organisations, charities, refuges, and many more individuals and organisations, so that we can decide how best to make these reforms.\r\n\r\nThe Government is committed to improving the position of women and girls, and supports their rights, safety, privacy and dignity. We are also committed to improving the position of trans people and supporting their rights. We are confident that advancing the rights of trans people does not have to compromise women’s rights, and will work with all groups to ensure this.\r\n\r\nGovernment Equalities Office","created_at":"2018-06-05T09:27:51.923Z","updated_at":"2018-06-05T09:27:51.923Z"},"debate":null}},{"type":"petition","id":216215,"links":{"self":"https://petition.parliament.uk/petitions/216215.json"},"attributes":{"action":"New law that cats injured/killed by a vehicle are checked for a chip: Round 2","background":"Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy","additional_details":"It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.","state":"open","signature_count":12045,"created_at":"2018-03-26T10:00:23.716Z","updated_at":"2018-06-20T23:54:34.482Z","rejected_at":null,"opened_at":"2018-03-30T06:44:43.740Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-26T10:30:23.597Z","response_threshold_reached_at":"2018-05-26T10:14:11.834Z","government_response_at":"2018-06-19T17:00:32.695Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":{"summary":"It is already good practice for local authorities and Highways England to scan any dog or cat found on our streets so that the owner can be informed.","details":"Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nHighways England similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident.\r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one.\r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-06-19T17:00:32.693Z","updated_at":"2018-06-19T17:00:32.693Z"},"debate":null}},{"type":"petition","id":209458,"links":{"self":"https://petition.parliament.uk/petitions/209458.json"},"attributes":{"action":"Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK","background":"We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.","additional_details":"The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.","state":"open","signature_count":12044,"created_at":"2018-01-12T17:21:20.296Z","updated_at":"2018-06-20T20:37:23.733Z","rejected_at":null,"opened_at":"2018-01-19T17:09:51.475Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T23:15:21.061Z","response_threshold_reached_at":"2018-02-08T02:18:00.351Z","government_response_at":"2018-02-26T16:59:30.548Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mayer Wakefield","rejection":null,"government_response":{"summary":"Regular engagement is a vital part of our strong relationship with Saudi Arabia, which is important for mutual security and prosperity and includes meaningful discussion on reform and human rights. ","details":"The longstanding partnership between Saudi Arabia and the UK has helped make both of our countries safer and more prosperous. \r\n\r\nWe have vital national security and economic interests in maintaining and developing our strong relationship, including how we can work together to tackle international challenges such as terrorism and extremism. As the Prime Minister said when she attended the Gulf Co-operation Council (GCC) in 2016 “intelligence we have received in the past from Saudi Arabia has saved potentially hundreds of lives in the UK.”\r\n\r\nEngagement with Saudi Arabia provides an opportunity to further develop our relationship, building the trust and respect necessary to enhance our engagement on all areas of mutual concern. Visits in both directions are an important opportunity for us to have constructive discussions about the full range of issues that are of mutual concern. \r\n\r\nThe Crown Prince has embarked on a series of reforms to modernise society and the economy within Saudi Arabia. The country is changing rapidly, with steps such as allowing women to drive and attend football matches, reopening cinemas and a commitment that women will make up one third of the Saudi workforce by 2030. The Crown Prince has also set out his commitment to return Saudi Arabia to a moderate Islam that is open to all religions.\r\n\r\nThis greater inclusivity is vital for the future of Saudi Arabia and the UK will support Saudi Arabia as it embarks on this era of change. The Crown Prince’s agenda will bring new opportunities for us to work together for the long-term benefit, stability and success of both our countries. \r\nWe welcome the recent positive developments, but we also recognise that there are further steps to take. \r\nOur starting point for engagement on human rights with all countries is based on what is practical, realistic and achievable, and we will always be ready to speak out as a matter of principle. We raise our concerns with the Saudi Arabian authorities using a range of Ministerial and diplomatic channels of communication, including our Ambassador, the Embassy team and the European Union in Riyadh. So whilst there are areas where we will continue to have different views to Saudi Arabia – including human rights - our relationship enables us to speak frankly, openly and constructively about these issues.\r\n\r\nOn Bahrain, Saudi Arabia, along with other GCC member states, provided support to the Government of Bahrain in 2011 as part of the Peninsula Shield agreement. At the request of the Government of Bahrain, GCC security personnel were deployed to Bahrain to ensure vital infrastructure was secure. The UK monitors events in Bahrain closely and where we have concerns we raise these at senior levels. \r\n\r\nThe UK is committed to securing a political solution that ends the humanitarian disaster in Yemen, and supports the UN Special Envoy to Yemen in facilitating a credible peace process. The UK will continue to play a leading role in supporting the UN to find a peaceful solution to the conflict, including through close engagement with our regional and international partners. Inward visits provide further opportunities for the UK to discuss solutions to the crisis. \r\n\r\nThe UK supports the Saudi-led Coalition military intervention, which came at the request of the internationally-recognised Yemeni President Hadi, to deter aggression by the Houthis, and allow for the return of the legitimate Yemeni Government.  The Houthis have consistently failed to adhere to UN Security Council Resolutions, including by launching attacks against Saudi Arabia and shipping in the Bab al-Mandab strait.\r\n\r\nWe regularly raise the importance of compliance with International Humanitarian Law (IHL) with the Saudi Arabian Government and other members of the military Coalition. Saudi Arabia has publicly stated that it is investigating reports of alleged violations of IHL, and that lessons will be acted upon.  We continue to monitor the situation closely.\r\n\r\nThe UK government takes its defence export responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National arms export licensing Criteria and continue to keep our defence exports under careful review to ensure they meet these standards. A judicial review into decisions regarding exports to Saudi Arabia for possible use in the conflict in Yemen found in favour of the government’s position.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-02-26T16:59:30.544Z","updated_at":"2018-02-26T16:59:30.544Z"},"debate":null}},{"type":"petition","id":211656,"links":{"self":"https://petition.parliament.uk/petitions/211656.json"},"attributes":{"action":"Drop any proposals to licence airguns in England \u0026 Wales","background":"We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.","additional_details":"","state":"open","signature_count":12038,"created_at":"2018-02-01T20:53:21.930Z","updated_at":"2018-06-20T23:11:06.846Z","rejected_at":null,"opened_at":"2018-02-07T18:29:04.948Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T21:26:42.209Z","response_threshold_reached_at":"2018-02-26T15:42:00.015Z","government_response_at":"2018-03-14T10:36:30.592Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark hurst","rejection":null,"government_response":{"summary":"The Government is reviewing the regulation of air weapons in England and Wales.  The review is looking at relevant issues such as access by young people, safe storage and manufacturing standards. ","details":"The Government announced a review of the regulation of air weapons in England and Wales following a request from the Suffolk coroner in his report into the death of Benjamin Wragge, aged 13, who was accidentally shot with an air weapon in May 2016.\r\n\r\nAlthough no licence is required to possess most air weapons in England and Wales, they are nevertheless regulated. In particular, it is an offence for a person aged under 18 to purchase or hire an air weapon or ammunition, and it is an offence to sell, hire or gift an air weapon or ammunition to a person aged under 18. It is also an offence for a person aged under 18 to possess an air weapon or ammunition unless: \r\n•\tthey are being supervised by a person aged 21 or over, or \r\n•\tthey are shooting as a member of an approved target shooting club, or \r\n•\tthey are using air weapons at a shooting gallery, or \r\n•\tthe young person is aged 14 or over, is on private premises and has the consent of the occupier.\r\n\r\nThe Crime and Security Act 2010 brought in legislation concerned with reducing the risk of children getting hold of air weapons and accidentally harming themselves or others. This inserted a provision into the Firearms Act 1968 that requires owners to take reasonable precautions to prevent a person under the age of 18 from gaining unauthorised access to an air weapon. \r\nThe Government has sought the views of interested parties on relevant issues, including secure storage and the arrangements to prevent children gaining access to air weapons, manufacturing standards, and on the position in Scotland and Northern Ireland where air weapons are licensed. The Government has received a large number of representations about the review and these will be considered carefully before any decisions are made about how to proceed.\r\n\r\nHome Office","created_at":"2018-03-14T10:36:30.590Z","updated_at":"2018-03-14T10:36:30.590Z"},"debate":null}},{"type":"petition","id":214621,"links":{"self":"https://petition.parliament.uk/petitions/214621.json"},"attributes":{"action":"Require hospitals to reinstate life support if a patient survives for 15 mins.","background":"There have been several cases in the media recently where hospitals have gone to court to get permission to remove life-support from children. This has been done on the premise that they would not live long after it was removed. This has not always been the case.","additional_details":"Introducing this legislation would clarify existing law on the prohibition of euthanasia to bring peace of mind to troubled parents and restore confidence in the NHS, which is being maligned worldwide as a result of these cases. A doctor should be present to reintroduce support throughout the wait.","state":"open","signature_count":11889,"created_at":"2018-03-08T20:45:02.765Z","updated_at":"2018-06-20T20:37:12.856Z","rejected_at":null,"opened_at":"2018-03-19T10:55:26.167Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T22:09:37.815Z","response_threshold_reached_at":"2018-04-23T15:48:59.613Z","government_response_at":"2018-05-09T16:49:11.147Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Angela Costley","rejection":null,"government_response":{"summary":"It is for clinicians to decide the best course of action following withdrawal of life support.","details":"The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  If however, all suitable treatments fail, or cease to provide benefit to the patient, they may, ethically and legally, be withheld or withdrawn, and the focus of treatment changed to the relief of symptoms. In practice, the decision to withhold or withdraw life-sustaining treatment is of course, often very difficult.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine what is in the child’s best interest. The views of the parents will be very important in the court reaching decisions, but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.  If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. \r\n\r\nDuty of Clinicians, Secretary of State and Government powers\r\n\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.\r\n  \r\nGuidance\r\n\r\nNational Institute of Clinical Excellence guidance (NG61), is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nThe BMA is working with the Royal College of Physicians and the General Medical Council to issue updated and in-depth guidance on good clinical and professional practice for making decisions about clinically assisted nutrition and hydration. Interim guidance is at: https://www.bma.org.uk/advice/employment/ethics/mental-capacity/clinically-assisted-nutrition-and-hydration\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-09T16:49:11.143Z","updated_at":"2018-05-09T16:49:11.143Z"},"debate":null}},{"type":"petition","id":214145,"links":{"self":"https://petition.parliament.uk/petitions/214145.json"},"attributes":{"action":"Mandate re-homing of suitable beagles and other species used for animal research","background":"An Advice Note was issued by the Animal Scientific Regulation Unit at the Home Office in 2015 encouraging research/ breeding facilities to re-home these animals but an Advice Note is not Mandatory.  There is evidence that animals are released under the radar or the advice is ignored.","additional_details":"There can be a life after laboratories for suitable animals!!  Mandatory legislation will guarantee adherance to the law and will ensure that release \u0026 re-homings will be conducted officially and transparently for those animals who achieve the criteria in ASPA 1986. This will ensure that animals can enjoy normal lives in domestic enviroments once they have been socialised and domesticated properly, and re-homed to new owners who have been extensively checked as suitable.","state":"open","signature_count":11466,"created_at":"2018-03-02T16:32:28.585Z","updated_at":"2018-06-20T23:19:34.096Z","rejected_at":null,"opened_at":"2018-03-09T16:57:04.140Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-03T08:13:34.681Z","response_threshold_reached_at":"2018-05-30T06:49:19.730Z","government_response_at":"2018-06-18T10:26:49.710Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Wynne","rejection":null,"government_response":{"summary":"This Government encourages all scientific establishments that are licensed under the Animals (Scientific Procedures) Act (1986) to consider the re-homing of animals used in scientific research.","details":"The Home Office encourages establishments to consider re-homing when it is in the best interests of the welfare of the animal, when there is no risk to public or animal health, or to the environment. The Home Office has published a detailed Advice Note to facilitate re-homing where it is appropriate. The Home Office has no plans to mandate re-homing of animals used in scientific research.\r\n\r\nThe use of animals in scientific research remains a vital tool in improving our understanding of how biological systems work both in health and disease. This is crucial for the development of new medicines and cutting edge medical technologies for both humans and animals, and for the protection of our environment. \r\nThe Government has a strong commitment to maintaining a rigorous regulatory system under the Animals (Scientific Procedures) Act 1986 (ASPA). \r\n\r\nGuidance can be found here: \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/662364/Guidance_on_the_Operation_of_ASPA.pdf\r\n\r\nThe regulatory system ensures that animal research and testing is carried out only where no practicable alternative exists, and that suffering is kept to a minimum. This is achieved through applying the principles of the 3Rs which require that, in every research proposal, animals are replaced with non-animal alternatives wherever possible; that the number of animals used is reduced to the minimum needed to achieve the results sought; and that, for those animals which must be used, procedures are refined as much as possible to minimise their suffering.\r\n\r\nAnimals that have been used in scientific research under ASPA may be re-homed if certain criteria, which are set out in section 17A of ASPA, are met. These criteria aim to protect the animals being re-homed, public health, animal health, and the environment.\r\n\r\nIn 2015, the Home Office published a detailed Advice Note to explain the requirements for the re-homing of animals under ASPA, and to facilitate re-homing when appropriate. \r\n\r\nThe Advice Note is published here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/470146/Advice_Note_Rehoming_setting_free.pdf\r\n\r\nThe guidance aims to:\r\nEncourage consideration of opportunities for re-homing and setting free suitable animals\r\nClarify the legislative framework under which consent to re-home can be obtained \r\nProvide advice on an effective Animal Welfare and Ethical Review Body (AWERB) policy for re-homing and setting free \r\nDescribe the current processes used by the Home Office for re-homing or setting free protected animals\r\n\r\nBefore deciding if an animal is suitable for re-homing, consideration must be given to: \r\nThe animal’s state of health\r\nAny risk to public health, animal health and the environment\r\nThe need for effective socialisation\r\nAny other measures to safeguard the animal’s well being, such as the suitability of the new owner \r\n\r\nThe process of re-homing of animals used in scientific research, or setting them free, may involve stress and welfare costs to the animals. Ethically, animals must only be re-homed when it is in the best interests of their welfare and when there is no risk to public or animal health, or to the environment. For these reasons mandatory re-homing is not being considered by this Government.\r\n\r\nHome Office","created_at":"2018-06-18T10:26:49.707Z","updated_at":"2018-06-18T10:26:49.707Z"},"debate":null}},{"type":"petition","id":208723,"links":{"self":"https://petition.parliament.uk/petitions/208723.json"},"attributes":{"action":"UK Government to raise the murder of Carl Davies with the Government of France","background":"In 2011 a former Royal Marine working in Maritime Security called Carl Davies was murdered on the French Island of Reunion in the Indian Ocean. The Reunion authorities have still to date not brought Carl's murderers to justice and the family need some form of closure regarding the death of Carl.","additional_details":"","state":"open","signature_count":11281,"created_at":"2018-01-02T15:11:03.428Z","updated_at":"2018-06-20T23:26:10.904Z","rejected_at":null,"opened_at":"2018-01-11T13:09:28.288Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-02T21:02:29.192Z","response_threshold_reached_at":"2018-04-27T15:48:19.820Z","government_response_at":"2018-05-18T13:40:42.008Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jordan Wylie","rejection":null,"government_response":{"summary":"Carl Davies’ murderer was found guilty in June 2017 and sentenced to 15 years imprisonment. He has appealed. Therefore, it is not appropriate to raise this case with the French authorities","details":"The French authorities on the island of La Reunion arrested and charged a French national with Carl’s murder.  The accused stood trial, was found guilty in June 2017 and has been sentenced.  He is currently appealing the sentence.  Foreign Office officials have followed this case closely, and will do so during the ongoing appeal process. We have offered Mr Davies’ family support since his murder in 2011 and do so until the case has concluded. \r\n\r\nThe investigation in Reunion, trial and the appeal process has been conducted in accordance with French law. As HMG does not interfere in the judicial processes of another country, it would not be appropriate to raise this case with the French government.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-05-18T13:40:42.006Z","updated_at":"2018-05-18T13:40:42.006Z"},"debate":null}},{"type":"petition","id":210497,"links":{"self":"https://petition.parliament.uk/petitions/210497.json"},"attributes":{"action":"Introduce super visa category for parents of British citizens similar to Canada","background":"Parents for British citizens  are treated differently if they reside in countries outside the EU and are not EU citizens and government has made the settlement of parents under ADR practically impossible so we are looking for a middle ground as it is done in Canada with SUPER VISA","additional_details":"With the parent and grandparent super visa, eligible parents and grandparents can visit family in Canada for up to two years without the need to renew their status .The Super Visa is a multi-entry visa that provides multiple entries for a period up to 10 years. The key difference is that the Super Visa allows an individual to stay for up to two years on initial entry into Canada, while a 10-year multiple entry visa would only have a status period for each entry of six months only. Refer visa rules by Canada government and criteria as reference ,sponsor does most work","state":"open","signature_count":11216,"created_at":"2018-01-23T05:24:25.015Z","updated_at":"2018-06-20T16:52:41.085Z","rejected_at":null,"opened_at":"2018-01-29T10:09:51.936Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-23T07:50:10.061Z","response_threshold_reached_at":"2018-04-18T08:41:37.031Z","government_response_at":"2018-05-03T11:36:09.189Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nitin Khanna","rejection":null,"government_response":{"summary":"The Government has no plans to change the Immigration Rules for visitors to introduce a super visa for parents of British citizens. ","details":"The UK welcomes genuine visitors to the UK. The visitor routes are for people who are coming to the UK for a temporary purpose, usually for up to six months. Visitors should not be living in the UK through frequent or successive visits or making the UK their main home. \r\n\r\nEvery visitor is assessed against the same Immigration Rules regardless of nationality. The only difference is where that assessment is made. Some individuals are assessed overseas by an entry clearance officer, while others are assessed at the UK border. All visitors to the UK are assessed against the Immigration Rules on a case by case basis.\r\n\r\nNationals of some non-EEA countries need a visa to visit the UK. Visas are an important part of securing the UK’s border and are an effective tool for the UK in reducing illegal immigration, tackling organised crime and protecting national security. \r\n\r\nAdopting a similar model to that of Canada and allowing a select group of people to remain in the UK for 2 years as visitors, would mean that important considerations against the Immigration Rules would not be applied consistently and could raise equality concerns. \r\n\r\nThe Government recognises the importance of family ties. Visit visas are available with validities of 6 months, 2 years, 5 years and 10 years, allowing individuals wishing to visit the UK regularly or at short notice to do so without having to apply for a new visa each time they wish to travel. \r\n\r\nThe family Immigration Rules were reformed in July 2012 to prevent burdens on the taxpayer, promote integration and tackle abuse, and thereby ensure that family migration to the UK is on a properly sustainable basis that it is fair to migrants and the wider community. \r\n \r\nWe reformed the route for adult dependent relatives, given the significant NHS and social care costs which can be associated with these cases.  The Department of Health has estimated that a person living to the age of 85 costs the NHS on average around £150,000 in their lifetime, with more than 50% of this cost arising from the age of 65 onwards.  This figure does not take account of any social care costs met by local authorities. \r\n\r\nUnder the rules, adult dependants must demonstrate that, as a result of age, illness or disability, they require a level of long-term personal care that can only be provided in the UK by their sponsor here and without recourse to public funds.  They must apply from overseas, not while in the UK as a visitor. \r\n\r\nAs well as the significant NHS and social care costs to which these cases can give rise, there are also broader issues of fairness.  Adult dependent relatives can continue to visit a family member in the UK (for up to six months) but must return home at the end of their visit: we do not allow visitors to switch into other immigration categories while in the UK and the adult dependent relative category should not be an exception.  There should also not be a routine expectation of settlement in the UK for parents and grandparents aged 65 or over.  Only those requiring long-term personal care that cannot be delivered in the country in which they are living should be eligible to settle in the UK.\r\n\r\nThe rules for adult dependent relatives seek to ensure that only those who need to be physically close to and cared for by a close relative in the UK are able to settle here.  Those who do not have such care needs can be supported financially in the country in which they live by their relative in the UK.  Those most in need of care remain most likely to qualify, compared with those who simply have a preference to come and live in the UK with a relative here.  The lawfulness of the rules was upheld by the Court of Appeal in May 2017. \r\n\r\nThe rules do not provide a route for every parent to join their adult child in the UK and settle here and it is not intended that they should do so.  Overall, the rules represent a fairer deal for the taxpayer, given the significant NHS and social care costs which can arise when adult dependent relatives settle in the UK.\r\n\r\nHome Office\r\n","created_at":"2018-05-03T11:36:09.186Z","updated_at":"2018-05-03T11:36:09.186Z"},"debate":null}},{"type":"petition","id":210947,"links":{"self":"https://petition.parliament.uk/petitions/210947.json"},"attributes":{"action":"Provide additional funding to councils to protect Children's Centres","background":"1/3 of our Children's Centres have closed since 2010 whilst levels of child poverty have also dramatically increased with more than half of children in the poorest areas of the UK now considered to be living in poverty \u0026 other localities seeing figures around 24.7% (Nuneaton) \u0026 35.1 (Peterborough)","additional_details":"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/485347/DFE-RB495_Evaluation_of_children_s_centres_in_England__the_impact_of_children_s_centres_brief.pdf\r\n\r\nhttps://www.nurseryworld.co.uk/nursery-world/news/1144782/childrens-centres-successfully-targeting-deprived-families\r\n\r\nhttps://www.facebook.com/groups/1377174912365965/","state":"open","signature_count":10668,"created_at":"2018-01-25T19:36:37.946Z","updated_at":"2018-06-20T13:18:27.690Z","rejected_at":null,"opened_at":"2018-02-01T18:46:05.963Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-27T11:13:15.283Z","response_threshold_reached_at":"2018-05-19T15:13:35.177Z","government_response_at":"2018-06-05T17:25:14.073Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Ann Tomlinson","rejection":null,"government_response":{"summary":"The attainment gap is narrowing and there has been a massive expansion of childcare support for 2, 3 and 4 year olds. Parents on Universal Credit can also now claim back up to 85% of childcare costs.","details":"The evidence is clear that the early years influence how well children do at school, their on-going health and wellbeing, and achievements later in life. Early education has long lasting benefits for children, and helps to promote a child’s physical, emotional, cognitive and social development.\r\nWe are determined to close the gap between disadvantaged children and their peers.\r\n\r\nThis government is investing in the early years. By 2020 we will be spending around £6 billion on our free early years entitlements, tax-free childcare and childcare support – more than any previous government. In 2013 the Conservative-led government introduced 15 hours of free early education to disadvantaged two-year-olds. Since then, backed by over £2 billion of Government investment, over half a million children have already benefited from this offer, and 71 per cent of eligible two-year-olds are benefiting from free early education. The gap between disadvantaged under-fives and their peers continues to narrow, from 19 percentage points in 2013 to 17 percentage points in 2017. \r\n\r\nWe have made Universal Credit (UC) more generous for working parents – 85 per cent of childcare costs can now be claimed back, benefitting half a million working families once UC is fully rolled out. Our tax-free childcare offer means that for every £8 parents pay into an online account, the government will pay £2 saving up to £2,000 per child each year. \r\n\r\nOur ambitious plan to tackle social mobility, ‘Unlocking Talent, Fulfilling Potential’, commits to £100 million investment to help close the development gap further, faster. This includes £26 million to improve early language and literacy through a national network of 35 English Hubs, and £20 million to boost the professional development of early years practitioners. We committed £50 million to create more for high-quality school-based nursery provision for disadvantaged children. This plan sits alongside more intensive and coordinated support for some of the most challenging areas, through our Opportunity Areas programme.  We have committed an additional £72 million to the Opportunity Areas programme to provide tailored interventions that aim to address specific local challenges and drive sustainable, long-term change, across all phases of education. \r\n\r\nLocal authorities are best placed to understand local needs and provide effective and complementary services, be that through children’s centres or other delivery routes. It is right that we give them freedom to decide what services are right for their local areas.  Where they decide to close a children’s centre, statutory guidance is clear they should demonstrate that children and families, particularly the most disadvantaged, will not be adversely affected and that they will not compromise their duty to have sufficient children’s centres to meet local need. \r\n\r\nThere are many reasons why a children’s centre building may close, for example to better target resources in those areas that need it most, to repurpose buildings for childcare to support local sufficiency.  \r\n\r\nDelivering impactful services is about more than just money or ‘bricks and mortar’. We recognise local authorities have important decisions to make when deciding what services to commission locally. That is why the government has committed £8.5m to spread best practice on improving early language outcomes. We are working with the Local Government Association to design the programme, building on their existing peer review programmes. Peer reviews will consider how effective local services are in closing the gap between disadvantaged children and their peers particularly with reference to early language acquisition; and identify opportunities for improvement. \r\n\r\nThrough this programme we will support councils to develop strategies to improve outcomes in the early years, by looking at what works, including the effective use of children’s centres. The government believes that children’s centres have an important role to play in achieving our social mobility ambition, but it is right for local councils to decide how to use children’s centres in their area, as part of the wider tapestry of services.\r\n\r\nWe are also investing £10m to improve the evidence base for what works, including £5m to trial home learning environment support programmes in the North of England, focusing on early language and literacy. This will help to provide local authorities with the knowledge they need to ensure every pound spent on intervention in the early years has maximum impact. \r\n\r\nWork offers people the best opportunity to get out of poverty. Children in workless households are around 5 times more likely to be in poverty after housing costs than those where all adults work. Nationally, there are now around 600,000 fewer children living in workless households compared with 2010. The latest national statistics show that there are 300k fewer children in absolute poverty both before and after housing costs, meaning we are at a historic low.\r\n\r\nDepartment for Education","created_at":"2018-06-05T17:25:14.071Z","updated_at":"2018-06-05T17:25:14.071Z"},"debate":null}},{"type":"petition","id":209904,"links":{"self":"https://petition.parliament.uk/petitions/209904.json"},"attributes":{"action":"Make BRCA testing a choice for females over 30 on the NHS and more info given","background":"My dearest friend sadly passed away from ovarian cancer but with no family history her doctor misdiagnosed her for 18 months. If more training and information was given to doctors or a BRCA test was done she might of still been here today and lived a life with her husband and little boy","additional_details":"Stats of ovarian \u0026 cervical cancer is shockingly different, according to Cancer Research UK, 7378 ovarian cancer cases in 2016 which lead to 4128 deaths with a survival rate of 34% \u0026 cervical cancer 3224 cases in 2016 with 890 deaths with a survival rate of 63%\r\n\r\nDue to the fact you are screened every 3 years and doctors are aware of the symptoms for cervical cancer so have a greater change of catching it early, however you are only tested for BRCA if ovarian or breast cancer runs in the family.","state":"open","signature_count":10518,"created_at":"2018-01-18T20:31:36.064Z","updated_at":"2018-06-19T21:03:01.125Z","rejected_at":null,"opened_at":"2018-01-24T17:25:53.768Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-18T20:55:35.882Z","response_threshold_reached_at":"2018-05-22T10:26:31.733Z","government_response_at":"2018-06-11T15:17:25.744Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Grieff-Liggins","rejection":null,"government_response":{"summary":"Current BRCA testing is provided in accordance with a published clinical commissioning policy which is in line with NICE clinical guidelines. The policy has no age criteria.","details":"We are sorry to hear of anybody affected by ovarian cancer. In Achieving World Class Cancer Outcomes: A Strategy for England 2015-2020 (1), the independent Cancer Taskforce noted that faulty BRCA genes are rare.  However, between 45 and 90 per cent of women with a mutated BRCA1 or BRCA2 gene will develop breast cancer during their lifetime.  NHS England currently commissions Medical Genetics Services to provide BRCA testing in accordance with a published clinical commissioning policy which is in line with current National Institute for Health and Care Excellence clinical guidelines that address the needs of this group.  The policy has no age criteria so the test is already available to women aged 30 and over.\r\nhttps://www.england.nhs.uk/commissioning/wp-content/uploads/sites/12/2015/10/e01pb-brca-ovarian-cancer-oct15.pdf \r\n\r\nIn addition, between 40 and 60 per cent of women with a faulty BRCA1 gene, and between 10 and 30 per cent with a faulty BRCA2 gene, will develop ovarian cancer at some point in their lives. Testing women at the point of diagnosis can ensure access to the most relevant treatment and enable family members to understand their own risk and take preventative action where appropriate.  This may include more regular screening, use of chemo-preventive agents such as tamoxifen, or other measures. \r\n\r\nRecommendation 36 of the cancer strategy states:  \r\n\r\nNHS commissioners should ensure that:\r\n•\tAll women with non-mucinous epithelial ovarian cancer are offered testing for BRCA1/BRCA2 at the point of diagnosis\r\n•\tAll women under the age of 50 diagnosed with breast cancer are offered testing for BRCA1/BRCA2 at the point of diagnosis\r\n\r\nThese tests will enable any family members at high risk to be identified and active surveillance programmes put in place.  Where applicable, positive tests should guide decisions on the most clinically and cost-effective prevention interventions or treatments.\r\n\r\nNHS England is leading the health and care system in implementing the recommendations in the cancer strategy.\r\n\r\n(1)   http://www.cancerresearchuk.org/sites/default/files/achieving_world-class_cancer_outcomes_-_a_strategy_for_england_2015-2020.pdf\r\n\r\nDepartment of Health and Social Care","created_at":"2018-06-11T15:17:25.741Z","updated_at":"2018-06-11T15:17:25.741Z"},"debate":null}},{"type":"petition","id":213973,"links":{"self":"https://petition.parliament.uk/petitions/213973.json"},"attributes":{"action":"Legalise cannabis oil for medicinal usage.","background":"Cannabis Oil is one of the oldest medicines known to Man. There has been numerous studies completed proving that cannabis oil can assist treating epilepsy, insomnia and even treat people suffering from cancer. \r\n\r\nCannabidiol (CBD) can be developed for use with low THC content therefor no high...","additional_details":"Scientists are rapidly discovering more and more about the rather amazing abilities of the cannabinoids found in the cannabis plant. Most of them have shown therapeutic value, as have the terpenes, which give the plant its distinct odors. There are over 125 terpenes and over 80 cannabinoids in cannabis and each strain has its own unique blend that create its distinct effects. \r\nCBD also has the effect of reducing the undesirable effects of high-THC cannabis, such as anxiety and paranoia.","state":"open","signature_count":10187,"created_at":"2018-02-28T11:05:46.331Z","updated_at":"2018-06-20T23:57:15.855Z","rejected_at":null,"opened_at":"2018-03-05T10:39:08.565Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-28T12:42:54.981Z","response_threshold_reached_at":"2018-06-20T21:37:15.116Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil Denning","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214334,"links":{"self":"https://petition.parliament.uk/petitions/214334.json"},"attributes":{"action":"Ban the sale of high caffeine energy drinks to under 16s","background":"The label may state ‘not for children’ but 69% of teenagers / 24% of children under 10 are consuming high-caffeine energy drinks that lead to adverse health effects post consumption. With sales ever rising, we propose a ban on high-caffeine energy drinks containing over 150mg of caffeine per litre.","additional_details":"A 2015 European Food Safety Authority (EFSA) report found that a 'safe' caffeine intake level for children has not been established. They propose guidelines of 3mg/kg per day could be used as a safe amount for habitual caffeine consumption by children and adolescents. This means that while a single can of popular brands on the market can contain around 160mg of caffeine, the EFSA recommends an intake of no more than 105mg caffeine per day for children. These drinks are simply #NotforChildren.","state":"open","signature_count":9897,"created_at":"2018-03-05T14:30:58.157Z","updated_at":"2018-06-20T21:45:20.498Z","rejected_at":null,"opened_at":"2018-03-05T18:43:32.323Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-05T15:34:22.192Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"LOUISE MARTIN","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211524,"links":{"self":"https://petition.parliament.uk/petitions/211524.json"},"attributes":{"action":"UK Government to ban the sale of electronic training aids for dogs.","background":"The Scottish and Welsh Governments, using their devolved powers, have already committed to ban the use of electronic shock collars.\r\n\r\nThe power to ban the sale of these harmful devices lies with the UK Government, which has failed to introduce controls on their use. This must change.","additional_details":"This petition urges the UK Westminster Government to ban the distribution, sale and use of any electronic training device for dogs, and ensure it is an offence to cause pain or distress to dogs through the use of such devices in England.\r\n\r\nThis petition also recognises that some specific devices, such as collars which only vibrate, offer potential benefits in certain circumstances such as when dealing with dogs suffering from hearing loss.","state":"open","signature_count":9523,"created_at":"2018-01-31T16:15:37.397Z","updated_at":"2018-06-20T20:59:12.755Z","rejected_at":null,"opened_at":"2018-01-31T17:02:28.309Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-31T16:25:18.020Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Macpherson MSP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215643,"links":{"self":"https://petition.parliament.uk/petitions/215643.json"},"attributes":{"action":"UK Government to implement the Bercow: Ten Years On recommendations","background":"I CAN and the Royal College of Speech and Language Therapists have just published a review of provision in England for children and young people with speech, language and communication needs. We are calling on the Government to implement its recommendations and MPs to support the review's findings.","additional_details":"Visit www.bercow10yearson.com to download the report and recommendations in full.","state":"open","signature_count":9219,"created_at":"2018-03-20T00:01:43.372Z","updated_at":"2018-06-20T23:52:42.871Z","rejected_at":null,"opened_at":"2018-03-26T18:02:24.080Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-20T12:36:03.298Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gillian Rudd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210024,"links":{"self":"https://petition.parliament.uk/petitions/210024.json"},"attributes":{"action":"To launch a public inquiry into the failings in the Poppi Worthington case","background":"The family court judge and senior coroner ruled that 13-month-old Poppi Worthington was abused before she died. No one has been charged for her death after officers made mistakes in the investigation. Poppi was unknown to social services before she died, concerning for child protection in the UK.","additional_details":"We call on the Prime Minister to order a public inquiry to make recommendations to:\r\n- improve child safeguarding processes \r\n- strengthen the police disciplinary process \r\n- determine whether Cumbria Police has truly learnt the lessons of this case\r\n- Examine whether the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities.","state":"open","signature_count":9166,"created_at":"2018-01-20T13:14:56.958Z","updated_at":"2018-06-20T20:37:02.229Z","rejected_at":null,"opened_at":"2018-01-25T10:08:23.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-20T16:39:05.027Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Woodcock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217985,"links":{"self":"https://petition.parliament.uk/petitions/217985.json"},"attributes":{"action":"Bring in laws to protect horses being ridden on roads","background":"Horses need legal protection from drivers who hit or kill horses being ridden on the roads, as it stands the only law is dangerous driving around horses which is hard to prove as the highway code only gives ADVICE on how to pass horses which means drivers cannot be prosecuted. laws need updating","additional_details":"Horses are being left  dead on our roads with no compensation to the owner or business. This needs to change, the laws regarding horses on the roads needs to be updated to protect us from drivers who drive off from a scene leaving huge vet fees, dead  horses and horses  which may never be able to be ridden on the roads again.  riders are now using cameras we have evidence which needs action to be taken from the police. businesses are being ruined because of no compensation or any action from the law","state":"open","signature_count":8937,"created_at":"2018-04-18T12:55:16.832Z","updated_at":"2018-06-20T23:26:51.698Z","rejected_at":null,"opened_at":"2018-05-02T09:58:35.267Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-18T13:13:55.577Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"debbie smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209195,"links":{"self":"https://petition.parliament.uk/petitions/209195.json"},"attributes":{"action":"Replace small plastic bags for loose food products with brown paper ones","background":"By 2050 there will be more plastic in our oceans than fish. We therefore call on the Government to make compulsory changes within all UK supermarkets for the removal of small plastic bags used for loose food products such as fruit, veg, and baked goods and instead, reintroduce brown paper ones.","additional_details":"There are 1 trillion plastic bags made each year with each one taking up to 1000 years to fully decompose, and an even larger figure of 3.95 trillion bags ending up in the world's oceans annually. Brown paper bags, on the other hand, have a degradable period of 1 month and are 100% natural and renewable.  With over 100,000 marine creatures dying a year from plastic pollution and over 1 million seabirds, we are certain that this small change will make a big difference.","state":"open","signature_count":8664,"created_at":"2018-01-09T20:35:54.669Z","updated_at":"2018-06-20T20:59:12.867Z","rejected_at":null,"opened_at":"2018-01-15T09:54:15.084Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-09T20:50:01.630Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robyn Mayson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214322,"links":{"self":"https://petition.parliament.uk/petitions/214322.json"},"attributes":{"action":"Fund a clinical audit of ovarian cancer to urgently improve survival rates","background":"Shockingly, the UK has one of the worst survival rates in Europe for ovarian cancer. It’s too late for so many women like my mum, but we must do better. In 2015 the Chief Medical Officer called for an audit of ovarian cancer treatment \u0026 survival. Funding an audit is key to saving more women's lives.","additional_details":"When a woman is diagnosed with ovarian cancer in the UK the odds are stacked against her. It is one of the deadliest cancers for women and only 46% will survive 5 years beyond a diagnosis. UK survival rates lag significantly behind the USA, France and Germany, and even countries such as Thailand and Romania. We urgently need earlier detection and better treatment to improve women’s chances. If my mum’s cancer had been diagnosed earlier she would have had a 90% chance of survival.","state":"open","signature_count":8566,"created_at":"2018-03-05T12:33:17.813Z","updated_at":"2018-06-20T23:47:39.183Z","rejected_at":null,"opened_at":"2018-03-12T12:30:02.720Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-06T11:19:39.841Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gemma Carroll","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213128,"links":{"self":"https://petition.parliament.uk/petitions/213128.json"},"attributes":{"action":"Ban British citizens from serving in the Israeli military","background":"There are currently many British citizens serving in the Israeli Defense Forces (IDF). The UK government should ban UK citizens – even if they hold other passports – from joining and serving in the Israeli military, police or other security forces.","additional_details":"The Israeli military routinely commits acts which many experts believe, under international law, constitute war crimes - including occupying Palestinian territory; torturing suspects; bombing Palestinian schools, hospitals, and water plants; and conducting collective punishments of civilians - all of which are unlawful in international law. No UK citizens should be allowed to possibly contribute to further war crimes by serving in the Israeli military, police or security apparatus.","state":"open","signature_count":7969,"created_at":"2018-02-17T19:18:03.104Z","updated_at":"2018-06-20T20:37:02.182Z","rejected_at":null,"opened_at":"2018-03-01T12:12:46.152Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-18T21:32:51.413Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Malcolm Finch","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208007,"links":{"self":"https://petition.parliament.uk/petitions/208007.json"},"attributes":{"action":"Protect UK Citizens' existing Freedom of Movement rights in Brexit negotiations","background":"The UK Passport gives us, as EU Citizens, the Right to live and work in 28 EU Countries (\u0026 3 EEA Countries). As UK Citizens, we do not want to lose this Right and ask that our Rights are fully protected and that they are valued and considered in any Brexit negotiations.","additional_details":"The Big EU Passport campaign was started in order to highlight the fact that the Freedom of Movement Rights of UK Citizens, who are currently EU Citizens, are not being prioritised in Brexit negotiations yet we currently have the Right to live and work in 31 countries.\r\n \r\nMany people use this right in order to work in mainland EU yet live in the UK. Others want to maintain family connections.\r\n\r\nFor information about our campaign: http://breakingbrexit.blogspot.co.uk/2017/06/big-eu-passport.html","state":"open","signature_count":7751,"created_at":"2017-12-19T21:34:36.216Z","updated_at":"2018-06-20T23:50:43.744Z","rejected_at":null,"opened_at":"2017-12-21T15:54:31.804Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-20T11:53:06.050Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206280,"links":{"self":"https://petition.parliament.uk/petitions/206280.json"},"attributes":{"action":"Reintroduce Oxford weighting tax.","background":"Unlike London, housing cost is not weighed in when attributing salaries, and the OUH is suffering with recruitment and retaining staff, due to the financial demand of the city.","additional_details":"According to Kelly (2014), the average house in Oxford costs 14.9 times the city's average salary. \r\nA large number of OUH staff had to move further away from the city to avoid costs, and face petrol and traveling financial demands.\r\nThe remaining staff lives closer to the Hospitals, due to lack of cars, and are struggling to afford rent in the city, where houses do not match the price tag they are given, and many of them are forced to resort to Hospital accommodations, that are far from ideal.","state":"open","signature_count":7750,"created_at":"2017-11-27T12:11:19.402Z","updated_at":"2018-06-20T22:02:00.266Z","rejected_at":null,"opened_at":"2017-12-22T10:35:45.516Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-27T13:02:05.066Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ana Rita Pedro Ramos","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215872,"links":{"self":"https://petition.parliament.uk/petitions/215872.json"},"attributes":{"action":"Make Makaton a compulsory part of Early Years and Primary Education in the UK.","background":"Communication is an essential life skill. Much of everyday life relies on it, from playing to learning, to getting our needs met. Makaton is a language programme using signs and symbols to aid communication. Designed to support spoken language the signs and symbols are in spoken word order.","additional_details":"Further information about Makaton can be found on the makaton website www.makaton.org","state":"open","signature_count":7738,"created_at":"2018-03-22T10:52:49.847Z","updated_at":"2018-06-20T11:29:24.881Z","rejected_at":null,"opened_at":"2018-03-27T11:18:10.302Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T11:09:57.852Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Melissa Lockwood","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216561,"links":{"self":"https://petition.parliament.uk/petitions/216561.json"},"attributes":{"action":"To impose an immediate two-way arms embargo between the UK and Israel","background":"Trading arms with Israel makes the UK complicit in Israel’s continuing violations of human rights and international law.\r\n\r\nOn the 30th March 2018, Israel killed 15 and injured 1,500 Palestinians, who protested the occupation and siege on Gaza.","additional_details":"The Israeli assault on Gaza in July-August 2014, in which 2,205 Palestinians (including 521 children) were killed, was only one example of Israel’s acts of violence against the Palestinian people. Yet UK-made weapons and military technologies continue to be sold to and used by the occupying Israeli forces.\r\n\r\nIsraeli military and industry sources openly attribute the success of Israeli exports to the weapons and technologies being ‘combat proven.’","state":"open","signature_count":7372,"created_at":"2018-03-30T22:52:31.982Z","updated_at":"2018-06-20T22:57:47.295Z","rejected_at":null,"opened_at":"2018-04-09T14:58:05.460Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T23:39:00.187Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Huda Ammori","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217244,"links":{"self":"https://petition.parliament.uk/petitions/217244.json"},"attributes":{"action":"Save Otmoor from the Oxford-Cambridge Expressway","background":"Otmoor is a unique and beautiful habitat of rare wetland and grazing floodplain,1000 acres of nature reserve that is home to over sixty protected species. \r\n\r\nJust 50 miles from the urban sprawl of London, Otmoor is a conservation area the government's own laws were designed to protect.","additional_details":"Now the government threatens to build a motorway here that would engulf this sanctuary.\r\n\r\nOne of the proposed routes would cut across miles of Green Belt land, passing through ancient woodlands on its way to Otmoor.\r\n\r\nBecause the government has turned down our demands for a Public Enquiry, the decision will now be made behind closed doors. \r\n\r\nPlease sign this petition to demand protection for this national treasure and save Otmoor for future generations. \r\n\r\nwww.SaveOtmoor.org\r\n#SaveOtmoor","state":"open","signature_count":7343,"created_at":"2018-04-10T09:14:38.621Z","updated_at":"2018-06-20T21:25:23.960Z","rejected_at":null,"opened_at":"2018-04-16T13:54:21.535Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T16:36:38.397Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adrian Pennink","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214287,"links":{"self":"https://petition.parliament.uk/petitions/214287.json"},"attributes":{"action":"Provide a website allowing schools to advertise staff vacancies for free.","background":"Over £50 million a year is spent by UK schools advertising job vacancies and some £500 million on supply teachers. This is due, largely, to the extortionate fees charged by current suppliers. In 2015, at the ASCL conference, Justine Greening promised this issue would be addressed. It hasn't been.","additional_details":"Cost of Advertising:\r\nhttps://www.theguardian.com/education/2016/jul/26/secondary-schools-spent-56m-teacher-job-ads-labour\r\n\r\nCost of Supply Teachers: https://www.telegraph.co.uk/education/2017/02/21/school-spending-supply-teacher-agencies-jumps-fifth-inthree/\r\n\r\nCost of Supply Agencies:\r\nhttps://www.telegraph.co.uk/education/educationnews/12040309/Schools-spending-thousands-on-agencies-to-recruit-teachers.html\r\n\r\nGovernment Recognition: p24 'Teacher Recruitment and Retention' Briefing Paper 19/0118","state":"open","signature_count":7301,"created_at":"2018-03-04T18:48:22.988Z","updated_at":"2018-06-20T11:06:29.849Z","rejected_at":null,"opened_at":"2018-03-09T17:19:07.977Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T21:00:16.674Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leigh Adams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216289,"links":{"self":"https://petition.parliament.uk/petitions/216289.json"},"attributes":{"action":"Reverse the changes to allow for Textiles \u0026 Technology to be stand alone GCSEs.","background":"Last year we saw the Government remove the individualised GCSE in Textiles, instead combining all of the technologies into a generalised technology GCSE.","additional_details":"Not only is this directly suppressing each of the material areas, but it is now narrowing the amount of pupils going into this field, and not enabling them to gain the breadth of skills they previously would have, which would allow them to move on to higher education. From the clothes on our back, to the modern materials found in protective uniform such as Kevlar, we surrounded by technology, and it is vital that ALL areas are widely available to all pupils in the UK","state":"open","signature_count":7269,"created_at":"2018-03-27T11:37:13.292Z","updated_at":"2018-06-20T20:30:26.485Z","rejected_at":null,"opened_at":"2018-04-03T16:58:11.491Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-27T14:54:23.108Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma Haggis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214751,"links":{"self":"https://petition.parliament.uk/petitions/214751.json"},"attributes":{"action":"Introduce photo ID cards in order to vote in all Elections.","background":"We believe that photo ID cards should be mandatory in order to be able to vote in all Elections.\r\nIn order to prevent voter fraud, the Government should introduce a national photo ID scheme. \r\nGovernment would pay for the ID cards. \r\nThis would mean the cards would be free to any voter.","additional_details":"The application form would be available to complete on  the Government website.","state":"open","signature_count":7059,"created_at":"2018-03-10T23:32:08.322Z","updated_at":"2018-06-20T20:36:51.832Z","rejected_at":null,"opened_at":"2018-03-16T10:52:47.566Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-11T21:10:52.720Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert J F Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212308,"links":{"self":"https://petition.parliament.uk/petitions/212308.json"},"attributes":{"action":"Ban George Soros from the United Kingdom.","background":"Whilst the UK welcomes foreign business, Mr Soros has proved by his actions that he is no friend of the United Kingdom.","additional_details":"He has a conviction in France for insider trading. He has donated money to a group which is campaigning against the democratic decision to leave the EU.","state":"open","signature_count":6739,"created_at":"2018-02-08T19:57:53.302Z","updated_at":"2018-06-20T21:15:38.454Z","rejected_at":null,"opened_at":"2018-03-09T17:45:13.774Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-08T20:28:12.675Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth Lloyd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220170,"links":{"self":"https://petition.parliament.uk/petitions/220170.json"},"attributes":{"action":"Award a medal to British personnel involved in any nuclear testing program","background":"It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.","additional_details":"These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.","state":"open","signature_count":6693,"created_at":"2018-05-16T19:23:13.718Z","updated_at":"2018-06-20T23:16:50.867Z","rejected_at":null,"opened_at":"2018-05-18T14:49:23.891Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T19:49:26.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alan Owen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219758,"links":{"self":"https://petition.parliament.uk/petitions/219758.json"},"attributes":{"action":"Ban the sale of products containing unsustainably sourced palm oil in the UK","background":"Global production of and demand for palm oil is increasing rapidly. But this is at the expense of tropical rain-forests which form critical habitats for many endangered species and a lifeline for some human communities. Palm oil can be found in many foods and other household items. We can all help.","additional_details":"Did anyone see the Orangutan Diary on BBC 2? The destruction of this species as well as many others is well underway and their already declining population will decrease by a further 1/3 by 2020 unless action is taken. Thousands upon thousands of orangutans have been killed and the destruction of the rain-forests is increasing at an exponential rate. We cannot control what happens in these countries but we can refuse to accept palm oil sourced via an unsustainable method in the UK.","state":"open","signature_count":6555,"created_at":"2018-05-11T10:02:27.586Z","updated_at":"2018-06-20T23:55:24.804Z","rejected_at":null,"opened_at":"2018-05-16T13:15:42.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-11T11:48:51.504Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215797,"links":{"self":"https://petition.parliament.uk/petitions/215797.json"},"attributes":{"action":"Halt the UK badger culls and provide key data on previous culls.","background":"We believe the majority of people in the UK oppose the Government's badger culls.  The government is ignoring sound scientific evidence that states they are ineffective, inhumane and could make matters worse. They are also proving to be extremely costly to the taxpayer.  Transparency is also needed.","additional_details":"We are calling on the Government to halt the UK’s badger culls and release key data that suggests the culls are not working. \r\n\r\nTo-date approximately 32,000 badgers have been killed since the culls began in October 2013 and now the government plans to roll the culls out across the country killing tens of thousands more animals.  Persecution of badgers has also escalated. Restricting cattle movements, stricter cattle testing, vaccination, monitoring and enforcement is the answer, not culling.","state":"open","signature_count":6402,"created_at":"2018-03-21T18:50:31.446Z","updated_at":"2018-06-20T20:59:23.220Z","rejected_at":null,"opened_at":"2018-03-26T17:58:47.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T17:23:18.677Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patricia Hall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211354,"links":{"self":"https://petition.parliament.uk/petitions/211354.json"},"attributes":{"action":"Introduce rules requiring coroners to respect Jewish and Muslim religious laws","background":"A vice president of the Board of Deputies of British Jews has said that a North London Coroner shows “no inclination” to address Jewish concerns. Under Jewish \u0026 Islamic law, bodies must be buried quickly and invasive postmortems are a desecration. The Board wants this coroner dismissed.","additional_details":"The Chief Rabbi has written to the Lord Chancellor. Here are extracts.\r\n \r\n.....concern had grown over recent years about the failure of [the coroner] ... to give due regard to the deeply held religious beliefs of Jewish and indeed Muslim families ...\r\n \r\n... Where the fastest possible burial is denied ...it can cause a great deal of pain at a time when they are already grieving.\r\n \r\n...there are no other coroners .. who have taken such a stance.\r\n","state":"open","signature_count":6062,"created_at":"2018-01-29T23:33:54.946Z","updated_at":"2018-06-17T21:36:03.497Z","rejected_at":null,"opened_at":"2018-02-08T10:44:25.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-30T06:45:48.181Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"jonathan malcolm hoffman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209900,"links":{"self":"https://petition.parliament.uk/petitions/209900.json"},"attributes":{"action":"Change the law on Cross Border Hire of taxis and private hire vehicles.","background":"Nationally in the UK thousands of drivers are exploiting the sub-contracting clause in the Deregulation Act 2015(section 55).This has allowed the situation whereby a person licensed in one authority can work as a PHV in any other authority in the country.","additional_details":"A good example of this exploitation would be; if a person took, and failed, a Knowledge test in one of the 316 Licensing authorities in the UK. This person could then choose to take a Knowledge Test in an authority with far fewer roads to learn, pass the test with ease, and then go back to work in the area they had originally failed in. \r\nThe rise in drivers working for \"app based\" companies has seen the situation where drivers licensed in London are working in different authorities nationwide.","state":"open","signature_count":5938,"created_at":"2018-01-18T19:41:33.139Z","updated_at":"2018-06-20T20:19:29.129Z","rejected_at":null,"opened_at":"2018-01-24T16:51:15.492Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-19T17:47:32.800Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kieron Charles Morgan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215370,"links":{"self":"https://petition.parliament.uk/petitions/215370.json"},"attributes":{"action":"Stop unfair ILR cancellation for ECAA Agreement.","background":"On the 16th of March 2018, The Home Office made the following announcement:\r\n\r\nhttps://www.gov.uk/government/publications/turkish-ecaa-business-guidance","additional_details":"As Turkish citizens under the ECAA Agreement who have applied before the 16th of March 2018, we would like to be evaluated according to former rules and we would like to apply to ILR as we planned before, right after the 4th year.","state":"open","signature_count":5585,"created_at":"2018-03-16T17:00:34.589Z","updated_at":"2018-06-20T20:35:48.472Z","rejected_at":null,"opened_at":"2018-03-22T16:51:02.539Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T17:06:06.527Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gonul Gulce Karaarslan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208286,"links":{"self":"https://petition.parliament.uk/petitions/208286.json"},"attributes":{"action":"Exempt Commonwealth soldiers and veterans from paying fees for naturalization","background":"Foreign commonwealth soldiers and veterans should be exempt from paying fees during naturalisation, life in the U.K. test, and language test as long as they have served for the minimum contract required and have qualified for the length of stay required.","additional_details":"After serving in the British Army from commonwealth countries, you’re still required to undertake life in the U.K. test, language test and also pay the fee required for naturalisation. This is very sad after you have put your life on the line to serve in the queens army to defend the British well being.","state":"open","signature_count":5537,"created_at":"2017-12-24T17:28:54.470Z","updated_at":"2018-06-20T20:59:33.840Z","rejected_at":null,"opened_at":"2018-01-03T18:12:35.958Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-24T20:52:00.362Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leakey Odhiambo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220663,"links":{"self":"https://petition.parliament.uk/petitions/220663.json"},"attributes":{"action":"Make entering and occupying land without consent a criminal offence","background":"Removing trespassers from public and private land is a lengthy process. Damage and disruption caused during this time, especially to the local environment are often irreparable and subsequent clean-up operations costly. Currently, repeat offenders simply move on to the next available open space.","additional_details":"Making this a criminal offence will give police the powers to.\r\n- Arrest without warrant.\r\n- Remove, store and dispose of objects.\r\n- Issue penalties and proceedings.\r\n\r\nOther countries already have provision in law for this.\r\n\r\nIn Ireland, the Criminal Justice (Public Order) Act, 1994, was amended in 2002 to address this issue.","state":"open","signature_count":5323,"created_at":"2018-05-25T10:36:01.728Z","updated_at":"2018-06-20T23:55:24.869Z","rejected_at":null,"opened_at":"2018-06-01T18:14:27.993Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-27T08:29:53.223Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Boon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217930,"links":{"self":"https://petition.parliament.uk/petitions/217930.json"},"attributes":{"action":"Fairer Funding for Surrey's Roads","background":"We call upon the Government to reform the Fairer Funding Formula to ensure there is enough money for road repair and up-keep. The current method for calculating the grant for such work unfairly penalises Surrey. The calculation should give more weight to traffic flow and level of usage.","additional_details":"Surrey has almost 3,500 miles of roads with over 4.8 million miles travelled on those roads per year. The grant received by Surrey from the Government is about £4,000 per million vehicle miles travelled. A Neighbouring county has a figure of £5,500 per million vehicle miles travelled.\r\nThe recent Pothole Fund announced by the Government which uses the same formula saw Surrey get £1.8m, whereas one of our neighbouring counties received £2.9m, and a quiet west country area was given £4.4m.","state":"open","signature_count":5303,"created_at":"2018-04-17T16:54:40.138Z","updated_at":"2018-06-20T21:39:42.916Z","rejected_at":null,"opened_at":"2018-05-02T10:32:17.732Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-17T17:52:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Francis Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209048,"links":{"self":"https://petition.parliament.uk/petitions/209048.json"},"attributes":{"action":"Consultants or GPs to do PIP, DLA and ESA assessments for people with IBD","background":"To get medical assessments conducted by qualified consultants and GPs who understand patients’ conditions in Crohn’s and Ulcerative Colitis, which can give accurate information about their disabilities to support their claims for PIP, DLA and/or ESA.","additional_details":"I suffer from Ulcerative Colitis, ADHD, OCD, Anxiety and Depression Disorder and Cluster 4 which means I can't deal with day to day life. I'm on a drug called Infliximab Infusion which is for my IBD and have to have it every 6-8 weeks in hospital in the Infusion Unit. This suppresses my immune system,  which means I am prone to infections. I have been rejected twice by PIP saying my IBD and Mental Health Issues don't affect me in my day to day life; I am now waiting for a tribunal.","state":"open","signature_count":5302,"created_at":"2018-01-07T10:02:32.896Z","updated_at":"2018-06-20T21:23:17.622Z","rejected_at":null,"opened_at":"2018-01-11T11:10:12.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-07T11:27:16.685Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Oldaker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220038,"links":{"self":"https://petition.parliament.uk/petitions/220038.json"},"attributes":{"action":"NHS England must follow the guidelines for Ibrutinib as laid down by NICE.","background":"There is no reference to a remission timeframe within this NICE recommendation. NHS England has said that it will not prescribe ibrutinib if CLL patients have been in remission for more than three years. This must change and prescribe Ibrutinib for CLL as per NICE guidelines.","additional_details":"","state":"open","signature_count":5205,"created_at":"2018-05-15T10:30:05.589Z","updated_at":"2018-06-20T22:54:42.718Z","rejected_at":null,"opened_at":"2018-05-21T17:59:16.738Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T11:12:20.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Smith MBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210700,"links":{"self":"https://petition.parliament.uk/petitions/210700.json"},"attributes":{"action":"End all local and national public sector service outsourcing","background":"The recent collapse of Carillion has brought attention to the failings of the private sector in delivering vital public services. This petition calls to end all future outsourcing of public service contracts both locally and nationally including councils, health, education and the civil service.","additional_details":"In order for this to be enforced, the petition is calling for legislation ruling such contracts unlawful.","state":"open","signature_count":5076,"created_at":"2018-01-24T14:27:59.049Z","updated_at":"2018-06-20T09:21:22.831Z","rejected_at":null,"opened_at":"2018-02-02T16:08:49.350Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-24T15:37:55.208Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220016,"links":{"self":"https://petition.parliament.uk/petitions/220016.json"},"attributes":{"action":"Increase funding \u0026 testing of pulmonary fibrosis \u0026 idiopathic pulmonary fibrosis","background":"Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff \u0026 scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.","additional_details":"Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.","state":"open","signature_count":5061,"created_at":"2018-05-14T18:54:48.830Z","updated_at":"2018-06-20T23:19:23.971Z","rejected_at":null,"opened_at":"2018-05-18T16:43:27.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T19:20:33.756Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keeley Chambers","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":5058,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-06-20T23:58:26.596Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ritesh Patel","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217012,"links":{"self":"https://petition.parliament.uk/petitions/217012.json"},"attributes":{"action":"Reduction is Television Licence for Deaf people due to accessibility issues.","background":"Blind Registered Persons  , Including those who can see something, are entitled to 50% or 100%off Television Licence, Deaf persons should be entitled to a minimum of 25%off, Reason is that we cannot fully access all channel due to no Subtitling and/or Sign Language. So there is no Full Accessibility","additional_details":"","state":"open","signature_count":5043,"created_at":"2018-04-06T08:29:35.133Z","updated_at":"2018-06-20T20:35:15.848Z","rejected_at":null,"opened_at":"2018-04-11T12:02:28.677Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-06T11:50:34.984Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kevin Torbuck","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217491,"links":{"self":"https://petition.parliament.uk/petitions/217491.json"},"attributes":{"action":"NHS doctors and dentists should receive a payrise of at least 3% in 2018.","background":"All NHS staff get a payrise of at least 6.5% (and up to 29%) over the next 3 years except doctors and dentists. Since 2008, doctors have experienced the largest drop in earnings of all professions, with consultants seeing a 19 per cent fall in pay, junior doctors 21 per cent and GPs 20 per cent.","additional_details":"The BMA said that doctors' pay should be increased in line with the wider economy, and it has called for the pay of all UK doctors to be increased in line with the RPI (Retail Price Index), plus £800 or 2 per cent, whichever is greater. (https://www.bma.org.uk/news/2018/february/bma-seeks-pay-rise-for-doctors-in-line-with-wider-economy).\r\nIn 2017-2018, the UK inflation rate has been about 3%. (https://tradingeconomics.com/united-kingdom/inflation-cpi)","state":"open","signature_count":4952,"created_at":"2018-04-12T23:11:41.516Z","updated_at":"2018-06-20T20:43:34.712Z","rejected_at":null,"opened_at":"2018-04-18T13:55:21.805Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-13T06:00:01.502Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Jan Rudiger","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220073,"links":{"self":"https://petition.parliament.uk/petitions/220073.json"},"attributes":{"action":"Break all ties with EU institutions and policies completely","background":"Leaving the EU must mean leaving the Single Market, Customs Union, the jurisdiction of the ECJ, the Common Agricultural Policy and the Common Fishing Policy. \r\nThere must be a clean break from the EU so Britain can take back control of its laws, borders, trade and money.\r\n","additional_details":"On June 23 2016 the British people voted to Leave the EU. \r\nThere were only two choices on the ballot paper. \r\nThey were a vote to Remain or a vote to Leave. \r\nWe knew what we were voting for. \r\nWe voted to leave the EU. \r\nThe Government must deliver the will of the people. \r\nWe must leave the EU.\r\nWe did not vote for a Brexit fudge. In other words, kept in the EU in all but name. \r\nWe voted to take back control of our country and our sovereignty. \r\nThe Government must sever all ties with the EU.\r\n","state":"open","signature_count":4807,"created_at":"2018-05-15T16:34:25.025Z","updated_at":"2018-06-20T23:18:12.752Z","rejected_at":null,"opened_at":"2018-05-21T18:26:07.868Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T16:47:10.251Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213072,"links":{"self":"https://petition.parliament.uk/petitions/213072.json"},"attributes":{"action":"Provide women's health physio to all post natal woman for pelvic health advice.","background":"I gave birth at the end of last year to my second child and was shocked by a letter from my GP saying unless I had \"persistent bleeding/pain or wanted contraception\" a routine 6 weeks check up was not required. This left me with no checks post major abdominal surgery which is very worrying.","additional_details":"Women's health physios are perfect professionals for assessing, and treating the mother post natally. They can check many concerns like scar tissue healing, gynae health and abdominal separation issues. Sadly mothers are being left without anyone to talk to about incontinence, prolapse,diastasis recti problems and all of these can be prevented or at least symptoms managed to avoid surgery further down the line. Providing care at this stage will save the NHS money in the long run.","state":"open","signature_count":4589,"created_at":"2018-02-16T18:52:02.223Z","updated_at":"2018-06-20T17:49:02.515Z","rejected_at":null,"opened_at":"2018-03-01T12:08:36.516Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-18T14:23:23.840Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Marie Fell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214660,"links":{"self":"https://petition.parliament.uk/petitions/214660.json"},"attributes":{"action":"Review the effectiveness of the outdated Child Destruction legislation","background":"In June 2015 I was a victim of a violent assault during my 8th month of pregnancy. One of the two males who attacked me was the guy who got me pregnant. Unfortunately, this resulted in me giving birth to a stillborn baby boy Joel.","additional_details":"The Child Destruction legislation was introduced in 1929 as part of the Infant Life Act, to tackle late-term backstreet abortions. In modern times - though rarely used - the legislation has been used to convict perpetrators who have used violence with the intent to harm pregnant women whose babies are capable of living outside the mother's womb.\r\n\r\nDue to the complexities of the law, there have been a number of inconsistencies when it comes to prosecuting and sentencing perpetrators.\r\n#amendCDlaw\r\n","state":"open","signature_count":4539,"created_at":"2018-03-09T16:02:28.940Z","updated_at":"2018-06-20T20:42:20.260Z","rejected_at":null,"opened_at":"2018-03-12T12:30:18.391Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-09T18:14:11.064Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Malorie Bantala","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213808,"links":{"self":"https://petition.parliament.uk/petitions/213808.json"},"attributes":{"action":"To allow psv Licence holders to upgrade free to a class 2 lorry licence.","background":"As a psv driver, you are driving vehicles that are longer than a class 2 lorry. And busses can weigh a lot more than a lorry as well. With a bus you are carrying precious cargo (passengers) so why can you not allow a psv licence holder to be allowed an automatic right to a class 2 licence.","additional_details":"There is a huge shortage of hgv drivers within the UK. So surely by allowing a psv licence holder the right to a class 2 lorry licence, without the need of a further driving exam would make a lot of sense.","state":"open","signature_count":4506,"created_at":"2018-02-25T23:28:16.367Z","updated_at":"2018-06-20T18:46:41.867Z","rejected_at":null,"opened_at":"2018-03-05T17:26:07.329Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-26T21:21:16.714Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"matthew brittain","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210100,"links":{"self":"https://petition.parliament.uk/petitions/210100.json"},"attributes":{"action":"Ban the terrier men's terriers from trail hunts.","background":"Since the Fox Hunting Ban in 2004, the terrier men are now simply there to lay the trail. The terriers are no longer necessary. Terriers were only used to flush out foxes before the ban.","additional_details":"The artificial scents that hunts lay should not lead into a badger sett or into a hole in the ground.\r\nIn traditional foxhunting the terriermen were used to stop/block fox earths and badger setts in the area where the hunting was to take place to prevent foxes from going to ground. The foxes would be located using terriers, dug out and fox bolted to be hunted again by the hounds. It's hard to imagine which roles terriers could now play in trail hunting and shouldn't be found with trail hunts.","state":"open","signature_count":4441,"created_at":"2018-01-21T18:37:12.233Z","updated_at":"2018-06-20T08:42:57.047Z","rejected_at":null,"opened_at":"2018-01-26T12:28:07.017Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-21T19:48:47.645Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Karen Larkin","rejection":null,"government_response":null,"debate":null}}]}