{"links":{"self":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=32\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=4\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open"},"data":[{"type":"petition","id":210497,"links":{"self":"https://petition.parliament.uk/petitions/210497.json"},"attributes":{"action":"Introduce super visa category for parents of British citizens similar to Canada","background":"Parents for British citizens  are treated differently if they reside in countries outside the EU and are not EU citizens and government has made the settlement of parents under ADR practically impossible so we are looking for a middle ground as it is done in Canada with SUPER VISA","additional_details":"With the parent and grandparent super visa, eligible parents and grandparents can visit family in Canada for up to two years without the need to renew their status .The Super Visa is a multi-entry visa that provides multiple entries for a period up to 10 years. The key difference is that the Super Visa allows an individual to stay for up to two years on initial entry into Canada, while a 10-year multiple entry visa would only have a status period for each entry of six months only. Refer visa rules by Canada government and criteria as reference ,sponsor does most work","state":"open","signature_count":5109,"created_at":"2018-01-23T05:24:25.015Z","updated_at":"2018-02-05T23:52:18.638Z","rejected_at":null,"opened_at":"2018-01-29T10:09:51.936Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-23T07:50:10.061Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nitin Khanna","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206880,"links":{"self":"https://petition.parliament.uk/petitions/206880.json"},"attributes":{"action":"Stop plans to cut Victoria trains from the Bexleyheath line","background":"The Government has confirmed that all services on the Bexleyheath Line to Victoria will be cut after the new franchise is awarded in 2018, despite the Government’s own consultation showing that 89% of respondents were opposed to plans to cut the number of local rail destinations.","additional_details":"The Government has ignored their promise that these changes would only be made “if passengers supported it.”\r\n\r\nCutting these services would be a disaster for commuters in areas like Bexleyheath, Welling, Blackheath, Eltham, Kidbrooke and elsewhere who do not have access to the DLR or the Underground, so have to depend on the rail network.  In particular, elderly and disabled passengers, who use the service to access Kings College Hospital at Denmark Hill, will face much more difficult journeys.","state":"open","signature_count":5103,"created_at":"2017-12-01T16:28:57.888Z","updated_at":"2018-02-05T18:44:07.509Z","rejected_at":null,"opened_at":"2017-12-06T17:46:04.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-01T17:01:51.660Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Caroline Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200914,"links":{"self":"https://petition.parliament.uk/petitions/200914.json"},"attributes":{"action":"To condemn the repression of democracy and freedom of speech in Catalonia","background":"We urge HM Government to make a clear objection to the 'de facto' suspension of Catalan institutions, the detention of democratically elected Catalan politicians \u0026 the intimidation towards Catalan media; and to pressure the Spanish Government to enter into dialogue with Catalan institutions.","additional_details":"https://www.theguardian.com/world/2017/sep/20/spain-guardia-civil-raid-catalan-government-hq-referendum-row","state":"open","signature_count":5097,"created_at":"2017-09-20T15:08:53.298Z","updated_at":"2018-02-05T16:59:58.084Z","rejected_at":null,"opened_at":"2017-09-21T11:08:52.302Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T17:01:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Josep Maria Sanz Lopez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202465,"links":{"self":"https://petition.parliament.uk/petitions/202465.json"},"attributes":{"action":"The UK should terminate the EU talks forthwith by withdrawing the Art 50 notice.","background":"It is already clear that, within the current framework, the EU is bound to win.  Article 50 has never been triggered before, and it is manifestly defective in its conceptual structure: the UK should withdraw immediately, and make progress as a Member of the EU, from within.","additional_details":"The current BREXIT negotiations are an irresoluble mess.  The immediate costs of withdrawal will be enormous, and the long-term debilitation of the UK economy even more serious.  Sterling will continue to fall in value, because of all the commercial uncertainty.  The negotiations, instead of constituting a single bargaining process, have been converted, by ill-advised agreement, into a two-stage process, in which the EU has sole control of future progress.  We should seek another way ahead.","state":"open","signature_count":5012,"created_at":"2017-10-08T21:52:00.759Z","updated_at":"2018-02-05T15:18:18.882Z","rejected_at":null,"opened_at":"2017-10-18T16:52:07.256Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T16:58:03.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Roger Warren Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201589,"links":{"self":"https://petition.parliament.uk/petitions/201589.json"},"attributes":{"action":"Make motorcycle awareness part of the theory test","background":"Being a biker I see daily too many people using phones, vapes, headphones etc while driving, Cars pulling out on bikes and tail gating, Just recently a motorcycle rider was killed local to me because a car pulled out on him and he couldnt stop in time, More needs to be done to help bikers be seen.","additional_details":"Maybe this petition will never reach parliament but just by signing and sharing maybe we could reach out and make bikers more aware to drivers.","state":"open","signature_count":4864,"created_at":"2017-09-27T05:35:24.450Z","updated_at":"2018-02-05T22:05:21.330Z","rejected_at":null,"opened_at":"2017-10-04T13:43:37.126Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-27T19:43:34.446Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Slater","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211524,"links":{"self":"https://petition.parliament.uk/petitions/211524.json"},"attributes":{"action":"UK Government to ban the sale of electronic training aids for dogs.","background":"The Scottish and Welsh Governments, using their devolved powers, have already committed to ban the use of electronic shock collars.\r\n\r\nThe power to ban the sale of these harmful devices lies with the UK Government, which has failed to introduce controls on their use. This must change","additional_details":"This petition urges the UK Westminster Government to ban the distribution, sale and use of any electronic training device for dogs, and ensure it is an offence to cause pain or distress to dogs through the use of such devices in England.\r\n\r\nThis petition also recognises that some specific devices, such as collars which only vibrate, offer potential benefits in certain circumstances such as when dealing with dogs suffering from hearing loss.","state":"open","signature_count":4857,"created_at":"2018-01-31T16:15:37.397Z","updated_at":"2018-02-05T23:58:43.327Z","rejected_at":null,"opened_at":"2018-01-31T17:02:28.309Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-31T16:25:18.020Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Macpherson MSP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200071,"links":{"self":"https://petition.parliament.uk/petitions/200071.json"},"attributes":{"action":"Video record all PIP, ESA and DLA medical assessments with patient consent","background":"Change the law so that Personal Independence Payment (PIP), Employment Support Allowance (ESA) and Disability Living Allowance (DLA) assessments must be video recorded, if the patient consents, in order for a more accurate outcome honest outcome. ","additional_details":"Many people are being refused what they are quite rightly entitled to because many assessments aren't accurate and don't show the needs of each disabled individual, being they are wheelchair bound or mentally ill. Let's change the law in order to get a fair decision. Putting people in physical pain through more pain and the mentally ill questioning why people think they are fine when they are clearly not! Let's help make a difference. Let us the people who live with these illnesses have a voice!","state":"open","signature_count":4842,"created_at":"2017-09-12T17:42:05.142Z","updated_at":"2018-02-05T22:47:14.269Z","rejected_at":null,"opened_at":"2017-09-14T16:12:51.445Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T19:14:16.670Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210024,"links":{"self":"https://petition.parliament.uk/petitions/210024.json"},"attributes":{"action":"To launch a public inquiry into the failings in the Poppi Worthington case","background":"The family court judge and senior coroner ruled that 13-month-old Poppi Worthington was abused before she died. No one has been charged for her death after officers made mistakes in the investigation. Poppi was unknown to social services before she died, concerning for child protection in the UK.","additional_details":"We call on the Prime Minister to order a public inquiry to make recommendations to:\r\n- improve child safeguarding processes \r\n- strengthen the police disciplinary process \r\n- determine whether Cumbria Police has truly learnt the lessons of this case\r\n- Examine whether the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities.","state":"open","signature_count":4718,"created_at":"2018-01-20T13:14:56.958Z","updated_at":"2018-02-05T22:24:32.462Z","rejected_at":null,"opened_at":"2018-01-25T10:08:23.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-20T16:39:05.027Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Woodcock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205842,"links":{"self":"https://petition.parliament.uk/petitions/205842.json"},"attributes":{"action":"Re introduce the MenC vaccine for babies aged 12 weeks of age.","background":"From July 2016, the MenC vaccine for 12 week old babies was discontinued from the NHS childhood vaccination programme.","additional_details":"In a letter to Public Health England in March 2016 The Joint Committee on Vaccination (JCVI) recommended that infants aged 12 weeks no longer require the vaccination against meningococcal serogroup C (MenC) due to the success of the immunisation programme that started in 1999.\r\nOne case is one too many and today there is a baby girl in Bradford fighting for her life after contracting MenC at the age of 10 months.","state":"open","signature_count":4643,"created_at":"2017-11-22T09:26:58.881Z","updated_at":"2018-02-05T20:48:08.972Z","rejected_at":null,"opened_at":"2017-12-01T19:34:19.503Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:29:42.914Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cheryl Dibbin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202435,"links":{"self":"https://petition.parliament.uk/petitions/202435.json"},"attributes":{"action":"Keep the category of sex a mandatory question in the 2021 Census.","background":"We oppose the published tentative recommendation by the Office of National Statistics to make sex a non-mandatory field in the 2021 Census. We demand that sex remains a mandatory question in the Census and is included in all government demographic data collection in accordance with SDG5 commitments.","additional_details":"Data collection disaggregated by sex gives us vital information for policy making and distribution of resources.  If implemented, the ONS recommendation will make widely acceptable that sex becomes a voluntary question. This will render useless equal opportunities monitoring designed to combat sex discrimination. It will influence governments worldwide making difficult the monitoring of imbalances resulting from sex-selective abortion, female infanticide and unequal treatment of girls and women.","state":"open","signature_count":4606,"created_at":"2017-10-08T12:40:08.276Z","updated_at":"2018-02-05T18:51:02.308Z","rejected_at":null,"opened_at":"2017-10-11T16:12:34.884Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-08T13:16:03.642Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Judith Green","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200679,"links":{"self":"https://petition.parliament.uk/petitions/200679.json"},"attributes":{"action":"Change business rates for child care providers and make them zero VAT rated.","background":"Childcare has recently faced huge increases in business rates for their properties. Coupled with this, they pay VAT on purchases but are unable to reclaim this to offset against the business. Along with increased minimum wage, pensions, and 30 hours funding this is leaving them financially unstable.","additional_details":"With the onset of the Government scheme to offer 30 hours \"free\" childcare to parents, the minimum funding leaves the childcare provider liable to make up the shortfall. Increases in business rates \u0026 VAT charges are making this unsustainable for childcare providers. Maintained providers are already able to claim taxes paid under Section 33 of the VAT Act 1994. \r\nThe removal of business rates \u0026 VAT rating would enable providers to continue to provide the services required without financial burden.","state":"open","signature_count":4567,"created_at":"2017-09-18T12:35:05.709Z","updated_at":"2018-02-05T10:37:46.892Z","rejected_at":null,"opened_at":"2017-09-19T09:54:48.114Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T13:34:53.009Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sue Johnson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200268,"links":{"self":"https://petition.parliament.uk/petitions/200268.json"},"attributes":{"action":"After Brexit, EU dialysis provision through EHIC to remain for UK residents.","background":"We urge the Minister for Health to ensure that after Brexit EU dialysis provision through the EHIC reciprocal scheme is preserved for UK residents. Otherwise people on life-saving dialysis in the UK won't be able to travel to Europe any more, unless they can afford to pay for dialysis privately.","additional_details":"Fiona Loud, Policy Director at Kidney Care UK, said “We believe that every kidney patient has the right to live their life to the full and when the time comes to leave the European Union it is vital that they should still be able to travel within Europe. If there is any compromise on the EHIC system then this will effectively mean almost 30,000 people will not be able to travel for business, or take much-needed and well deserved holidays or respite breaks. This is simply not fair and cannot be allowed to happen.”","state":"open","signature_count":4354,"created_at":"2017-09-14T11:35:29.344Z","updated_at":"2018-02-05T18:05:02.874Z","rejected_at":null,"opened_at":"2017-09-19T13:21:31.247Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T12:37:40.081Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209573,"links":{"self":"https://petition.parliament.uk/petitions/209573.json"},"attributes":{"action":"All jurors in rape trials to complete compulsory training about rape myths","background":"Research shows that jurors accept commonly held rape myths resulting in many incorrect not guilty verdicts. Rapists are walking free from court, although evidence is robust. This ruins lives. Rape conviction in the UK is very low. Compared to other crimes conviction is 21% lower.","additional_details":"Research by Rape Crisis \u0026 Alison Saunders, Director of Public Prosecutions, finds that jurors often accept rape myths \u0026 thus acquit rapists who are in fact guilty. 66% of jurors do not understand judges' legal directions which attempt to dispel rape myths, but fail. Jurors need proper rape myth training prior to \u0026 throughout trials. Info: https://rapecrisis.org.uk/mythsvsrealities.php https://en.wikipedia.org/wiki/Rape_myth  http://www.bbc.co.uk/news/uk-scotland-scotland-politics-39182779","state":"open","signature_count":4123,"created_at":"2018-01-14T13:38:44.312Z","updated_at":"2018-02-05T23:56:19.726Z","rejected_at":null,"opened_at":"2018-01-17T19:10:45.490Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-14T14:10:22.437Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Abigail J Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201339,"links":{"self":"https://petition.parliament.uk/petitions/201339.json"},"attributes":{"action":"Grant leave to  undocumented Zimbabweans with at least 15years residence in UK","background":"Since  at least 2000,  thousands of Zimbabwean citizens have fled the turbulent political, social and economic situation in Zimbabwe. A  significant number of Zimbabweans with at least 15years residence remain  here undocumented, despite perpetual gross human rights violations in Zimbabwe.","additional_details":"The Zimbabwean government has brought its own citizens to their knees. The situation there is not getting any better. One only has to look at the news reports. Rather than expect a return to a country that is clearly \"broken\", there is  more humane, compassionate and tolerant action that the UK government can take. Grant leave to remain to undocumented Zimbabweans with at least 15years residence in the UK, further taking into account the best interests of their minor children born here.","state":"open","signature_count":4041,"created_at":"2017-09-23T21:28:59.285Z","updated_at":"2018-02-03T17:10:08.285Z","rejected_at":null,"opened_at":"2017-09-29T22:28:04.747Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-24T06:12:30.332Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alice Muzira","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203140,"links":{"self":"https://petition.parliament.uk/petitions/203140.json"},"attributes":{"action":"Myalgic Encephalomyelitis: need more funding for research, awareness, support","background":"Their are 250,000 men, women, children in the UK suffering from ME. While other illnesses get support, sufferers are told it a psychological illness and offered a variety of therapy. But the answers lie with the biomedical scientists, who need more funding to find cause and cure.","additional_details":"My daughter is one of the next generation having to endure this horrific sentence of trying to save as much energy just to try and get through the day so they don't sink further into their world of illness. For many sufferers who are older it may be too late, as half their lives has already been blighted and damaged on this devastating journey - many confined to their beds, a shadow of all their hopes and dreams been ripped away from them, never being able to reach their true potential. We owe it now to give the next generation a chance to find a cure to fulfil their potential and become part of life again. We need the government to listen to our voice and give sufferers the funding, support, respect they desperately need.","state":"open","signature_count":4016,"created_at":"2017-10-18T01:39:04.879Z","updated_at":"2018-02-05T07:32:35.485Z","rejected_at":null,"opened_at":"2017-10-20T16:47:56.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-18T18:50:05.122Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sharon Anne Tiday","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203708,"links":{"self":"https://petition.parliament.uk/petitions/203708.json"},"attributes":{"action":"Repeal the 1939 Cancer Act so that doctors can offer alternatives to chemo","background":"Doctors are not legally allowed to offer or advise on alternatives for fear of criminal prosecution and the loss of their license to practice.","additional_details":"","state":"open","signature_count":3788,"created_at":"2017-10-25T18:57:57.543Z","updated_at":"2018-02-05T23:55:09.422Z","rejected_at":null,"opened_at":"2017-11-06T16:13:29.088Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-29T21:59:11.177Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicolas Stones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209458,"links":{"self":"https://petition.parliament.uk/petitions/209458.json"},"attributes":{"action":"Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK","background":"We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.","additional_details":"The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.","state":"open","signature_count":3755,"created_at":"2018-01-12T17:21:20.296Z","updated_at":"2018-02-05T23:59:03.644Z","rejected_at":null,"opened_at":"2018-01-19T17:09:51.475Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T23:15:21.061Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mayer Wakefield","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202644,"links":{"self":"https://petition.parliament.uk/petitions/202644.json"},"attributes":{"action":"Build a new A\u0026E Hospital CENTRAL to St Albans, Watford and Dacorum.","background":"We call on the NHS decision makers to instruct West Herts Hospital Trust (WHHT) to amend their Strategic Outline Case to include the most sensible, popular and cost-effective option of building a new A\u0026E hospital in a more accessible and central location than Vicarage Road, Watford.","additional_details":"WHHT have approved plans to redevelop Watford General Hospital as Our A\u0026E Hospital. This is despite the difficulties for many getting to WGH, the sharp gradient of the site, being next-door to a PL football club and the disruption for patients, visitors and staff until it is completed in 2030.A brand new and central West Herts A\u0026E Hospital could be delivered earlier, be less disruptive to hospital services, cost less and provide a better long-term acute care solution for the whole of West Herts.","state":"open","signature_count":3614,"created_at":"2017-10-11T10:38:16.611Z","updated_at":"2018-02-05T21:04:48.200Z","rejected_at":null,"opened_at":"2017-11-23T11:58:14.692Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T13:13:58.971Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Love","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201406,"links":{"self":"https://petition.parliament.uk/petitions/201406.json"},"attributes":{"action":"UK Government to pass a law requiring Vets to scan all newly registered animals.","background":"In March this year my British Shorthair Tabby disappeared.  Extensive searches were made contacting all organisations. On targetting Veterinary Surgeries not all were routinely scanning newly registered cats and dogs which was concerning.\r\nI want any suspected thefts to be reported to the Police.","additional_details":"Subsequently another two similar profile cats have disappeared within 0.5miles of my rural community. While these incidents have been reported to local Police their hands are tied and limited with what they can actually do. This loophole allows unscrupulous thieves to identify themselves as the owners thus depriving the true owners of their treasured pets. Kennel Club figures for 2014 show 70,000 animals missing/stolen and Direct Line figures for 2015/16 show cat theft up by 40% and the true numbers of thefts nearer 360,000. Only 10% of cats were retrieved by microchip which in large part is due to the inconsistency of scanning newly registered animals.","state":"open","signature_count":3562,"created_at":"2017-09-24T20:39:48.865Z","updated_at":"2018-02-05T17:25:05.670Z","rejected_at":null,"opened_at":"2017-10-02T13:43:11.943Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T19:20:20.030Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rona Fraoch Little","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203867,"links":{"self":"https://petition.parliament.uk/petitions/203867.json"},"attributes":{"action":"Cancel the smart meter roll-out","background":"We call on the Government to cancel the smart meter roll-out, on the grounds of:\r\n1) Health-they emit microwave radiation, a Group 2B Carcinogen \r\n2) Safety-can cause fires \r\n3) Privacy-consumption data can be tracked/sold \r\n4) Security-can be hacked \r\n5) Cost-reports suggest £400+ per household","additional_details":"Smart Attack\r\nhttps://www.youtube.com/watch?v=N29AtA3VodU\r\n\r\nAre smart meters to blame for house fires? Mail\r\nhttp://www.dailymail.co.uk/news/article-4737864/Are-smart-meter-blame-house-fires.html\r\n\r\n...smart meters will cost each household £420 - This Is Money\r\nhttp://www.thisismoney.co.uk/money/bills/article-4846700/Smart-meters-cost-household-420.html\r\n\r\nWarning over smart meters privacy risk - BBC\r\nhttp://www.bbc.co.uk/news/technology-18407340\r\n\r\nStop Smart Meters UK\r\nhttp://stopsmartmeters.org.uk/","state":"open","signature_count":3458,"created_at":"2017-10-28T09:02:50.970Z","updated_at":"2018-02-05T22:19:00.091Z","rejected_at":null,"opened_at":"2017-11-07T16:31:42.775Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-28T10:50:02.965Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dave Ashton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205854,"links":{"self":"https://petition.parliament.uk/petitions/205854.json"},"attributes":{"action":"Publicly reinforce the UK Government's commitment to preserving Net Neutrality.","background":"Given the recent worrying proposals by the US Federal Communications Commission, now more than ever our government must make an early commitment to maintaining a British equivalent to the EU's 'Regulation on Open Internet Access' as part of the Great Repeal Bill during the Brexit transition.","additional_details":"","state":"open","signature_count":3443,"created_at":"2017-11-22T11:29:49.550Z","updated_at":"2018-02-05T23:25:50.786Z","rejected_at":null,"opened_at":"2017-11-27T18:18:06.554Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T12:22:36.763Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Green","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200061,"links":{"self":"https://petition.parliament.uk/petitions/200061.json"},"attributes":{"action":"Resolve the inequity/inconsistency refunding for NHS trainees under WAT schemes","background":"The WAT scheme introduced to assists NHS workers improve their knowledge on a qualifying WAT course, any payments received was to be exempt from Income tax and NI'. Virtually all staff had tax and NI deducted but reclaiming these payments for many is inequitable, inconsistent and often refused.","additional_details":"The Government's refund guidelines for NHS workers quotes 'Payments made by employers to workers getting full-time instruction can be exempt from Income Tax \u0026 NI contributions if certain conditions are met' (Gov.uk).  The responses from HMRC and Trusts when trying to reclaim Tax \u0026 NI has proved to be a long laborious, inconsistent process, with lack of clarity and lack of publication of refund possibilities. Some have received Tax \u0026 NI, some only tax and others nothing whilst identical contracts.","state":"open","signature_count":3417,"created_at":"2017-09-12T16:15:13.245Z","updated_at":"2018-02-04T22:00:27.607Z","rejected_at":null,"opened_at":"2017-09-13T16:52:20.463Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:39:53.646Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wendy Jean Reynolds","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200389,"links":{"self":"https://petition.parliament.uk/petitions/200389.json"},"attributes":{"action":"Sex crimes against children to receive harsher penalties and mandatory jail time","background":"Paedophiles who arrange to meet children, help facilitate attacks over the internet, download child pornography or sexually abuse children are often getting very little if at all any jail time; this is not a deterrent to those who seek out our children for their own twisted needs.","additional_details":"It's about time paedophiles are scared of the sentences given at court to deter them from their crimes. No crime is victimless; children are abused so others can download the pictures therefore facilitating this crime. Parents and non parents are outraged when a shoplifter can get a heavier sentence than those who destroy the souls of our children and it's about time that stopped.","state":"open","signature_count":3383,"created_at":"2017-09-15T08:40:30.913Z","updated_at":"2018-02-05T23:58:50.317Z","rejected_at":null,"opened_at":"2017-09-15T16:39:06.700Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T09:47:41.700Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicolemay Johnston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201772,"links":{"self":"https://petition.parliament.uk/petitions/201772.json"},"attributes":{"action":"UK Government should urge Iran, Iraq and Turkey to lift blockade on Kurdistan.","background":"In retaliation to an overwhelmingly YES vote for independence by the Kurds in the recent referendum, the Iraqi Government, Turkey \u0026 Iran are to impose a blockade on Kurdistan. If enforced, such a blockade will hamper the fight against ISIS and cause a real humanitarian crisis in the region.","additional_details":"When the entire world woke up to witness ISIS sweeping across Syria and Iraq slaughtering thousands in 2014, it was the Kurd who took up the fight on behalf of the world and broke the myth of the so called “death cult” on the ground, whilst holding fast to the universal values and human rights by giving refuge to almost 2 million displaced Iraqis and Syrian within its territories. A semi-autonomous Kurdistan has been a source for stability and peace in Iraq; an independent Kurdistan will most certainly be a greater force for peace and stability in the wider region. We, the undersigned, call upon the UK Government to utilise its diplomatic means to exert pressure on these countries to stop the BLOCKADE resulting in yet another humanitarian crisis in Kurdistan and the wider region.","state":"open","signature_count":3331,"created_at":"2017-09-29T13:16:06.434Z","updated_at":"2018-02-03T23:44:50.441Z","rejected_at":null,"opened_at":"2017-10-18T16:00:09.224Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T23:28:30.099Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mozafar kakawisi","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202523,"links":{"self":"https://petition.parliament.uk/petitions/202523.json"},"attributes":{"action":"Adopt the EU's Anti Tax Avoidance Directive whether we leave or remain in the EU","background":"To stop the UK becoming a tax haven when we leave the EU.  Where the less well off bear a greater share of the tax burden than the very rich and corporations.","additional_details":"One fear is that Brexit is simply so the very rich and corporations can avoid the EU's Anti Tax Avoidance Directive.  They would be able to store their money in the UK and aggressively avoid paying tax. If the UK adopted the EU's Anti Tax Avoidance Directive it would ensure everyone paid tax fairly and give one less reason to object to Brexit","state":"open","signature_count":3287,"created_at":"2017-10-09T18:58:30.676Z","updated_at":"2018-02-05T14:11:33.331Z","rejected_at":null,"opened_at":"2017-10-13T11:23:26.268Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T20:20:17.534Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Newby-Tucker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204379,"links":{"self":"https://petition.parliament.uk/petitions/204379.json"},"attributes":{"action":"Hold a general election within the next 3 months.","background":"The current government is dysfunctional. Current policies ranging from NHS and social care to Brexit are causing great dismay. This country deserves better. The current government refuses to contribute to parliamentary votes, uses filibustering tactics and lacks transparency. This is not democracy.","additional_details":"","state":"open","signature_count":3249,"created_at":"2017-11-04T19:43:50.073Z","updated_at":"2018-02-05T12:12:25.908Z","rejected_at":null,"opened_at":"2017-11-09T14:45:10.624Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T13:14:25.585Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Richard Pauptit","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202164,"links":{"self":"https://petition.parliament.uk/petitions/202164.json"},"attributes":{"action":"Review the share of Government money spent on Northamptonshire services","background":"Several ​le​ss-deprived counties ​get much more spent on them per head than​ Northamptonshire​, mainly due to an out-of-date funding model​.\r\n\r\nWe need a fairer allocation scheme to better reflect today’s population growth and levels of deprivation in Northamptonshire.","additional_details":"We need to properly fund our roads, child social care, police, NHS and fire service and look after our elderly people. All of these are falling further behind other counties every year.\r\n\r\nSurrey gets £134 more per person​ this year despite being considerably ​less needy, according to Government statistics.\r\n\r\nThe Local Government Association says Northamptonshire is the county least able to fund itself in the future.","state":"open","signature_count":3232,"created_at":"2017-10-04T13:20:37.210Z","updated_at":"2018-02-03T22:48:59.908Z","rejected_at":null,"opened_at":"2017-10-09T16:41:48.572Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-04T17:20:32.782Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicholas Spoors","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202194,"links":{"self":"https://petition.parliament.uk/petitions/202194.json"},"attributes":{"action":"Introduce automatic penalties when a contact order is broken repeatedly.","background":"There are many cases documented where one parent repeatedly breaks the Contact Order without penalty and the injured party (normally the father) has to keep going back to Court, at their expense, to try and see their child. This often results in fathers losing contact with their child. ","additional_details":"Introducing more stringent automatic penalties when a parent repeatedly breaks a contact order without good reason will help keep parents in their children’s lives. We would also like a named body that can investigate when a contact order is breached. In many European countries, the police intervene immediately to ensure the rights of the child to see their non-resident parent are protected. The existing system is too slow and unwieldy and the penalties are unenforceable.","state":"open","signature_count":3229,"created_at":"2017-10-04T18:16:29.816Z","updated_at":"2018-02-04T18:39:46.946Z","rejected_at":null,"opened_at":"2017-10-17T14:52:20.432Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-05T14:21:34.365Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Andrew Herbert","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209564,"links":{"self":"https://petition.parliament.uk/petitions/209564.json"},"attributes":{"action":"Don't merge the Parachute Regiment units with the Royal Marines Units.","background":"We are launching a petition against the proposals to merge the Parachute Regiment units and Royal Marines units.\r\n\r\nWe must put a stop to the government destroying our Armed Forces.\r\n\r\nWe do not want the government to merge these units and we do not want any more cuts to be made on our Armed Forces.","additional_details":"","state":"open","signature_count":3201,"created_at":"2018-01-14T10:40:58.174Z","updated_at":"2018-02-05T23:46:16.644Z","rejected_at":null,"opened_at":"2018-01-17T19:12:32.920Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-14T12:46:11.144Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jamie R Kennedy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208723,"links":{"self":"https://petition.parliament.uk/petitions/208723.json"},"attributes":{"action":"UK Government to raise the murder of Carl Davies with the Government of France","background":"In 2011 a former Royal Marine working in Maritime Security called Carl Davies was murdered on the French Island of Reunion in the Indian Ocean. The Reunion authorities have still to date not brought Carl's murderers to justice and the family need some form of closure regarding the death of Carl.","additional_details":"","state":"open","signature_count":3191,"created_at":"2018-01-02T15:11:03.428Z","updated_at":"2018-02-05T23:08:34.187Z","rejected_at":null,"opened_at":"2018-01-11T13:09:28.288Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-02T21:02:29.192Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jordan Wylie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202019,"links":{"self":"https://petition.parliament.uk/petitions/202019.json"},"attributes":{"action":"Exempt kinship care households from the 2 child restriction on child tax credit","background":"There are around 200,000 children being raised by kinship carers across the UK. Kinship carers are grandparents, older siblings and other relatives and friends who step in to care for children, many of whom would otherwise be in the care system.","additional_details":"49% of kinship carers have to give up work to take on the children (Family Rights Group Survey). This often pushes the household into poverty. Some kinship carers are being hit by the new child tax credit limit. Kinship carers already raising two children can't now claim child tax credit for any baby to whom they then give birth. This penalises, for example, young women raising their teenage siblings following their parents' death, who now can't claim child tax credit for their own baby.","state":"open","signature_count":3159,"created_at":"2017-10-02T17:35:16.423Z","updated_at":"2018-02-05T07:28:45.692Z","rejected_at":null,"opened_at":"2017-10-06T16:42:51.622Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-02T19:16:45.693Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine Ashley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200023,"links":{"self":"https://petition.parliament.uk/petitions/200023.json"},"attributes":{"action":"Proscribe Hezbollah as a terrorist organisation in its entirety in the UK","background":"There is a legal loophole in the UK that allows the flag of Hezbollah, an organisation that hates the West, is anti-Semitic and perpetrates international acts of terror, to be flown in Britain because only Hezbollah’s military wing is proscribed by the Government but not its supposed political wing.","additional_details":"However, even Hezbollah’s own leadership does not differentiate between the two.  Speaking in October 2012, Hezbollah's Deputy Secretary General Naim Qassem stated: \"We don't have a military wing and a political one; we don't have Hezbollah on one hand and the resistance party on the other.\"\r\n\r\nThis petition calls upon Home Secretary Amber Rudd to once and for all listen to Hezbollah themselves and proscribe Hezbollah as a terrorist organisation in its entirety in the UK.","state":"open","signature_count":3149,"created_at":"2017-09-12T10:50:10.010Z","updated_at":"2018-02-05T16:34:28.977Z","rejected_at":null,"opened_at":"2017-09-18T16:17:36.281Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:10:17.510Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steven Winston","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200147,"links":{"self":"https://petition.parliament.uk/petitions/200147.json"},"attributes":{"action":"All halal and kosher meat to be labelled with method of production and slaughter","background":"The UK invoked the religious exemption from the EU's slaughter directive 2009. More halal slaughter is carried out in the UK than in the rest of Europe. We eat halal meat unwittingly in schools, planes, hospitals and buy it from outlets and supermarkets as it is sold without being labelled as such.","additional_details":"Compulsory labelling would allow informed consumer choice and reduce conflict with other religious groups' preferences. Labelling must apply to 100% of the product and by-product of any ritually slaughtered animal or bird. The hindquarters of an animal are regarded as non-Halal even if the Halal method of slaughter was used so labelling must be precise. All imported meats and by-products should also be clearly labelled to show country of origin, method of production and transport, and slaughter.","state":"open","signature_count":3143,"created_at":"2017-09-13T13:13:46.519Z","updated_at":"2018-02-05T22:00:27.999Z","rejected_at":null,"opened_at":"2017-09-18T12:12:05.847Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T16:11:16.971Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209900,"links":{"self":"https://petition.parliament.uk/petitions/209900.json"},"attributes":{"action":"Change the law on Cross Border Hire of taxis and private hire vehicles.","background":"Nationally in the UK thousands of drivers are exploiting the sub-contracting clause in the Deregulation Act 2015(section 55).This has allowed the situation whereby a person licensed in one authority can work as a PHV in any other authority in the country.","additional_details":"A good example of this exploitation would be; if a person took, and failed, a Knowledge test in one of the 316 Licensing authorities in the UK. This person could then choose to take a Knowledge Test in an authority with far fewer roads to learn, pass the test with ease, and then go back to work in the area they had originally failed in. \r\nThe rise in drivers working for \"app based\" companies has seen the situation where drivers licensed in London are working in different authorities nationwide.","state":"open","signature_count":3029,"created_at":"2018-01-18T19:41:33.139Z","updated_at":"2018-02-05T22:05:51.725Z","rejected_at":null,"opened_at":"2018-01-24T16:51:15.492Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-19T17:47:32.800Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kieron Charles Morgan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209258,"links":{"self":"https://petition.parliament.uk/petitions/209258.json"},"attributes":{"action":"make it a legal requirement that all hunting dogs on a hunt should be muzzled.","background":"Hounds are killing foxes on trail and drag hunts. Where they may follow a live fox scent or come across a fox.\r\nThey are also on occasions attacking pet dogs and other wildlife.\r\nThey can be very intimidating to general public also.\r\nBy having these hunting dogs muzzled would prevent any incidents.","additional_details":"","state":"open","signature_count":3025,"created_at":"2018-01-10T13:30:29.161Z","updated_at":"2018-02-05T17:46:10.729Z","rejected_at":null,"opened_at":"2018-01-17T12:07:08.236Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-10T13:50:28.807Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Colin andrew rea","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209048,"links":{"self":"https://petition.parliament.uk/petitions/209048.json"},"attributes":{"action":"Consultants or GPs to do PIP, DLA and ESA assessments for people with IBD","background":"To get medical assessments conducted by qualified consultants and GPs who understand patients’ conditions in Crohn’s and Ulcerative Colitis, which can give accurate information about their disabilities to support their claims for PIP, DLA and/or ESA.","additional_details":"I suffer from Ulcerative Colitis, ADHD, OCD, Anxiety and Depression Disorder and Cluster 4 which means I can't deal with day to day life. I'm on a drug called Infliximab Infusion which is for my IBD and have to have it every 6-8 weeks in hospital in the Infusion Unit. This suppresses my immune system,  which means I am prone to infections. I have been rejected twice by PIP saying my IBD and Mental Health Issues don't affect me in my day to day life; I am now waiting for a tribunal.","state":"open","signature_count":3009,"created_at":"2018-01-07T10:02:32.896Z","updated_at":"2018-02-05T23:08:54.359Z","rejected_at":null,"opened_at":"2018-01-11T11:10:12.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-07T11:27:16.685Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Oldaker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200033,"links":{"self":"https://petition.parliament.uk/petitions/200033.json"},"attributes":{"action":"Return Scottish devolved powers to UK Government and Parliament","background":"Devolved Powers have not delivered real benefit to the people of Scotland and Many people are disillusioned by the Government and constant demands for Independence Referendums.","additional_details":"","state":"open","signature_count":3006,"created_at":"2017-09-12T11:33:16.950Z","updated_at":"2018-02-05T15:01:14.840Z","rejected_at":null,"opened_at":"2017-09-13T16:06:15.520Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T11:52:14.443Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Demon Lee","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202334,"links":{"self":"https://petition.parliament.uk/petitions/202334.json"},"attributes":{"action":"Endometriosis awareness campaign for women aged between 14-18 in Education","background":"As a sufferer or Endometriosis I strongly believe if I was educated on the signs of Endometriosis I would have pushed for a earlier diagnosis which could effectively prevented mine from becoming so severe that it has taken over my life. I wish to take part in the campaign as i want to help others.","additional_details":"1 in 10 women suffer with Endometriosis \r\nThere is no cure for Endometriosis \r\nEndometriosis needs to be bought into education \r\nEndometriosis causes infertility \r\nWomen are unable to work due to severe Endometriosis \r\nWomen face surgery just months apart because it rapidly grows back","state":"open","signature_count":2981,"created_at":"2017-10-06T18:17:24.201Z","updated_at":"2018-02-05T23:14:46.730Z","rejected_at":null,"opened_at":"2017-10-10T17:16:42.115Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T18:35:37.886Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carla Cressy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200129,"links":{"self":"https://petition.parliament.uk/petitions/200129.json"},"attributes":{"action":"Change the law in England to \"opt out\" for organ donations","background":"In England, Scotland and Northern Ireland, your organs and tissue will only be used if you have given consent.  Wales changed to \"opt out\" in 2015 and Scotland is considering it.  England and NI rely on public awareness campaigns.","additional_details":"In the first six months after the law change, there was a 38% reduction in the number of people in Wales waiting for a transplant.  Just 36% of people in the UK are now on the NHS Organ Donor Register, compared with 30% five years ago.  According to a recent BBC article http://www.bbc.co.uk/news/health-40564329  457 people died last year while on the waiting list, as they did not get a donor organ in time.  875 people became too ill to undergo transplant surgery.","state":"open","signature_count":2961,"created_at":"2017-09-13T10:04:08.129Z","updated_at":"2018-02-05T17:46:00.568Z","rejected_at":null,"opened_at":"2017-09-13T16:58:36.856Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T16:31:12.452Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"CATHERINE CHAPLIN","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205110,"links":{"self":"https://petition.parliament.uk/petitions/205110.json"},"attributes":{"action":"Make student paramedics eligible for the NHS learning support fund","background":"The Dept of Health established a fund to provide extra financial support for Healthcare students which excludes paramedics. Student paramedics face similar costs and should not be excluded. Our country is short of paramedics and the exclusion makes it even more challenging to qualify.","additional_details":"","state":"open","signature_count":2958,"created_at":"2017-11-13T11:50:48.503Z","updated_at":"2018-02-05T21:05:58.928Z","rejected_at":null,"opened_at":"2017-11-17T14:36:46.371Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-13T13:21:09.227Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harry Lawrence","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201217,"links":{"self":"https://petition.parliament.uk/petitions/201217.json"},"attributes":{"action":"Bus passes for Over Sixties in England","background":"We as women aged 60 are not allowed a concession bus pass in England . But they have bus passes in London Wales and Scotland , why should we be discriminated. It would also ease our financial burden as we are denied our state pension .","additional_details":"","state":"open","signature_count":2943,"created_at":"2017-09-22T21:16:25.574Z","updated_at":"2018-02-05T23:45:16.346Z","rejected_at":null,"opened_at":"2017-10-02T13:41:52.611Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-23T06:18:25.539Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christine Russell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203075,"links":{"self":"https://petition.parliament.uk/petitions/203075.json"},"attributes":{"action":"Stop the unfair electoral boundary changes!","background":"There's currently a plan to reduce the number of MP's by \"revising\" the electoral boundaries (MP constituency seats).\r\nThe changes are not fair. More power will go to the remaining MP's \u0026 this is scary. We will permanently lose 50 MP's which will mean our votes matter less. Stop the changes.","additional_details":"If we have 50 less MP's, those new MP's who take over a neighbouring constituency will have more emails and more letters which they will probably not respond to. We'll have less chances to speak to our MP's. It will also mean less representation in Parliament for the British Public.The population needs proper representation.\r\n\r\nhttps://www.theguardian.com/politics/2017/oct/17/boundary-changes-house-of-commons-mps-ministers-plans\r\nhttps://en.wikipedia.org/wiki/Gerrymandering","state":"open","signature_count":2917,"created_at":"2017-10-17T01:09:53.997Z","updated_at":"2018-01-29T21:44:26.318Z","rejected_at":null,"opened_at":"2017-10-23T17:11:17.344Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-17T01:39:29.345Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Monawer Farooq","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202604,"links":{"self":"https://petition.parliament.uk/petitions/202604.json"},"attributes":{"action":"Bring forward the order for the Red Arrows Hawk Jets with BAE Systems","background":"Let’s get backing both the future of The Red Arrows and a great British company; BAE Systems.The Red Arrows; an iconic British treasure which means so much more than money and politics. We need to show the government how much we need to promote national pride in these uncertain times.","additional_details":"The time to act is NOW, BAE Systems is in need of immediate short term stability and the current Red Arrows aircraft only have a limited number of years left before they will be de-commissioned.","state":"open","signature_count":2886,"created_at":"2017-10-10T18:25:18.733Z","updated_at":"2018-02-04T20:51:56.959Z","rejected_at":null,"opened_at":"2017-10-24T14:04:50.473Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-10T20:31:19.432Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Mowbray","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210100,"links":{"self":"https://petition.parliament.uk/petitions/210100.json"},"attributes":{"action":"Ban the terrier men's terriers from trail hunts.","background":"Since the Fox Hunting Ban in 2004, the terrier men are now simply there to lay the trail. The terriers are no longer necessary. Terriers were only used to flush out foxes before the ban.","additional_details":"The artificial scents that hunts lay should not lead into a badger sett or into a hole in the ground.\r\nIn traditional foxhunting the terriermen were used to stop/block fox earths and badger setts in the area where the hunting was to take place to prevent foxes from going to ground. The foxes would be located using terriers, dug out and fox bolted to be hunted again by the hounds. It's hard to imagine which roles terriers could now play in trail hunting and shouldn't be found with trail hunts.","state":"open","signature_count":2878,"created_at":"2018-01-21T18:37:12.233Z","updated_at":"2018-02-05T21:48:41.678Z","rejected_at":null,"opened_at":"2018-01-26T12:28:07.017Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-21T19:48:47.645Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Karen Larkin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208008,"links":{"self":"https://petition.parliament.uk/petitions/208008.json"},"attributes":{"action":"Increase the sentence for failure to stop after a fatal road traffic collision","background":"My brother, Andy Lindup, was killed in a hit and run in Dec 2016. By the time the driver was arrested, it was too late to breathalyse him and gather evidence for a charge of dangerous driving for which he could have faced up to 14 years in prison. Instead he got just 6 months for failure to stop.","additional_details":"The sentence for failing to stop after a fatal road collision must be made equal to the maximum sentence for death by dangerous driving. Otherwise, there is absolutely no incentive for drivers to stop. Why would anyone stop if they knew they could face 14 years as opposed to just 6 months? My family will never know if the driver who killed my brother was under the influence or not. If he wasn’t, maybe he would have stopped if the law was different. If he was, then the law has let him escape justice.\r\nhttp://www.dailymail.co.uk/news/article-5168331/Family-man-killed-hit-run-call-law-change.html","state":"open","signature_count":2873,"created_at":"2017-12-19T21:38:51.932Z","updated_at":"2018-02-05T23:47:17.056Z","rejected_at":null,"opened_at":"2017-12-20T11:17:44.994Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-20T11:03:44.875Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy O’Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205332,"links":{"self":"https://petition.parliament.uk/petitions/205332.json"},"attributes":{"action":"Declare the 2016 referendum vote null and void due to foreign interference","background":"It is clear now that foreign influence and inaccurate facts were highly influential on the electorate during the Brexit referendum and therefore the result should be declared as null and void.","additional_details":"","state":"open","signature_count":2860,"created_at":"2017-11-16T08:12:42.345Z","updated_at":"2018-02-05T17:45:50.331Z","rejected_at":null,"opened_at":"2017-11-21T16:09:22.698Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T21:14:04.074Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"spencer doane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202796,"links":{"self":"https://petition.parliament.uk/petitions/202796.json"},"attributes":{"action":"Guarantee the UK will not introduce Welfare Cards","background":"We the undersigned ask the Secretary of State for Work and Pensions to guarantee that they will prevent any introduction of Welfare Cards and the removal of choice for claimants of Social Security.","additional_details":"This would only induce further stigmatisation of claimants leading to a failure to the ‘right to live’ (Article 8 \u0026 Article 14 HRA) as others in the UK currently enjoy who are employed. \r\n\r\nMany claimants who have paid into the welfare state over their years of work life have found themselves out of work or sick or disabled. This would be social engineering, forcing them to buy goods from government sanctioned suppliers when in many cases goods can be bought cheaper elsewhere.","state":"open","signature_count":2822,"created_at":"2017-10-12T21:09:08.850Z","updated_at":"2018-02-05T16:35:49.691Z","rejected_at":null,"opened_at":"2017-10-19T10:00:33.536Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T21:32:53.057Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gail Ward","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207603,"links":{"self":"https://petition.parliament.uk/petitions/207603.json"},"attributes":{"action":"Reverse government decision that will increase State Pension Age for millions","background":"When State Pension Age (SPA) is reviewed, the underlying principle is that the proportion of adult life spent over SPA should be constant. At first the target proportion was up to 33.3%. Government now wants to reduce this to 32%. The 33.3% target must be maintained or SPA will rise for millions.","additional_details":"The principle of \"up to one third\" of adult life over State Pension Age (SPA) was announced in the 2013 Autumn Statement.\r\n\r\nBut in July the Secretary of State said \"Government is minded to commit to ‘up to 32%’ as the right proportion”.\r\n\r\nUnder the original principle, SPA reaches 68 by April 2041 and 69 by April 2055. Under the new approach it would be 11 and 13 years earlier respectively and 70 by April 2056.\r\n\r\nUnless the original target is retained, millions of people will have a higher SPA.","state":"open","signature_count":2786,"created_at":"2017-12-13T11:30:37.252Z","updated_at":"2018-02-05T10:31:00.997Z","rejected_at":null,"opened_at":"2017-12-18T11:38:02.266Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T11:48:43.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mike Clancy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204780,"links":{"self":"https://petition.parliament.uk/petitions/204780.json"},"attributes":{"action":"That Parliament should not agree to the UK being part of an EU defence force.","background":"President of the Commission said that the EU is moving to having a single defence force.   To avoid  UK forces being committed to such a military force under EU law, Brexit agreement should contain clear legal drafting that  excludes any such possibility.","additional_details":"http://www.bbc.co.uk/news/world-europe-31796337 contains a report on the Presidents' policy by the BBC.   The joint statement between the President and the Prime Minister of 16th October mentions  security co-operation between the UK and the EU in the context of what happens after Brexit.","state":"open","signature_count":2782,"created_at":"2017-11-08T23:41:06.348Z","updated_at":"2018-02-05T23:56:42.379Z","rejected_at":null,"opened_at":"2017-11-15T18:16:17.682Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-09T09:49:54.704Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"IAN FAIERS STEVENSON STAFFORD","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203680,"links":{"self":"https://petition.parliament.uk/petitions/203680.json"},"attributes":{"action":"Call for a British Government apology for the Jallianwala Bagh Massacre of 1919","background":"In 1919 Colonel Dyer ordered his men to fire, and maybe 1,000 peaceful protesters were left dead. At the time Winston Churchill proclaimed the massacre \"monstrous\" and the British Government condemned Dyer for his actions, but no apology has since been forthcoming. It is now time to apologise.","additional_details":"","state":"open","signature_count":2678,"created_at":"2017-10-25T11:54:10.815Z","updated_at":"2018-02-04T22:13:20.398Z","rejected_at":null,"opened_at":"2017-11-02T10:26:47.551Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-25T12:58:40.661Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Virendra Sharma","rejection":null,"government_response":null,"debate":null}}]}