{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=37\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":223013,"links":{"self":"https://petition.parliament.uk/petitions/223013.json"},"attributes":{"action":"If England win the world cup, the Monday should be made a bank holiday for 2018","background":"We need this for all those supporting England as the next day will not be pleasant for all fans","additional_details":"","state":"open","signature_count":237163,"created_at":"2018-06-25T12:29:48.499Z","updated_at":"2018-08-08T21:22:55.700Z","rejected_at":null,"opened_at":"2018-06-29T10:11:51.627Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-25T12:59:27.661Z","response_threshold_reached_at":"2018-07-09T12:32:13.799Z","government_response_at":"2018-07-19T16:49:56.208Z","debate_threshold_reached_at":"2018-07-10T11:00:28.827Z","scheduled_debate_date":null,"debate_outcome_at":"2018-07-18T09:37:07.767Z","creator_name":"Liam betson","rejection":null,"government_response":{"responded_on":"2018-07-19","summary":"The Government would like to congratulate the England team on its sterling performance in the World Cup.  The Government has no plans for a bank holiday. ","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Sporting events such as the World Cup contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark the success of sporting events.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant time off for public holidays.  However, Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, bearing in mind business needs.  Acas provides detailed guidance about holiday entitlement on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-19T16:49:56.204Z","updated_at":"2018-07-19T16:49:56.204Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition.  \r\n\r\nGareth Southgate and the England team did a fantastic job, but sadly they didn’t win the World Cup. So there wouldn’t be much to gain from debating this petition.  \r\n\r\nMore than 200,000 people signed the petition in less than two weeks – it’s the biggest petition we have open at the moment. That’s a sign of the fantastic support from fans that the team enjoyed throughout the World Cup.  \r\n\r\nYou can start and sign petitions about the issues that matter to you at petition.parliament.uk"}}},{"type":"petition","id":223729,"links":{"self":"https://petition.parliament.uk/petitions/223729.json"},"attributes":{"action":"Rescind Art.50 if Vote Leave has broken Electoral Laws regarding 2016 referendum","background":"If Vote Leave has broken any laws regarding overspending in 2016 EU referendum then Art.50 should be immediately withdrawn and full EU membership continued.","additional_details":"Article 50.1 of the Lisbon Treaty sets out that a member can leave by \" Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements.\"\r\n \r\nAlso, Article 10.3 of the Lisbon Treaty, \"Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen.\"","state":"open","signature_count":189207,"created_at":"2018-07-04T20:41:19.252Z","updated_at":"2018-08-09T23:30:10.032Z","rejected_at":null,"opened_at":"2018-07-12T16:39:52.003Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-04T21:38:27.352Z","response_threshold_reached_at":"2018-07-17T10:13:51.444Z","government_response_at":"2018-08-01T12:20:25.372Z","debate_threshold_reached_at":"2018-07-18T20:33:54.233Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Milliken","rejection":null,"government_response":{"responded_on":"2018-08-01","summary":"The British people voted to leave the EU and the Government respects that decision. We have always been clear that as a matter of policy our notification under Article 50 will not be withdrawn.","details":"The British people voted to leave the EU, and it is the duty of the Government to deliver on their instruction. There can be no attempt to stay in the EU.\r\n\r\nThe result of the referendum held on 23 June 2016 saw a majority of people vote to leave the European Union. This was the biggest democratic mandate for a course of action ever directed at any UK Government. Following this, Parliament authorised the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then voted for parties committing to respecting the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will of the electorate.\r\n\r\nThis was not a decision made after just a few weeks of campaigning, but one that came after a debate that had taken place both in Parliament and across the country for decades. \r\n\r\nWe are committed to making a success of the British people’s decision to leave the European Union.  And that is how we have always approached the negotiations -  anticipating success, not failure. It is vital that we try to reach an agreement that builds a strong relationship between Britain and the EU as neighbours, allies and partners. Not just for those who voted to leave but for every citizen of the United Kingdom. We were given a national mandate and this Government is determined to deliver a deal in the national interest. \r\n\r\nAs the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” The British people can trust this Government to honour the referendum result and get the best deal possible. To do otherwise would be to undermine the decision of the British people. The premise that the people can trust their politicians to deliver on the promises they make and will deliver them in Parliament is fundamental to our democracy. \r\n\r\nOur focus is making a success of Brexit and attempting to get the best deal possible. A deal that is in the interests of both the United Kingdom and the European Union. And one that takes in both economic and security cooperation.\r\n\r\nIt is the Government’s duty to deliver the will of the people and reach a desirable final outcome.\r\n\r\nDepartment for Exiting the European Union.","created_at":"2018-08-01T12:20:25.369Z","updated_at":"2018-08-01T12:20:25.369Z"},"debate":null}},{"type":"petition","id":222419,"links":{"self":"https://petition.parliament.uk/petitions/222419.json"},"attributes":{"action":"Reject calls to add Staffordshire Bull Terriers to the Dangerous Dogs Act","background":"PETA, an organisation that is meant to be dedicated to protecting animals, has proposed to the UK government that it should add Staffordshire Bull Terriers to the dangerous dogs act, effectively banning them outright. Breed Specific Legislation is not the solution to the problem of dog attacks.","additional_details":"Many people in the UK today have the pleasure of owning a Staffordshire Bull Terrier. As one of these people I can recommend them as being loving, loyal and caring, far from dangerous they are great companions. It would be a terrible tragedy for the dog lovers of the UK to lose the right to own one of these great companions. We are calling on Parliament to save our staffies and not have them banned as dangerous dogs, because they are not. People create dangerous dogs, people are the problem.","state":"open","signature_count":184043,"created_at":"2018-06-16T22:06:32.900Z","updated_at":"2018-08-09T21:46:33.672Z","rejected_at":null,"opened_at":"2018-06-22T16:56:01.988Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T16:42:06.826Z","response_threshold_reached_at":"2018-06-23T20:56:16.987Z","government_response_at":"2018-07-05T09:34:26.481Z","debate_threshold_reached_at":"2018-06-26T17:51:52.292Z","scheduled_debate_date":"2018-07-16","debate_outcome_at":"2018-07-17T15:48:19.819Z","creator_name":"Steven Quinn","rejection":null,"government_response":{"responded_on":"2018-07-05","summary":"The Government has no intention of prohibiting the keeping of Staffordshire Bull Terriers.","details":"Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nThe Parliamentary Select Committee on Environment, Food and Rural Affairs (EFRA) (not Government) are currently reviewing the law on the prohibition on certain types of dogs.  EFRA invited any written evidence to be submitted to them by 6 June 2018. Once EFRA’s review is complete they will then publish a report with recommendations and submit it to the Government.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-07-05T09:34:26.479Z","updated_at":"2018-07-05T09:34:26.479Z"},"debate":{"debated_on":"2018-07-16","transcript_url":"https://hansard.parliament.uk/commons/2018-07-16/debates/51B3E06E-CDFE-45DD-BD6B-D9B304DA4298/DangerousDogsActStaffordshireBullTerriers","video_url":"https://www.parliamentlive.tv/Event/Index/62d17595-483a-4445-bb0b-7ffc90f511a5","debate_pack_url":"https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-staffordshire-bull-terriers-17-19/","overview":""}}},{"type":"petition","id":216539,"links":{"self":"https://petition.parliament.uk/petitions/216539.json"},"attributes":{"action":"Amnesty for anyone who was a minor that arrived In Britain between 1948 to 1971","background":"Windrush Generation were invited as settlers and as British subjects. Minors also had the right to stay.We call on the government to stop all deportations, change the burden of proof and establish an amnesty for anyone who was a minor.The government should also provide compensation for loss \u0026 hurt.","additional_details":"With successive changes in immigration policy and legislation over the last 70 years along with the independence of countries which now form part of the Commonwealth this has created uncertainty and lack of clarity and justice for tens of thousands of individuals who have worked hard, paid their taxes and raised children and grandchildren and  who see Britain as their home. \r\nhttps://www.theguardian.com/uk-news/2018/mar/30/antiguan-who-has-lived-59-years-in-britain-told-he-is-in-uk-illegally","state":"open","signature_count":180255,"created_at":"2018-03-30T16:36:00.632Z","updated_at":"2018-08-09T20:47:43.242Z","rejected_at":null,"opened_at":"2018-04-06T16:51:31.292Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T17:45:10.856Z","response_threshold_reached_at":"2018-04-10T08:34:58.848Z","government_response_at":"2018-05-23T11:50:21.011Z","debate_threshold_reached_at":"2018-04-15T07:23:23.315Z","scheduled_debate_date":"2018-04-30","debate_outcome_at":"2018-05-01T08:54:46.658Z","creator_name":"Patrick Vernon OBE","rejection":null,"government_response":{"responded_on":"2018-05-23","summary":"The Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.","details":"This petition was debated in Westminster Hall on 30 April 2018 and as part of that debate the Minister for Immigration said:\r\n\r\nLet us be in no doubt about the debt of gratitude that this country owes to the Windrush generation… they were invited to come to the United Kingdom immediately after the second world war and in the decades that followed to help us to build modern Britain…\r\n\r\n…We cannot fail to be moved and to be ashamed when confronted with the individual stories, but as a result, be determined to get the wrong righted, to sort the cases out and to make sure that the legal status is confirmed.\r\n\r\nThe Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.\r\nThe Immigration Act 1971 set out in law a provision that those here before it came into force should be treated as having been given indefinite leave to enter or remain in the UK. It also retained a right of abode for certain Commonwealth citizens. Therefore, everyone that arrived in the UK and was settled before 1973 was given settlement rights by operation of law and was not required to have any specific documentation to prove those rights. \r\n\r\nSince 1973, many of the Windrush generation will have obtained documentation confirming their status or would have applied for citizenship and then a British passport. For those who have not, the former Home Secretary announced a series of measures on 16 and 23 April 2018 to ensure the Windrush generation could easily obtain documentation to demonstrate that right and could easily go on to apply for British Citizenship.\r\n \r\nOn 16 April, the previous Home Secretary announced a dedicated taskforce would be established to support the Windrush generation. The taskforce is taking calls and emails from those who are affected and guiding them through the application taskforce. Since its inception on 17 April the taskforce has documented hundreds of individuals who were affected.\r\n\r\nIn the Westminster Hall debate on this petition, the Minister for Immigration said of the taskforce:\r\n\r\nI was in Croydon and in Sheffield with caseworkers who are on the frontline, doing their best to help people through the process. \r\n\r\nI have to say that I was very impressed with the determination of those caseworkers to be sympathetic and understanding, and to talk people through the process as gently as they possibly could while at the same time enabling them to give their stories and to provide a picture of their life in the UK—helping them through a process with which we should have been helping them much earlier.\r\n\r\nOn 23 April, the previous Home Secretary announced four measures to assist those in the Windrush generation to become British Citizens:\r\n\r\nFirstly, that the Government will waive the citizenship fee for anyone in the Windrush generation who wishes to apply for citizenship. This applies to those who have no current documentation, and also to those who have it.\r\n\r\nSecondly, that the Government will waive the requirement to carry out a Knowledge of Language and Life in the UK test for British Citizenship.\r\n\r\nThirdly, that the children of the Windrush generation who are in the UK and need to apply for naturalisation will have their fee waived.  For those not born in the UK but now living here, provided they joined their parents as children (before the age of 18) they will also be covered by the scheme.\r\n\r\nFourthly, that those who made their lives here but have now retired to their country of origin, are able to come back to the UK, without fees. \r\n\r\nFinally, the Prime Minister and Home Secretary have announced that a compensation scheme will be put in place for those who have suffered loss as a result of these difficulties, and that the Government will consult on the design of this scheme – such as the shape it should take, what it should cover, and how long it should be for. \r\n \r\nAccordingly, the Home Office have launched a call for evidence addressed to those who have been affected by this situation and their families.  This is an opportunity for those people to tell the Government what happened, how it has affected them and what they believe the compensation scheme needs to address.\r\n\r\nAs a first step the Government have asked Martin Forde QC to provide independent oversight and advise us on the design of the scheme. He will help us to understand the experience of people who have been affected and how this should be reflected in the scheme.\r\n\r\nHome Office","created_at":"2018-05-23T11:50:21.008Z","updated_at":"2018-05-23T11:50:21.008Z"},"debate":{"debated_on":"2018-04-30","transcript_url":"https://hansard.parliament.uk/commons/2018-04-30/debates/CEC6AAFF-E02D-41DA-B681-AF9713BE6F82/MinorsEnteringTheUK1948To1971","video_url":"https://parliamentlive.tv/Event/Index/f29d6e8b-ff66-4e9b-97a6-89dc46a9dbfd","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0109","overview":""}}},{"type":"petition","id":213451,"links":{"self":"https://petition.parliament.uk/petitions/213451.json"},"attributes":{"action":"Ban the sale of puppies by pet shops \u0026 all commercial 3rd party dealers.","background":"Removing puppies for sale from litter \u0026 mum often creates sick, traumatised, dysfunctional dogs. Puppies should be seen with their mum \u0026 transporting them to a different place for sale harms welfare. Regulating commercial 3rd party sales is ineffective to prevent harm \u0026 a ban is therefore necessary.","additional_details":"A ban on 3rd party sales for profit has been named “Lucy's Law” \u0026 has huge public support. There are no welfare advantages in selling puppies through commercial dealers, which make sure breeding dogs are kept hidden from the public. As well as welfare concerns, 3rd party sales create additional risks for consumers \u0026 public health/safety. Puppy sales direct from breeder or rescue centre protects all parties. A ban on dealing in puppies for profit can only raise welfare standards \u0026 is needed now.","state":"open","signature_count":146978,"created_at":"2018-02-21T08:50:22.988Z","updated_at":"2018-08-09T23:44:35.860Z","rejected_at":null,"opened_at":"2018-03-01T12:06:51.546Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T09:42:04.647Z","response_threshold_reached_at":"2018-03-04T02:45:02.494Z","government_response_at":"2018-03-20T16:49:31.317Z","debate_threshold_reached_at":"2018-03-14T11:06:30.896Z","scheduled_debate_date":"2018-05-21","debate_outcome_at":"2018-05-22T16:52:17.631Z","creator_name":"Beverley Cuddy","rejection":null,"government_response":{"responded_on":"2018-03-20","summary":"The Government has published wide reaching reforms of the controls on pet selling which includes a call for evidence on a ban on all commercial third party sales of puppies and kittens in England.","details":"New controls on dog breeding and pet selling in England require all licensed dog breeders and licensed sellers of all pet animals, including sellers who are not also breeders, to adhere to enhanced strict statutory minimum welfare standards linked to the animals’ welfare needs set out in the Animal Welfare Act 2006. \r\nThe controls prohibit the sale of puppies, kittens, ferrets or rabbits below eight weeks of age.  This is also supported by changes to Defra’s statutory Dog Welfare Code which provides guidance aimed at dog owners.\r\nThe controls require any licensed pet seller advertising pets for sale to include their licence number in the advert as well as identifying the local authority that issued it, a photo of the pet, its age, country of residence and country of origin.  This will help people identify pets offered for sale from unlicensed sellers including those based abroad\r\nThey require the sale of a dog to be completed in the presence of the purchaser on the premises where the licensed seller or licensed breeder has been keeping the dog, thereby banning online sales by licensed sellers and breeders.\r\nThey also ensure licensed dog breeders must show puppies alongside their mother before a sale is made and only sell puppies they have bred themselves.\r\nIn addition to these controls, the Government has issued a call for evidence on banning all commercial third party sales of puppies and kittens in England. Evidence has been requested by 2 May 2018.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-20T16:49:31.313Z","updated_at":"2018-03-20T16:57:37.450Z"},"debate":{"debated_on":"2018-05-21","transcript_url":"https://hansard.parliament.uk/commons/2018-05-21/debates/42C1A4F1-0A43-46E6-B456-FAE873CC7F87/SaleOfPuppies","video_url":"https://parliamentlive.tv/Event/Index/bf423510-4411-4597-a147-ca9d6ca8edd4","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0127","overview":""}}},{"type":"petition","id":208776,"links":{"self":"https://petition.parliament.uk/petitions/208776.json"},"attributes":{"action":"Abolish the subsidy on food and drink in the Palace of Westminster restaurants.","background":"In 2016, the food subsidy in Parliament cost taxpayers around £3.7 million. This use of taxpayers’ money must stop and the funds diverted to public services where it is needed. MPs earn significant wages and citizens who themselves struggle to buy food should not be forced to help feed MPs as well.","additional_details":"","state":"open","signature_count":107138,"created_at":"2018-01-03T11:27:05.960Z","updated_at":"2018-08-09T20:57:59.203Z","rejected_at":null,"opened_at":"2018-02-12T11:15:39.279Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-03T14:15:55.109Z","response_threshold_reached_at":"2018-03-15T15:52:48.521Z","government_response_at":"2018-04-06T14:28:16.101Z","debate_threshold_reached_at":"2018-04-02T15:46:13.666Z","scheduled_debate_date":null,"debate_outcome_at":"2018-04-18T13:04:52.370Z","creator_name":"Kathleen Price","rejection":null,"government_response":{"responded_on":"2018-04-06","summary":"Responsibility for catering in the House of Commons is a\r\nmatter for the House of Commons Commission, not for the Government. The House of Commons Commission is working to reduce catering costs.","details":"Decisions relating to the budget for, and charges within, the House of Commons Catering Services are matters for which the House of Commons have overall responsibility, and not the Government. \r\n\r\nThe House of Commons Authorities have outlined that catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. As shown in their transparency publication\r\n( https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/) these costs have fallen considerably over the last two Parliaments and have halved since 2010.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass\r\nholding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net\r\ncost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nAlthough the responsibility for the catering service is that of the House of Commons, and not the Government, the Leader of the House of Commons is personally committed to keeping these costs as low as possible.\r\n\r\nLeader of the House","created_at":"2018-04-06T14:28:16.097Z","updated_at":"2018-04-06T14:28:16.097Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Committee has made the following statement on its decision:\r\n\r\n“The Petitions Committee has decided not to schedule a debate on this petition. \r\n \r\nThis is because the petition is based on a misunderstanding. It argues that the cost of food and drink in Parliament should be higher, because MPs are well paid.  \r\n \r\nIt’s not only MPs who can buy food and drink in the House of Commons. Catering services are also available to everyone else who works in the House of Commons, including staff who earn lower wages and work irregular hours. Some outlets are also available to visitors and members of the public. MPs make up only a very small proportion of the people who can buy food and drink in Parliament. \r\n \r\nYou can find out more about the cost of catering in the House of Commons here:\r\n \r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/”\r\n\r\n"}}},{"type":"petition","id":211950,"links":{"self":"https://petition.parliament.uk/petitions/211950.json"},"attributes":{"action":"Create a new independent welfare body to protect racehorses from abuse and death","background":"The British Horseracing Authority is responsible for race horse welfare. But around 200 horses die each year due to racing in Britain. We urge the government to set up an independent regulatory body, with horse welfare as its only interest, which will take meaningful action to stop horses dying.","additional_details":"For more information visit http://www.horsedeathwatch.com","state":"open","signature_count":90410,"created_at":"2018-02-05T15:14:52.159Z","updated_at":"2018-08-09T23:58:34.678Z","rejected_at":null,"opened_at":"2018-02-13T17:50:13.036Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-06T10:38:53.537Z","response_threshold_reached_at":"2018-03-04T22:14:57.946Z","government_response_at":"2018-03-19T09:50:06.961Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Fiona Pereira","rejection":null,"government_response":{"responded_on":"2018-03-19","summary":"The Government does not consider that it is necessary to create a new body to protect racehorse welfare. ","details":"The British Horseracing Authority (BHA) is responsible for the safety of jockeys and horses at races in this country. The BHA works with animal welfare organisations like the RSPCA and World Horse Welfare to keep racecourses as safe as possible for horses.  \r\n\r\nAccording to the BHA the overall equine fatality rate in British racing has reduced by one-third in the last twenty years, from 0.3% to less than 0.2% of runners in 2017, the lowest figure on record.\r\n\r\nGiven that overall racehorse welfare is improving and fatalities at racecourses are falling, we do not see a need to set up another body responsible for racehorse welfare.\r\nRacehorses, like all domestic and captive animals, are afforded protection under the Animal Welfare Act 2006.  Under this legislation, it is an offence to cause any unnecessary suffering to an animal or for an owner, or keeper, to fail to provide for its welfare needs.  Any person or organisation may initiate criminal proceedings where there is reason to believe that unnecessary suffering has been caused, or may report the matter to the police, local authority or RSPCA who will decide whether or not to institute a prosecution.  The maximum penalty for an offence under the 2006 Act is a fine of £20,000 and/or six months' imprisonment.  \r\n\r\nIf anyone has any concerns about the welfare of an animal or considers that its welfare has not been provided, then they should report the matter to the local authority who have powers under the 2006 Act to investigate such matters or to the RSPCA who can also investigate.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-19T09:50:06.958Z","updated_at":"2018-03-19T09:50:06.958Z"},"debate":null}},{"type":"petition","id":213782,"links":{"self":"https://petition.parliament.uk/petitions/213782.json"},"attributes":{"action":"Ensure that the U.K. leaves the EU Single Market \u0026 Customs Union.","background":"On 23rd June 2016, the U.K. voted by majority to leave the EU. In the 2017 General Election, the two main parties promised to leave the single market \u0026 customs union and subsequently they received an 80% vote share. Therefore the government must be able to withdraw the U.K. from the Customs Union.","additional_details":"If certain MP’s \u0026 political parties continue to frustrate Brexit then they will be rejecting the will of the people. When voters voted for Brexit, they voted to control Britain’s borders; control our laws and have the ability to strike free trade deals around the world. The government must be allowed to deliver upon the wishes of the people.","state":"open","signature_count":79925,"created_at":"2018-02-25T15:15:08.895Z","updated_at":"2018-08-09T23:29:19.893Z","rejected_at":null,"opened_at":"2018-03-02T13:39:48.893Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-25T18:39:22.169Z","response_threshold_reached_at":"2018-04-24T20:17:38.393Z","government_response_at":"2018-05-09T10:15:29.454Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alex Hunt","rejection":null,"government_response":{"responded_on":"2018-05-09","summary":"The UK is leaving the EU’s Single Market and Customs Union. We are seeking to establish a deep and special partnership with the EU and a new customs arrangement outside the EU’s Customs Union. ","details":"As the Prime Minister has made clear, when we leave the European Union, we will also be leaving the EU’s Single Market and Customs Union.\r\n \r\nThe UK is seeking the broadest and deepest possible partnership – covering more sectors and co-operating more fully than any Free Trade Agreement anywhere in the world today. We want to have the greatest possible tariff and barrier-free trade with our European neighbours. \r\n\r\nWe have listened to EU leaders and we understand and respect the position that the four freedoms of the single market are indivisible and there can be no cherry-picking. We do not seek membership of the Single Market after we leave the EU, but a bold and ambitious Economic Partnership as part of a new special partnership. \r\n\r\nRemaining a member of the Single Market would mean accepting a role for the Court of Justice of the EU. It would mean still not having control over immigration. It would therefore fail the first test for our future economic partnership with the EU the Prime Minister set out at Mansion House. \r\n\r\nBy leaving the Customs Union and establishing a new and ambitious customs arrangement with the EU, we will be able to forge new trade relationships with our partners around the world, and maintain as frictionless trade as possible in goods between the UK and the EU. In doing so, we will be providing a positive and powerful voice for free trade.\r\n\r\nTo ensure UK-EU trade is as frictionless as possible, the Government has considered two broad approaches to a future customs relationship with the EU that would facilitate the UK’s objectives.\r\n\r\nBoth of these options for our future customs arrangement would leave the UK free to determine its own tariffs with third countries - which would simply not be possible while part of the Customs Union.\r\n\r\nAs the Prime Minister has said, our decision to leave the EU does not mark an ending. It marks a new beginning for our relationship with our European allies. However, the agreement we reach with the EU must respect the result of the referendum which was a vote to take control of our borders, laws and money.\r\nWe are confident that the UK and the EU can reach a positive deal on our future partnership, as this would be to the mutual benefit of both the UK and the EU. We therefore approach the negotiations in this spirit.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-05-09T10:15:29.451Z","updated_at":"2018-05-09T10:15:29.451Z"},"debate":null}},{"type":"petition","id":219576,"links":{"self":"https://petition.parliament.uk/petitions/219576.json"},"attributes":{"action":"British Soldiers who served in N. Ireland must have immunity from prosecution.","background":"Our soldiers are not currently immune from prosecution. This is wrong. All British soldiers who served in Northern Ireland should have legal immunity from prosecution.","additional_details":"","state":"open","signature_count":49895,"created_at":"2018-05-08T19:10:56.052Z","updated_at":"2018-08-09T23:58:04.634Z","rejected_at":null,"opened_at":"2018-05-18T13:50:59.515Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-09T19:10:58.728Z","response_threshold_reached_at":"2018-05-21T13:26:36.079Z","government_response_at":"2018-06-11T16:05:07.633Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Clive Palmer","rejection":null,"government_response":{"responded_on":"2018-06-11","summary":"This Government is unequivocal in our admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. However, our approach to the past must be consistent with the rule of law.","details":"This Government will always salute the heroism and bravery of the soldiers and police officers who served to protect the people of Northern Ireland, and in too  many cases paid the ultimate price. It is only due to the courageous efforts of our security forces that we have the relative peace and stability that Northern Ireland enjoys today. Our security forces ensured that Northern Ireland’s future will only ever be decided by democracy and consent, and never by violence. Over 250,000 people served in Northern Ireland during Operation Banner, the longest continuous military deployment in our country’s history, the vast majority with courage, professionalism and great distinction. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. This Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution. \r\n\r\nThis Government remains committed to the full implementation of the legacy institutions in the Stormont House Agreement of December 2014. The Agreement includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nOn 11 May 2018, the UK Government published a consultation paper entitled ‘Addressing the legacy of Northern Ireland’s past’.  The consultation sets out how the institutions are designed to address different aspects of the legacy of the past. The general principles underpinning the proposed new institutions are set out, including the requirement to operate in ways that are balanced, proportionate, transparent, fair and equitable.  The Government believes that these institutions, which represent the balance of a political agreement between all the parties to the Stormont House Agreement provide the best way to address the legacy of Northern Ireland’s past. \r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing.\r\n\r\nThe HIU would take on the outstanding work of the Police Service of Northern Ireland’s (PSNI’s) Historical Enquiries Team and the outstanding legacy work of the Police Ombudsman for Northern Ireland.  \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and have the potential to provide better outcomes for victims and survivors who suffered most during the Troubles.\r\n\r\nNorthern Ireland Office","created_at":"2018-06-11T16:05:07.631Z","updated_at":"2018-06-11T16:05:07.631Z"},"debate":null}},{"type":"petition","id":220162,"links":{"self":"https://petition.parliament.uk/petitions/220162.json"},"attributes":{"action":"Give working mums support to pay child care for children between birth - 3yrs","background":"I am a new working mum and I can not believe how expensive child care is, working on the national minimal wage how are mums able to work to cover child care costs when it takes over 3/4 of their wage. Why penalise the people who WANT to work","additional_details":"","state":"open","signature_count":49043,"created_at":"2018-05-16T17:01:44.036Z","updated_at":"2018-08-09T23:49:03.122Z","rejected_at":null,"opened_at":"2018-05-22T15:26:00.599Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T17:39:55.600Z","response_threshold_reached_at":"2018-07-22T06:20:54.538Z","government_response_at":"2018-08-03T15:58:16.207Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sami Austin","rejection":null,"government_response":{"responded_on":"2018-08-03","summary":"More childcare support is available to families than ever before – backed by the highest level of spending on childcare than any government.","details":"The Government believes that helping parents with the cost of childcare is one of the best ways to help people into work, support families with the cost of living, and ensure every child has the opportunity of a high quality early education.\r\n\r\nOur aims are two-fold. Firstly, ensuring the delivery of good quality childcare that is affordable and available to parents; allowing every child to access early education which is vital to their future. Secondly, supporting parents with the costs of childcare, particularly where it is a barrier to them entering or progressing in work.\r\n\r\nThis government has done more than any other to help parents with childcare costs, spending more than ever before: around £6 billion per year by 2020, and is currently focused on rolling out three significant new childcare measures which will extend childcare support to a wider range of parents.\r\n\r\nGenerous support under Universal Credit (UC) is rolling out now, providing 85% of childcare costs from the first hour of work. Tax-Free Childcare (TFC) is now available to all eligible families - providing fairer and better targeted support. And since September 2017, working parents of 3- and 4-year-olds have been able to access 30 hours free childcare, supporting parents to increase their working hours.\r\n\r\nThe Government is committed to supporting disadvantaged children and closing the development gap. The 2-Year-Old Entitlement, which provides 15 hours per week of free childcare, is available for families in receipt of UC with an annual net earned income up to £15,400 and for families in receipt of other benefits currently qualifying them for free school meals. Also eligible are those receiving working tax credits (with an annual gross household income of no more than £16,190). Children entitled to certain benefits or support for a disability or special educational need, looked after children and certain children who have been in care, including those who’ve been adopted, can also receive this offer.\r\n\r\nTo provide free early education for all 3 and 4-year-old children in England, the Government introduced the 15 hours universal free childcare scheme, which provides 570 hours per year free childcare from the term starting after a child’s 3rd birthday. Worth around £2,500 on average per year, it helps children to develop social skills and prepares them for school. \r\n\r\nThe 30 hours free childcare offer for 3 and 4-year-olds supports parents working at least 16 hours per week and earning at least the national minimum wage (this can be a sole parent in a single parent family; a lone parent only has to earn £125 per week – or the equivalent of 16 hours at the national minimum wage – to be able to access 30 hours of free childcare). 30 Hours provides an additional 570 hours per year above the universal 15 hours entitlement and is estimated to save families up to £5,000 per year in total.\r\n\r\nSharing the same eligibility criteria as 30 hours, Tax-Free Childcare (TFC), broadens access to childcare, enabling more parents to work.  Parents eligible, working 16 hours per week at the national minimum wage and earning under £100,000 per year, can receive up to £2,000 per year per child under 12 (or £4,000 per year per disabled child under 17). TFC is not available to those in receipt of Universal Credit, Tax Credits or Childcare Vouchers. \r\n\r\nSome employers offer the Childcare Voucher Scheme, which can save parents of under 16s (17s if disabled) and who are basic rate taxpayers up to £933 per parent per year in tax relief. Childcare Voucher Schemes are being replaced by TFC and will close to new entrants from 4 October 2018. Shared Parental Leave is another employment-related scheme, which allows parents to share up to 50 weeks’ leave and up to 37 weeks’ parental pay in the first year following their child’s birth or adoption. This is of particular value in supporting working mothers back into work.\r\n\r\nUC provides support with childcare for couples or single parents who are working but on a low income, and with a child under 16. Parents can receive up to £646 per month for one child or £1,108 per month for two or more children. To be eligible, there is no minimum number of hours that a parent needs to work. If someone has accepted an offer of paid work, they are eligible to be paid these costs for the month prior to starting work. By March 2023, UC will have replaced Working Tax Credits under which, currently, working families on lower incomes can get up to 70% of their childcare costs paid, for children up to 16 (or 20 if in eligible education or training).\r\n\r\nLooking to the future, the Government has recently announced the Leader of the House of Commons, Andrea Leadsom, as chair of a cross-government working group on early years, to review early years from birth to the age of 3.\r\n\r\nDetailed information on this support is provided at: https://www.childcarechoices.gov.uk/, https://www.gov.uk/shared-parental-leave-and-pay\r\n\r\nDepartment for Education","created_at":"2018-08-03T15:58:16.204Z","updated_at":"2018-08-03T15:58:16.204Z"},"debate":null}},{"type":"petition","id":220501,"links":{"self":"https://petition.parliament.uk/petitions/220501.json"},"attributes":{"action":"Public Holiday on Muslims religious occasions in the UK(Eid ul Fitr\u0026Eid ul Adha)","background":"Public Holiday on Muslims special two religious occasions in a year: 1. Eid ul-Fitr and 2. Eid ul-Adha. This will give an opportunity for Muslim families to get together and share happiness with other religious communities. It is very important for Muslims to celebrate EID.","additional_details":"Islam is the second largest religion in the United Kingdom, with results from the United Kingdom Census 2011 giving the UK Muslim population in 2011 as 2,786,635, (2.7 million ) 4.8% of the total population. The vast majority of Muslims in the United Kingdom live in England: 2,660,116 (5.02% of the population). \r\nMuslims don't get a lawful Public Holiday on their two special religious occasions in a year 1. Eid ul-Fitr and 2. Eid ul-Adha.","state":"open","signature_count":44964,"created_at":"2018-05-22T21:54:07.926Z","updated_at":"2018-08-09T23:08:25.244Z","rejected_at":null,"opened_at":"2018-05-29T18:00:30.722Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-23T12:04:56.994Z","response_threshold_reached_at":"2018-06-10T17:50:11.391Z","government_response_at":"2018-06-26T08:51:17.638Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"MD NURUL ALAM","rejection":null,"government_response":{"responded_on":"2018-06-26","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Eid. The costs would be considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted, \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Workers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2018-06-26T08:51:17.636Z","updated_at":"2018-06-26T08:51:17.636Z"},"debate":null}},{"type":"petition","id":218729,"links":{"self":"https://petition.parliament.uk/petitions/218729.json"},"attributes":{"action":"Amnesty for illegal immigrants who have been in UK for 10 years","background":"This petition calls for illegal immigrants who have been in UK for 10 years or more to be given amnesty and the legal right to stay in the UK. ","additional_details":"The UK has voted to leave the EU and needs all hands available to contribute to the nation’s development. If illegal immigrants who are already in the UK are granted amnesty, they will play a major role in the development of the country.\r\n \r\nAn amnesty could also yield additional millions of pounds sterling a year from Income Tax and National Insurance.","state":"open","signature_count":42845,"created_at":"2018-04-26T21:51:17.300Z","updated_at":"2018-08-09T23:09:55.723Z","rejected_at":null,"opened_at":"2018-05-08T14:18:30.360Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-27T10:29:01.688Z","response_threshold_reached_at":"2018-05-14T20:49:19.686Z","government_response_at":"2018-06-06T15:52:57.343Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Parker","rejection":null,"government_response":{"responded_on":"2018-06-06","summary":"There are no plans to grant an amnesty to illegal migrants. Our immigration policies are based on principles of fairness to legal migrants and not rewarding those who do not abide by the Rules.","details":"The Government does not believe that introducing a blanket amnesty for illegal migrants wishing to regularise their immigration status would be the correct approach. It would reward illegality, undermine the Immigration Rules for applying for leave to enter or remain, which Parliament has approved, and would be unfair to those migrants who come to the UK legally and observe immigration conditions. It could also encourage more migrants to attempt to enter or stay in the country illegally in the hope that they would be treated similarly. This additional risk of encouraging further illegal migration could potentially endanger individuals and their families by placing them in the hands of unscrupulous traffickers. \r\n\r\nImmigration Rules have been designed to be fair and to treat people with respect and dignity, but also firm with those who do not abide by the Rules, and that ensure people come to the UK for the right reasons – to work hard and contribute to our economy and society. \r\n\r\nIt is important that we distinguish between those who are here legally and those who are here illegally. We recognise the devastating consequences that illegal migration can have on individuals who become vulnerable to exploitation. We are committed to tackling the organised crime groups who profit from illegal migration and protecting those who are at risk of exploitation.   \r\nThere are routes available for individuals who believe they have a right to remain in the UK on the basis of family or private life, or other human rights grounds. Those who wish to can apply under the Immigration Rules and each application is considered on a case-by-case basis, taking into account the individual circumstances. \r\n\r\nIt is important that there are clear incentives to comply with the Immigration Rules. This means for example that private life established here while a person is in the UK unlawfully or while their immigration status is precarious should be accorded little weight. Full details can be found on GOV.UK by searching for Appendix FM 1.0b Family Life (as a Partner or Parent) and Private Life: 10-year Routes here: www.homeoffice.gov.uk. Balancing the individual right to respect for private or family life with the public interest in safeguarding the economic well-being of the UK by controlling immigration is a legitimate objective. \r\n\r\nAt the same time, we recognise some people arrived in the UK many years ago and do not have documentation confirming their immigration status.  They have faced difficulties in proving their right to work, to rent property and to access benefits and services to which they are entitled. The Government has apologised to people in this position and has made a commitment to help them get the documents they need.  \r\n \r\nOn 16 April, a Taskforce was established to make immediate arrangements to help those who needed it. This included setting up a helpline to get in touch with the Home Office. \r\n \r\nOn 24 May, the Home Secretary announced the Windrush Scheme to make it easier for people to access the support they need. Those applying under this Scheme will benefit from the services of the Taskforce which will help people to navigate the immigration system and will continue to take a sympathetic and proactive approach when resolving applications.\r\n\r\nHome Office","created_at":"2018-06-06T15:52:57.340Z","updated_at":"2018-06-06T15:52:57.340Z"},"debate":null}},{"type":"petition","id":215228,"links":{"self":"https://petition.parliament.uk/petitions/215228.json"},"attributes":{"action":"Give all women the choice of an Induction at 41 weeks of Pregnancy.","background":"Our son Archie was stillborn in June 2017 at 41+5. He had died only hours before I had gone into labour and was born a perfect 7lb11. Had I been induced with Archie at 41 weeks he most certainly would have been born a healthy baby boy. We now have to live everyday with the grief of losing our son.","additional_details":"Eight babies are Stillborn everyday in the UK. Evidence proves that a pregnancy continued past 41 weeks has a dramatically increased risk of a stillbirth. Due to this evidence the USA induce all women at 41 weeks.\r\nUnfortunately we have no such law in the UK and it is still currently procedure to let mothers continue to 42 weeks. The result of this is that the UK still has one of the highest percentages of stillbirth in the world today. \r\nHelp us save lives of unborn children in the UK.","state":"open","signature_count":42507,"created_at":"2018-03-15T13:51:46.583Z","updated_at":"2018-08-09T17:27:25.336Z","rejected_at":null,"opened_at":"2018-03-26T09:00:18.368Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T15:06:57.739Z","response_threshold_reached_at":"2018-03-28T12:47:22.214Z","government_response_at":"2018-04-17T15:17:13.735Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Birtles","rejection":null,"government_response":{"responded_on":"2018-04-17","summary":"In line with NICE clinical guidance [CG70], women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy.","details":"We are very sorry to hear about the loss of your son, Archie, and send our sincere condolences to you and your family. We are committed to reducing the rates of stillbirth in England and improving maternity outcomes for women and babies. \r\n\r\nThe decision to induce pregnancy is one that must be taken following careful consideration between the woman and her obstetrician. In line with current NICE clinical guidance, women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy. Decisions on induction of labour should also take into account women’s preferences and local circumstances. We have no plans to introduce legislation to induce all women at 41 weeks.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) clinical guidelines [CG70] on induction of labour can be found at: https://www.nice.org.uk/guidance/cg70/chapter/1-guidance \r\n\r\nThe NHS is a safe place to give birth, however the Government and NHS England are acutely aware that more can be done to improve safe outcomes for women and their babies. The Secretary of State’s ambition is to halve the national rates of stillbirths, neonatal and maternal deaths and brain injuries occurring during or soon after birth by 2025, with a 20% reduction in these rates by 2020. A second ambition is to reduce the national pre-term birth rate from 8% to 6% by 2025.  \r\n\r\nNHS England’s Maternity Transformation Programme supports the Secretary of State’s ambitions, and recommends that all NHS Trusts with maternity services implement ‘Saving Babies’ Lives: A Care Bundle for Reducing Stillbirth’, published in March 2016. The Care Bundle guidance brings together four key elements of care based on the best available evidence and clinical practice, including reducing smoking in pregnancy; risk assessment and surveillance for fetal growth restriction; raising awareness of reduced fetal movement; and effective fetal monitoring during labour. During 2018/19, NHS trusts with maternity services have been asked to demonstrate compliance with all 4 elements of the ‘Saving Babies’ Lives’ care bundle as part of the Clinical Negligence for Trusts Scheme administered by NHS Resolution. Further information on this is available here: https://www.gov.uk/government/publications/safer-maternity-care-progress-and-next-steps (see page 32 of Maternity Safety Strategy 2017).\r\n \r\nAn academic study by University of Manchester, evaluating the efficacy of the Care Bundle in 20 hospital sites will be published later in 2018. Following this, the Care Bundle guidance will be updated to reflect new evidence and best practice. \r\n \r\nOverall NHS England is making good progress in reducing the number of stillbirth. It is on track to deliver the 20% reduction by 2020 and has already seen a 16% reduction since 2010. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-17T15:17:13.733Z","updated_at":"2018-04-17T15:17:13.733Z"},"debate":null}},{"type":"petition","id":221033,"links":{"self":"https://petition.parliament.uk/petitions/221033.json"},"attributes":{"action":"Prevent avoidable deaths by making autism/learning disability training mandatory","background":"My son Oliver was only 18 when he died in hospital on 11 Nov 2016. I believe his death could have been prevented if his doctors and nurses had received mandatory training. He had autism and a mild learning disability, and they weren't trained to understand how to make reasonable adjustments for him.","additional_details":"1 in 4 healthcare professionals has never had training on learning disability or autism. This is unacceptable. Two thirds want more training, and 1 in 3 think a lack of government leadership is contributing to the problem of avoidable deaths. The Government must ensure all healthcare professionals get mandatory training to address the huge health inequalities facing people with autism and a learning disability. For more information search for: LeDeR report 2018; CIPOLD 2013; Treat me well 2018.","state":"open","signature_count":41203,"created_at":"2018-05-30T06:51:09.316Z","updated_at":"2018-08-09T23:59:44.747Z","rejected_at":null,"opened_at":"2018-06-07T11:06:27.477Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-30T08:00:10.002Z","response_threshold_reached_at":"2018-06-14T13:53:36.992Z","government_response_at":"2018-07-25T15:00:15.009Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paula McGowan","rejection":null,"government_response":{"responded_on":"2018-07-25","summary":"We want all staff to receive the support, training and professional development they need to support people with learning disabilities and autism, in line with employers’ existing responsibilities.","details":"Our deepest sympathies are with Oliver’s family for their loss. \r\n\r\nEveryone has the right to high quality, safe health care so it is crucial that all health workers are given the skills and education to confidently deliver care that meets the needs of all their patients. This is a priority for the Government. \r\n\r\nAll employers have a clear legal responsibility to make sure that staff are competent to perform their role as set out in the Health and Social Care Act 2008 (Regulated Activities) Regulation 2014; regulation 18.\r\n\r\nTo support a consistent approach to learning disability education and training, the Department for Health and Social Care commissioned Skills for Health and Health Education England to develop a Core Skills Education and Training Framework. Published in July 2016, the Framework, which sets out the essential skills and knowledge needed for all staff working with people with a learning disability in health and social care settings, is structured in three tiers, or levels of training, to reflect the different levels of knowledge specific roles would require. \r\n\r\nTier one, which is relevant to the entire health and care workforce including ancillary staff, concerns general awareness skills and attitudes.  \r\n\r\nTier two is aimed at developing the knowledge and skills of staff that are likely to have regular contact with people with a learning disability. \r\n\r\nTier three is aimed at enhancing the knowledge, skills and attitudes of key staff and is relevant to those who are managing care and support services for people with a learning disability. \r\n\r\nEmployers and/or commissioners of education should use the Framework as guidance for the development and delivery of appropriate and consistent education and training, as well as for identifying the skills needed for particular roles in line with their legal responsibilities. By doing so, this will result in safer and more effective practice. \r\n\r\nTo ensure that health and care staff also have appropriate knowledge and awareness of autism, the Department of Health and Social Care has commissioned the development of a Core Skills and Competency Framework for Autism, which will be in line with the tiered approach adopted by other core skills frameworks. The development of this framework is expected to improve the availability of general awareness training to all staff across the health and care system and wider public services to equip them to offer appropriate support to autistic people (Tier 1), as well as developing and enhancing the knowledge, skills and attitudes for roles that have regular contact with autistic people (Tiers 2 and 3).\r\n\r\nThe recent annual report of the Learning Disability Mortality Review (LeDeR) Programme highlighted that people with a learning disability are still dying prematurely due to avoidable factors. We recognise that more is needed to address this profound inequality. \r\n\r\nAs outlined by Caroline Dinenage, the Minister of State for Care, on 23 July, the Department is working with NHS England and other system partners to agree actions for each of the nine recommendations; the Government’s response will be published after summer recess  (House of Commons Written Statement 906, https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2018-07-23/HCWS906/). \r\n\r\nDepartment of Health","created_at":"2018-07-25T15:00:15.006Z","updated_at":"2018-07-25T15:00:15.006Z"},"debate":null}},{"type":"petition","id":218952,"links":{"self":"https://petition.parliament.uk/petitions/218952.json"},"attributes":{"action":"Make everyone with a life time disability mental or physical have life time pip","background":"It's completely unfair that people with life time disability mental or physical have to repeatedly go through forms, face to face interviews, mandatory considerations and tribunals. It's mentally draining and unfair to repeatedly go through this when it's a life time illness you have.","additional_details":"","state":"open","signature_count":39094,"created_at":"2018-04-29T18:35:46.318Z","updated_at":"2018-08-09T22:28:31.199Z","rejected_at":null,"opened_at":"2018-05-03T14:53:53.375Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-29T19:51:05.314Z","response_threshold_reached_at":"2018-05-08T16:43:57.172Z","government_response_at":"2018-05-17T16:55:38.285Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Williams","rejection":null,"government_response":{"responded_on":"2018-05-17","summary":"PIP is based on needs not condition. Reviews are a key part of the benefit and ensure awards remain correct where needs may change, and that claimants continue to receive the correct level of support.","details":"The Government is absolutely committed to supporting disabled people and determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people. We have, therefore, designed Personal Independence Payment (PIP) to reflect a modern understanding of disability, treating all conditions fairly.\r\n\r\nPIP maintains the key principles of Disability Living Allowance as a non-means-tested cash benefit available to people in and out of work but which is delivered in a fairer and more consistent manner. It is only right that support is targeted at those disabled people who require the most assistance to lead independent lives and PIP is achieving that; 29 per cent of the 1.6 million claimants now receiving PIP getting it at the highest level (£143.35 a week) compared to 15 per cent for working age Disability Living Allowance prior to the introduction of PIP.\r\n\r\nPIP is needs-based and not condition based and reviews are a key part of the benefit to ensure that the right support continues to be delivered. \r\n\r\nIn terms of award lengths and reviews, once someone has been awarded PIP, which can be paid at one of eight rates, that award will be reviewed. Reviews of PIP are a key part of the benefit and ensure that not only do awards remain correct where needs may change but that we also maintain contact with the claimant, both features missing from its predecessor Disability Living Allowance. Importantly, the length of an award is based on an individual’s circumstances and can vary from nine months to an on-going award, with a light touch review at the ten year point. \r\n\r\nHowever, PIP already recognises that for the most severely disabled claimants, the award review process could seem unnecessarily intrusive. That is why we introduced changes so that existing claimants with the most severe, lifetime disabilities, whose functional ability has remained the same, are more likely to have their evidence reviewed by a DWP Decision Maker and will not need to have a face-to-face assessment with a healthcare professional.\r\n\r\nThe Government are committed to ensuring that the PIP reassessment process works effectively across the spectrum of disabilities and health conditions, including mental health conditions, cognitive impairments and physical disabilities.\r\n\r\nGoing forward, one of our key priorities will be to ensure that those  with progressive or degenerative conditions for which functional limitation is likely to stay the same or worsen who are awarded the highest level of support get an award duration that is appropriate to the condition and needs arising – something we acknowledge that is not always happening. We are therefore developing a solution through changes to guidance which will ensure that those receiving the highest level of support get an appropriate award duration.\r\n\r\nDepartment for Work and Pensions","created_at":"2018-05-17T16:55:38.282Z","updated_at":"2018-05-17T16:55:38.282Z"},"debate":null}},{"type":"petition","id":208170,"links":{"self":"https://petition.parliament.uk/petitions/208170.json"},"attributes":{"action":"Manufacture the new blue passport in GB not Germany or France.","background":"The new blue passports have been hailed as a sign Britain is seizing back control from the EU - but they could end up being made in France or Germany.\r\nWhen the uk should be manufacturing these with the uk company De La Rue who produces this \u0026 many other documents, secure British jobs not eu.","additional_details":"The government has released the information into the news that they could give a French or German company £490 million.\r\nSo the £490,000,000 will not be supporting British jobs or support people paying British tax, this will take money out of our country.\r\nPlease sign and share.","state":"open","signature_count":37052,"created_at":"2017-12-22T12:58:35.784Z","updated_at":"2018-08-09T22:14:26.344Z","rejected_at":null,"opened_at":"2018-03-02T14:04:08.286Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-22T13:54:08.991Z","response_threshold_reached_at":"2018-03-23T15:39:40.073Z","government_response_at":"2018-05-01T15:11:04.391Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lee fillingham","rejection":null,"government_response":{"responded_on":"2018-05-01","summary":"With no lawful basis to put the procurement of services to design, manufacture, and personalise UK passports out to tender to UK-based suppliers only, a fair and open competition was run. ","details":"The passport procurement process was run from its outset in March 2017 in accordance with UK law and in line with EU and World Trade Organisation rules. \r\n\r\nThere was no lawful basis as to why these services could only be delivered by a UK-based supplier, and no reason for blank passports to be manufactured in the UK. Manufacturing passports overseas presents no security concerns, with up to 20 per cent of blank UK passports currently being produced in Europe.\r\n\r\nThe contract was awarded on 18 April 2018. All passports will continue to be personalised with the holder’s personal details in the United Kingdom, which ensures that no personal data will leave the UK. This also ensures the continued need for British jobs to service the new contract.\r\n\r\nHome Office","created_at":"2018-05-01T15:11:04.389Z","updated_at":"2018-05-01T15:11:04.389Z"},"debate":null}},{"type":"petition","id":215782,"links":{"self":"https://petition.parliament.uk/petitions/215782.json"},"attributes":{"action":"Ban balloon and sky / chinese lantern releases.","background":"In 2013 the Government commissioned a study on balloons \u0026 sky lanterns. This report is now out of date! In March 2017 MCS reported 53% increase in balloon litter, upon 2015. 'Biodegradable' balloons and ribbons snare/kill farm, wild \u0026 marine life and take years to rot.","additional_details":"Sky lanterns are dangerous - they cause fire \u0026 damage \u0026 a risk to life. The NFU, MCS \u0026 50 local councils want balloon/sky lantern releases banned!\r\n\r\n2013 UK Government DEFRA \u0026 Welsh Government Report: http://bit.ly/2GcuEU0\r\n\r\nTime to ban balloon releases\r\nhttp://www.xray-mag.com/content/time-back-banning-balloon-releases\r\n\r\nMarine Conservation Society Information Sheet\r\nhttps://www.mcsuk.org/downloads/pollution/dont%20let%20go.pdf\r\n\r\n‘Nowhere is safe’: Young horse panicked by helium balloon suffers broken neck: http://bit.ly/2oV72r4\r\n\r\nFarmer wins compensation after Red Nose Day balloon kills cow\r\nhttp://bit.ly/2pu813a\r\n\r\nSmethwick fire: Chinese lantern 'caused largest blaze'\r\nhttp://bbc.in/2FY6SaX\r\n\r\nBunch of balloons in Billericay halts trains in their tracks http://bbc.in/2BSrdjy","state":"open","signature_count":33510,"created_at":"2018-03-21T15:49:19.115Z","updated_at":"2018-08-09T19:40:30.382Z","rejected_at":null,"opened_at":"2018-03-26T09:20:35.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-21T16:55:48.816Z","response_threshold_reached_at":"2018-04-30T14:54:26.089Z","government_response_at":"2018-05-22T16:37:58.008Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosemary E Lunn","rejection":null,"government_response":{"responded_on":"2018-05-22","summary":"The Government considers the current regulatory regime, supported by existing information and guidance, is effective and proportionate. ","details":"There is no evidence to suggest that the 2013 study of the risks posed by sky lanterns and helium balloons on livestock and the environment needs to be updated at present. \r\n\r\nOn land, balloon litter is relatively uncommon, and is not among the top 20 most commonly found types of litter. On beaches, balloons are not in the top ten items of beach litter assessed by the Marine Conservation Society. \r\n\r\nAny action must therefore be proportionate to the level of risk. Voluntary actions and initiatives to raise awareness of risks have been effective. The Government has been taking forward a series of non-regulatory measures, aimed at minimising the risks associated with sky lanterns and helium balloons and driving up safety standards, and people are becoming more aware of the risks. Initiatives include a voluntary code of practice for sky lanterns to ensure they are manufactured to be safe and are sold responsibly. The National Association of Balloon Artists and Suppliers, the trade association for the balloon industry, has also published a code of conduct on balloon releases. Moreover, local councils are using existing powers to restrict or regulate the use of lanterns on council-owned land.\r\n\r\nDepartment of Environment, Food and Rural Affairs","created_at":"2018-05-22T16:37:58.003Z","updated_at":"2018-05-22T16:37:58.003Z"},"debate":null}},{"type":"petition","id":215000,"links":{"self":"https://petition.parliament.uk/petitions/215000.json"},"attributes":{"action":"The UK Government to introduce a ban on all non-recyclable packaging from 2022.","background":"We call for action due to environmental crisis caused in the main by single-use plastics and demand the Government commit to an outright ban; most importantly in the food industry. \n\nWe also call on the Government to set a target date for eradication of  non-degradable toxic plastics before 2030.","additional_details":"Single-use plastics can be eliminated by introducing bottle deposit schemes, pollution taxes and the removal from sale of all plastic bags, including 5p schemes.\n\nPlastic use has impact on a global scale as recent articles have highlighted. It has to stop now!\n\nhttps://www.theguardian.com/environment/2016/nov/14/uk-to-investigate-human-health-impact-of-microplastics\n\nhttps://www.theguardian.com/environment/2018/mar/12/microplastic-pollution-in-oceans-is-far-greater-than-thought-say-scientists","state":"open","signature_count":31085,"created_at":"2018-03-13T20:41:53.174Z","updated_at":"2018-08-09T22:52:09.247Z","rejected_at":null,"opened_at":"2018-03-19T17:13:04.265Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-13T22:17:52.004Z","response_threshold_reached_at":"2018-04-05T00:22:50.346Z","government_response_at":"2018-04-20T12:24:24.989Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Armston-Harwood","rejection":null,"government_response":{"responded_on":"2018-04-20","summary":"There are no current plans to ban all non-recyclable packaging from 2022. However, our 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste.","details":"There are no current plans to ban all non-recyclable packaging from 2022. However, the Government’s 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste. We will do this through a four-point plan that takes action at each stage of the product lifecycle – production, consumption and end of life. At the production stage, this includes encouraging producers to take more responsibility for the environmental impact of their products and making sure plastic items are more carefully designed. At the consumer stage we want to reduce demand for single-use plastic. At the end of life stage, we will make it easier for people to recycle and increase the amount of plastic being recycled. \r\n\r\nMore detail, including future targets and milestones, will be announced in the forthcoming Resources and Waste Strategy.  \r\nWe know that our producer responsibility waste management systems as they currently stand could be improved. That is why we have already committed in both our Clean Growth Strategy and our 25 Year Environment Plan to reforming the current systems to incentivise producers to take greater responsibility for the environmental impacts of their products, and to drive resource efficiency and increase the recycling of packaging waste.\r\n\r\nThe government has also confirmed that it will introduce a Deposit Return Scheme in England for single-use drinks containers, subject to consultation later this year. The consultation will look at the details of how such a scheme would work, alongside other measures to increase recycling rates.\r\n\r\nAdditionally, the government has launched a call for evidence seeking views on how the tax system or charges could reduce the waste from single use plastics. The closing date is 18 May 2018 and it can be found at: www.gov.uk/government/consultations/tackling-the-plastic-problem.\r\n\r\nWorking through the Waste and Resources Action Programme (WRAP), the Government is developing and delivering activities in support of the use of recycled materials in new products and activities to stimulate its demand. In September 2016, WRAP and an industry advisory group published a framework for greater consistency in recycling. Actions from this framework aim to identify opportunities to rationalise packaging formats (in particular plastic packaging) to those that are recyclable and for which there is a steady market, and to help local authorities to recycle a greater variety of plastics.\r\nThe government is committed to increasing recycling rates. Current policies and regulations have resulted in a significant increase in recycling over the last decade, with recycling of packaging rising from around 57.5% in 2006 to 64.7% in 2016, but we recognise that more needs to be done. We will continue to work with businesses, local authorities and waste managers to encourage the use of recycled materials where possible in products and activities to stimulate demand.\r\n\r\nAlmost all packaging materials are in theory recyclable. However, in practice, not all may be recycled for a number of reasons: for example it may not be economically viable for a local council to collect and recycle some formats; local reprocessing infrastructure may be limited, and there may be a lack of end markets for some types of recycled materials.\r\nPackaging has an important and positive role to play in reducing product damage, food waste and consumer safety. Keeping food fresher for longer through innovations such as vacuum packing and re-sealable packs has a significant impact on extending the life of products and reducing waste. If a product is wasted due to insufficient packaging then its disposal often has a greater environmental impact than the packaging itself. \r\n\r\nRetailers and their suppliers are encouraged to use materials that are widely collected for recycling wherever possible. For example, The Producer Responsibility Obligations (Packaging Waste) Regulations place a legal obligation on large UK businesses that make or use packaging to ensure that a proportion of the packaging they place on the market is recovered and recycled. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. We have also set rising targets for business up to 2020, which will continue to increase the amount of packaging waste recycled.\r\n\r\nBusinesses are also required to reduce waste arising in the first place by using appropriately sized packaging. The Packaging (Essential Requirements) Regulations require businesses to ensure that all packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer. These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-04-20T12:24:24.987Z","updated_at":"2018-05-22T14:24:18.123Z"},"debate":null}},{"type":"petition","id":215415,"links":{"self":"https://petition.parliament.uk/petitions/215415.json"},"attributes":{"action":"Make anti-GD2 treatment available on the NHS","background":"Neuroblastoma is an aggressive cancer which mainly affects children under the age of 5.\r\n\r\n\r\nAnti GD2 therapy is standard in the US but is not available on the NHS. Around 60% of patients relapse with current NHS treatment options compared to 10% of patients after anti GD2 treatment.","additional_details":"One of the founding principals of the NHS was \"Medical treatment covering all requirements will be provided for all citizens by a national health service\" as stated by Sir William Beveridge (1942).\r\n\r\nIf we have the ability to treat children such as Jack and many others but do not do so, we are undermining the very base principals of our NHS and, even worse, we are betraying our own children by making funding a real factor in life-and-death healthcare.","state":"open","signature_count":30294,"created_at":"2018-03-17T09:01:31.483Z","updated_at":"2018-08-08T20:08:11.523Z","rejected_at":null,"opened_at":"2018-04-04T09:53:17.062Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T17:16:47.644Z","response_threshold_reached_at":"2018-05-22T07:21:24.364Z","government_response_at":"2018-06-07T11:17:22.470Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Brendon Elliot Jeffreys","rejection":null,"government_response":{"responded_on":"2018-06-07","summary":"The National Institute for Health and Care Excellence is developing guidance for the NHS on dinutuximab beta, an anti GD2 therapy, for high-risk neuroblastoma and recently consulted on draft guidance.","details":"The National Institute for Health and Care Excellence (NICE) is the independent expert body responsible for the development of authoritative, evidence-based guidance for the National Health Service (NHS) on whether drugs and treatments represent an effective use of resources.  These are very difficult decisions to make and its guidance is based on a thorough assessment of the best available evidence and developed through wide consultation with stakeholders.  \r\nUnfortunately, there are no routinely available anti-GD2 treatments for use in the NHS in England currently. NICE is currently appraising two drugs for use in high-risk neuroblastoma.  The first is dinutuximab beta, on which, NICE published draft guidance for consultation on 4th May. More information can be found at the following link - https://www.nice.org.uk/guidance/indevelopment/gid-ta10069.  NICE will carefully consider the comments it has received in response to the consultation in developing its final recommendations.  \r\nNICE’s appraisal of the second drug, dinutuximab, has unfortunately been suspended as the global demand for dinutuximab is outstripping supply.  The company, United Therapeutics Corporation, is taking steps to address this issue and, in February 2017, signalled that it would take approximately three years to resolve.\r\n\r\nThis government recognises the terrible effects of neuroblastoma on children and their families and despite financial pressures in the NHS, cancer treatment has been and always will be a priority. Since 2010 rates of survival from cancer have increased year-on-year.  Around 7,000 people are alive today who would not have been had mortality rates stayed the same as in 2010.  For many types of cancer, the Government has focused on research and innovation, and ensuring that proven innovations, once discovered, are adopted swiftly across the health service.  Through the National Institute for Health Research (NIHR), the Government has spent £137million on cancer research in 2016/17, an increase from £101million in 2010/11.  This constitutes the largest investment in a disease area.  \r\nHowever, we recognise there is more to do. NHS England is leading the health and care system in implementing the recommendations of the independent Cancer Taskforce to save a further 30,000 lives a year by 2020. There will always be drugs that the NHS is unable to provide, but the CDF and NICE processes are designed to ensure patients can benefit as soon as possible, whilst also representing a clinically and cost effective use of NHS resources.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-06-07T11:17:22.466Z","updated_at":"2018-06-07T11:17:22.466Z"},"debate":null}},{"type":"petition","id":215343,"links":{"self":"https://petition.parliament.uk/petitions/215343.json"},"attributes":{"action":"Reduce the age of Breast Screening to 25-30","background":"I was diagnosed with breast cancer age 36, at 37 I was told it was terminal. I have a 8 year old daughter who has already lost her dad to heart disease. Because of my age, I never dreamt I'd have breast cancer\r\nCancer does not discriminate!\r\nHelp our kids get diagnosed quicker to prevent early death","additional_details":"I know of a huge amount of women/men diagnosed with breast cancer between the age of 23-40 most are now terminally ill and leaving children \u0026 babies behind. \r\nI want everyone to have a better chance of survival; not only for themselves, but for their children, parents, siblings, friends.\r\n\r\nCancer does not discriminate, it doesn't care how old or fit you are or whether you're male or female, so why are mandatory mammograms only available for women 50+","state":"open","signature_count":28613,"created_at":"2018-03-16T12:09:37.805Z","updated_at":"2018-08-09T20:53:26.147Z","rejected_at":null,"opened_at":"2018-03-21T14:18:06.905Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T12:39:08.171Z","response_threshold_reached_at":"2018-04-20T07:55:10.362Z","government_response_at":"2018-05-15T11:21:33.483Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicky Fenn","rejection":null,"government_response":{"responded_on":"2018-05-15","summary":"The Government is committed to helping detect, treat and reduce the number of lives lost to invasive breast cancer. Evidence for the effectiveness of screening women under 50 is limited.","details":"We are very sorry to hear of your terminal breast cancer diagnosis.  Breast cancer can be a devastating disease and the Government is committed to providing well-managed screening programmes based on the most current peer reviewed evidence to ensure the greatest benefit.\r\n \r\nA screening programme is introduced following a robust process using peer reviewed evidence that shows the benefits to screen clearly outweigh harm and they are subject to central programme specifications and quality assurance. The English cancer screening programmes are internationally renowned for their rigour, standard of evidence, national implementation and quality assurance.\r\n \r\nThe NHS Breast Screening Programme (NHS BSP) in England offers all women between the ages of 50 and 70 the opportunity to be screened every 3 years for breast cancer, to help detect abnormalities and reduce the number of lives lost to invasive breast cancer.  The NHS BSP aims to detect breast cancer early when there is a greater chance of cure.  \r\n \r\nAlthough early detection is the best way to reduce breast cancer mortality by giving the opportunity to offer women more treatment options, which may save lives, there are also risks. These include over-diagnosis (referring for unnecessary tests) and over-treatment (operating on disease that is unlikely to cause serious harm).  For women under the age of 50, there is evidence that breast screening is less effective, as younger women have less fatty, denser breast tissue.  Screening with mammography (x-rays) is the technique that is evidence-based and can detect cancers at an early stage.  However, they are not very effective in diagnosing disease in younger women with dense breasts. Breast screening is offered from the age of 50 as the chance of developing the disease increases with age.  Four out of five breast cancers develop in women over the age of 50. There is insufficient evidence to confidently offer breast screening to women at a much younger age as doing so will find many abnormalities which will be treated but would never have developed into a cancer. This can cause harm and anxiety.  Not all breast cancers can be detected early when they are non-invasive and some women with non-invasive disease would never have cancer during their lifetime. \r\n \r\nThere are several trials in the Programme addressing these issues currently:\r\n•\tForget me not www.sloaneproject.co.uk/NonTreatmentStudy.htm  \r\n•\tLoris www.cancerresearchuk.org/about-cancer/find-a-clinical-trial/a-trial-comparing-surgery-with-active-monitoring-for-low-risk-dcis-loris\r\n•\t Sloane www.sloaneproject.co.uk/. \r\n \r\nThe 2012 UK independent review of breast cancer screening (Marmot review) estimated that inviting women between the ages of 50-70 reduces mortality from breast cancer in the population invited by 20% and saves an estimated 1,300 lives a year.  It also found that screening women outside the ages of 50 to 70 years could lead to over-diagnosis or over-treatment. The review can be found here: http://www.cancerresearchuk.org/prod_consump/groups/cr_common/@nre/@pol/documents/generalcontent/breast-screening-report.pdf \r\n \r\nIn June 2015, the World Health Organisation’s International Agency for Research on Cancer (IARC) published the findings of a review on breast cancer screening in the New England Journal of Medicine. A group of 29 independent international experts from 16 countries, convened by the IARC, assessed the cancer-preventive and adverse effects of various methods of screening for breast cancer. The findings of the review support the current age at which women are first invited for breast screening in England and the 3 year interval period between invitations. The IARC’s review found limited evidence for the effectiveness of screening women in the younger age group of 40 to 49. Women over 70 are not routinely invited for breast screening as there is no evidence to support this, although they can self-refer every 3 years if they wish. You review can be accessed here: www.iarc.fr/en/mediacentre/pr/2015/pdfs/pr234_E.pdf\r\n\r\nWomen that are identified as being at high risk of the disease (e.g. due to a genetic mutation such as BRCA1/2 or having had supradiaphragmatic radiotherapy at a young age) can be referred into the programme at a younger age. However, for this younger cohort, screening is usually performed by magnetic resonance imaging (MRI) which is a more suitable screening test than mammography alone.\r\nWe encourage all women to be breast aware and anyone with concerns should discuss these with their GP.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-15T11:21:33.481Z","updated_at":"2018-05-15T11:21:33.481Z"},"debate":null}},{"type":"petition","id":214030,"links":{"self":"https://petition.parliament.uk/petitions/214030.json"},"attributes":{"action":"Hold a referendum for the legalisation of cannabis","background":"It is clear that the cannabis debate is not going away and given that the current conservative government understand the meaning of democracy by giving a referendum to the public on our membership of the E.U it should give the public a referendum on cannabis legalisation and let the public decide","additional_details":"","state":"open","signature_count":26800,"created_at":"2018-02-28T23:35:29.626Z","updated_at":"2018-08-09T23:18:27.735Z","rejected_at":null,"opened_at":"2018-03-12T16:24:18.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-01T21:07:58.878Z","response_threshold_reached_at":"2018-04-13T20:37:33.607Z","government_response_at":"2018-04-30T12:42:38.839Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth lendrum","rejection":null,"government_response":{"responded_on":"2018-04-30","summary":"This Government has no plans to legalise cannabis and there are no plans to hold a referendum on the matter.","details":"Cannabis is a Class B Drug under the Misuse of Drugs Act 1971. There is a substantial body of scientific and medical evidence to show that controlled drugs, such as cannabis, are harmful and can damage people’s mental and physical health, and our wider communities.\r\n\r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (‘ACMD’), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”. The ACMD’s most recent advice on cannabis is set out in its 2008 report:\r\nhttps://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008\r\n\r\nGiven these acknowledged harms, the Government does not consider it appropriate to hold a referendum on the legalisation of cannabis. Whilst the debate is an important one, the eleven previous referenda have centred on fundamental constitutional issues such as devolution and the UK’s membership of the EU.\r\n\r\nThe legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. It would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery this can cause to families and society. As such, the Government’s position on Cannabis remaining a controlled drug remains clear and there is no intention to hold a referendum on the matter.\r\n\r\nHome Office","created_at":"2018-04-30T12:42:38.836Z","updated_at":"2018-06-12T15:25:57.997Z"},"debate":null}},{"type":"petition","id":219512,"links":{"self":"https://petition.parliament.uk/petitions/219512.json"},"attributes":{"action":"The Government should end experiments on dogs.","background":"The evidence that using dogs in regulatory testing advances scientific knowledge or human safety is limited, yet it causes immense suffering to thousands of dogs every year. [Cruelty Free International]\nIn 2016, 4,932 tests were carried out on dogs, a 6% rise on 2015. [UK Home Office Annual Stats]","additional_details":"Dogs are used as the ‘second species’ in drugs tests. They are force fed, made to inhale or injected with drugs to see what dose will sicken or kill them. They have no pain relief. Even agricultural products can be tested. In the UK, 6 million of us share our homes with dogs. Only 18% of adults feel it is acceptable to use dogs for medical research. [MORI 2016] Dogs are not substitutes for humans. 90% of drugs that pass preclinical tests fail in human trials. [Biotech Innovation Organization]","state":"open","signature_count":25841,"created_at":"2018-05-07T16:36:22.329Z","updated_at":"2018-08-09T23:46:28.379Z","rejected_at":null,"opened_at":"2018-05-14T09:48:01.296Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-08T09:21:36.232Z","response_threshold_reached_at":"2018-06-05T14:51:27.616Z","government_response_at":"2018-06-15T15:53:32.645Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kerry Postlewhite","rejection":null,"government_response":{"responded_on":"2018-06-15","summary":"The Animals (Scientific Procedures) Act 1986 gives dogs special status whereby they can only be used in experiments if there is no alternative research model and if their use can be fully justified.","details":"In the UK, the Medicines and Healthcare products Regulatory Agency (MHRA) is the responsible authority for the assessment and licensing of medicinal products. EU pharmaceutical legislation, delivered by the MHRA, requires that before a new medicine is granted a licence, a battery of in vitro and in vivo tests are conducted to establish the toxicity profiles for the medicine. The legislation requires that new medicines are generally tested in a rodent and a non-rodent species before human clinical trials can begin. As a result of adverse findings from animal studies, a large number of drug candidates do not progress to being tested in humans.\r\n\r\nThis testing is undertaken to provide assurance of the safety of medicines before they are given to humans. Removing this testing could compromise human safety, which this Government would consider to be unacceptable.\r\n\r\nDogs are still important in the development and safety testing of new medicines where there are no validated alternative models available. Whenever possible, dogs are replaced by other suitable animal species. For example, mini-pigs may be used in the place of dogs for some general toxicity studies.\r\n\r\nThe Animals (Scientific Procedures) Act 1986 gives dogs a special status whereby they can only be used if there is no alternative research model and if their use can be justified. This Government welcomes the ongoing work to develop validated alternative models for second species testing. \r\n\r\nHome Office","created_at":"2018-06-15T15:53:32.642Z","updated_at":"2018-06-15T15:53:32.642Z"},"debate":null}},{"type":"petition","id":212467,"links":{"self":"https://petition.parliament.uk/petitions/212467.json"},"attributes":{"action":"Set up a public inquiry into the National problem of Paedophile grooming gangs","background":"Paedophile grooming gangs seem endemic nationwide in the UK it is apparent some are possibly racially motivated \u0026 the UK public deserves protection from this and an inquiry should investigate fully if race \u0026 culture is a factor and if sentencing is adequate and investigate if culture influences rape","additional_details":"Rotheram, Luton. Oxford, Huddersfield, Sunderland and numerous other towns counties cities and rural areas have seen an increase in paedophilia grooming gangs of various race colour and religions in the UK many within religious sectors and the inquiry needs to focus on culture religion and if many of these attacks are focused on a particular race and if culltural is an influence in these attacks.Sentencing never seems severe enough and local authorities seem to make the same mistakes.","state":"open","signature_count":25339,"created_at":"2018-02-09T19:36:19.407Z","updated_at":"2018-08-09T23:42:32.431Z","rejected_at":null,"opened_at":"2018-03-07T19:45:31.961Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-09T21:07:02.928Z","response_threshold_reached_at":"2018-03-16T10:46:03.446Z","government_response_at":"2018-05-15T15:25:05.381Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark woodrow","rejection":null,"government_response":{"responded_on":"2018-05-15","summary":"The Government takes child sexual abuse very seriously. It has set up the Independent Inquiry into Child Sexual Abuse which is investigating the sexual exploitation of children by organised networks.","details":"Child abuse is a despicable crime and the Government is committed to keeping children and young people safe from all forms of abuse.  We are clear that if child abuse takes place it must be thoroughly and properly investigated and those responsible brought to justice – the race, age or gender of the perpetrators is irrelevant.  Child sexual exploitation is not exclusive to any single culture, community, race or religion, and political or cultural sensitivities must not get in the way of preventing and uncovering it. \r\n\r\nThe Government is clear there should be an honest open debate on child sexual exploitation, including racial motivation.\r\n\r\nIn February 2017, the Government  published the ‘Tackling Child Sexual Exploitation: Progress Report’ and announced a £40 million package of measures to protect children and young people from sexual abuse and exploitation and crack down on offenders.  The ‘Progress Report’ details delivery of the ambitious programme of work set out in the 2015 ‘Tackling Child Sexual Exploitation’ report, and signals a step change in our national response to sexual exploitation and violence against children and young people. The full report can be found at: https://www.gov.uk/government/publications/tackling-child-sexual-exploitation-progress-report. \r\n\r\nKey Actions include:\r\n  \r\n•\tWe have invested significantly in the law enforcement response to child sexual abuse, giving it the status of a national threat to empower police forces to apply their best skills and expertise to tackle the problem, and providing millions of pounds of investment through the Police Transformation Fund. This has led to a surge in police activity with an increasing number of cases prosecuted in the courts and heavy sentences handed down. We have invested in the frontline response to child sexual abuse, for example recruiting an extra 100 specialist rape and child sexual abuse prosecutors, establishing new investigative teams in the National Crime Agency, and launching a new Child Sexual Exploitation Response Unit to support social care, health and other agencies.  Our new £7.5 million Centre of Expertise on Child Sexual Abuse is conducting research into types of offending, so that we can understand and target them more effectively.\r\n\r\n•\tWe have funded a large scale communications campaign – Together, we can tackle child abuse – to raise awareness and encourage the public to report child abuse and neglect.  Additionally, we have published a revised definition of child sexual exploitation and targeted guidance and training, which will ensure professionals have a shared understanding of what child sexual exploitation is and how best to work together to tackle it. \r\n\r\n•\tWe have improved scrutiny through joint inspections of health, police and children’s social care focusing on the quality of frontline practice in dealing with child sexual exploitation and missing children. We have also launched a new national whistleblowing helpline, operated by the National Society for the Prevention of Cruelty to Children (NSPCC), for any employee who wants to raise a concern about how their organisation is dealing with a concern about a child. \r\n\r\n•\tIn the last 3 years, we have provided £7 million in funding for non statutory organisations which support the victims and survivors of sexual abuse, including child sexual abuse, £0.6 million of this funding was distributed directly by the Home Office to organisations working with victims and survivors of sexual abuse over a large geographic area.\r\n \r\nIn March 2015, the Government established the Independent Inquiry into Child Sexual Abuse to consider the extent to which institutions in England and Wales have failed in their duty to protect children from sexual abuse and exploitation.  The Inquiry operates independently of Government and, within its terms of reference, decides for itself what it investigates and how.  It has already announced an investigation into institutional responses to the sexual exploitation of children by organised networks.  The Inquiry also runs a Truth Project to enable victims and survivors of child sexual abuse to share their experiences in a confidential setting and make recommendations for change.  The Inquiry’s work will help us all to understand what went wrong in the past and learn lessons for the future. Further information on the Inquiry, including how to take part in the Truth Project, can be found at: http://www.iicsa.org.uk. \r\n  \r\nSentencing is entirely a matter for our independent courts taking into account all the circumstances of each case.\r\n\r\nHome Office","created_at":"2018-05-15T15:25:05.379Z","updated_at":"2018-05-15T15:25:05.379Z"},"debate":null}},{"type":"petition","id":216594,"links":{"self":"https://petition.parliament.uk/petitions/216594.json"},"attributes":{"action":"Allow undiagnosed children to travel to different countries to treat \u0026 diagnose","background":"If a child's hospital wish to turn off the life support of a child who has an undiagnosed condition, but there is an alternative hospital abroad willing to treat them and find a possible diagnosis, then the parents should legally be allowed to decide if the child should go. Parental rights!!","additional_details":"There have been many documented cases of parents vs a hospital in times of difficult decision making regarding their child's life. Many have been forced to switch off the life support of a child or have legal action taken against them for fighting for their child. If the parents believe their child can have a chance of living if they are treated somewhere else, parents should be allowed to move their child to a different hospital when there is a hospital offering their child a place!","state":"open","signature_count":24346,"created_at":"2018-03-31T18:54:58.853Z","updated_at":"2018-08-09T21:26:12.385Z","rejected_at":null,"opened_at":"2018-04-12T09:57:01.791Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-31T19:01:32.564Z","response_threshold_reached_at":"2018-04-24T21:47:37.229Z","government_response_at":"2018-05-03T09:09:47.074Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Ibberson","rejection":null,"government_response":{"responded_on":"2018-05-03","summary":"Clinicians and the courts are obliged to act in the best interests of patients, including in determining the viability of pursuing alternative diagnosis and treatment options.","details":"The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine the child’s best interest. The views of the parents will be very important in the Court reaching decisions but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nRegardless of any offer by hospitals based abroad to take a child to their hospital for treatment, clinicians and the courts are obliged to consider what is in the best interest of the individual child concerned, including in determining the viability of pursuing alternative diagnosis and treatment options. \r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.   If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount.\r\n \r\nDuty of Clinicians, Secretary of State and Government powers\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount, is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.  \r\nGuidance\r\nNational Institute of Clinical Excellence guidance (NG61) is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-03T09:09:47.071Z","updated_at":"2018-05-03T09:09:47.071Z"},"debate":null}},{"type":"petition","id":219650,"links":{"self":"https://petition.parliament.uk/petitions/219650.json"},"attributes":{"action":"Scrap car parking charges at NHS Hospitals in England","background":"Hospital car parking charges affect the vulnerable, visitors of ill relatives and hardworking NHS staff. The fees are a major cause of social injustice.\r\n \r\nJoin the campaign to get this stealth tax scrapped, once and for all.\r\n","additional_details":"The NHS should be free at the point of access but hospitals charge up to £300 for a week of parking.\r\n \r\nIn 2014, the Government introduced guidance suggesting free or reduced parking should be available for staff, blue badge holders and visitors of gravely ill relatives.\r\n \r\nSince then, 47% of hospitals have increased their hourly parking charges and almost half still charge blue badge holders.\r\n \r\nThe campaign is supported by FairFuelUK, CLIC Sargent and Headway.\r\n","state":"open","signature_count":23250,"created_at":"2018-05-09T17:01:10.965Z","updated_at":"2018-08-09T22:37:15.587Z","rejected_at":null,"opened_at":"2018-06-04T16:46:11.895Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-10T08:30:36.422Z","response_threshold_reached_at":"2018-06-13T20:19:14.963Z","government_response_at":"2018-06-27T10:48:30.291Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Howard Cox","rejection":null,"government_response":{"responded_on":"2018-06-27","summary":"Hospitals’ car parking policies must put patients first, but removing charges would mean losing over £200m from patient care budgets, and result in fewer spaces being available for genuine users.","details":"67% of NHS sites don’t charge for car parking, meaning the majority of regularly attended community sites and mental health wards - that often see some of the most vulnerable patients – do not charge.\r\n\r\nNHS organisations are locally responsible for the provision and charging for their parking and this includes the methods used to charge and their rules must be clearly displayed.\r\n\r\nWe expect all NHS organisations to follow the published NHS Car Parking Principles but NHS organisations have the freedom to make decisions on their car parking including charges to reflect their local situation. We want to see Trusts coming up with options that put staff, patients and their families first.\r\n\r\nIncome generated from parking charges is used to pay the costs of providing the parking (such as maintenance, security and lighting) and to avoid funds being taken from budgets for healthcare services.\r\n\r\nIf any excess is generated, income generation rules require that it is used to fund clinical services.\r\n\r\nThe principles explicitly state that contracts should not be let on any basis that incentivises additional charges, e.g. 'income from parking charge notices only'. \r\nParking Charge Notices must be applied reasonably.\r\n\r\nIn 2015 a Health Technical Memorandum (NHS car parking management: environment and sustainability) was published to provide helpful guidance on how NHS organisations should approach the provision of car parking and other travel plans – including some good examples of best practice. \r\n\r\nSince introducing free parking at hospitals, Scotland and Wales have seen other issues arise, such as illegitimate use and a lack of spaces. Having a parking regime prevents these problems.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-06-27T10:48:30.288Z","updated_at":"2018-06-27T10:48:30.288Z"},"debate":null}},{"type":"petition","id":222776,"links":{"self":"https://petition.parliament.uk/petitions/222776.json"},"attributes":{"action":"Remove article 15 of the Offensive Weapons Bill (HC Bill 232)","background":"After numerous representations to the Home Office and Metropolitan Police offering multiple solutions that will reduce availability of blades to those who wish to use them as weapons the Government have persisted with a misinformed proposal which is at best misguided and at worst dangerous.","additional_details":"This draft new law will make it impossible for self-employed tradesmen to have bladed tools delivered to their residence, hobbyists to acquire specialist tools that OTC retailers could not justify stocking and furthermore it contravenes the human rights of the house bound and the infirm unable to travel to bricks and mortar shops.\r\nI appeal to you not just to sign this petition but to also write to your MP to ask that they support the removal of section 15.","state":"open","signature_count":21831,"created_at":"2018-06-21T09:13:19.011Z","updated_at":"2018-08-09T19:27:02.024Z","rejected_at":null,"opened_at":"2018-06-28T06:49:52.478Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-21T09:33:53.663Z","response_threshold_reached_at":"2018-07-02T13:05:05.292Z","government_response_at":"2018-07-18T10:27:05.561Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christopher Mark Ashbolt","rejection":null,"government_response":{"responded_on":"2018-07-18","summary":"The Bill prevents knives which cause serious harm from being delivered to residential addresses but does not stop delivery of bladed items and knives to business premises or businesses run from home.","details":"Retailers online and offline are prohibited from selling knives to under 18s. Evidence from online test purchase operations conducted over the last decade, where online shopping has become increasingly common, shows that the majority of sampled online retailers failed to have effective age verification procedures in place. The failure rate for online test purchases of knives has not significantly improved over this period. \r\n\r\nThe Government has therefore sought to improve these outcomes by conducting a public consultation and introducing legislation that will place more stringent controls on online sellers of knives. \r\n\r\nFollowing  concerns expressed in the consultation, certain defences were introduced into the Bill that has been published. The prohibition on the delivery of knives to residential addresses is now limited to those knives that can cause serious injury. If ordered online these knives will need to be collected from a place where age verification can take place, either by the purchaser or their representative.\r\n \r\nIn respect of other bladed items and knives, the Bill provides a number of defences around the prohibition of delivery to a residential address. For example, deliveries to business premises, including where a business is run from home, would not be affected by the prohibition placed in the Bill on delivery to a residential address. Other items that would be exempt from the prohibition on delivery to a residential address would include encased razor blades; knives with a blade of less than 3 inches; knives that cannot cause serious injury, for example table knives; bladed products designed or manufactured to specifications from the buyer such as bespoke knives. There are also exemptions for bladed products that are used for sporting purposes, such as fencing swords and bladed products that would be used for re-enactment activities.\r\n\r\nHome Office","created_at":"2018-07-18T10:27:05.558Z","updated_at":"2018-07-18T10:27:05.558Z"},"debate":null}},{"type":"petition","id":220440,"links":{"self":"https://petition.parliament.uk/petitions/220440.json"},"attributes":{"action":"Govia Thameslink Railway should have its contract immediately removed","background":"The Secretary of State should intervene immediately over GTR's failure to implement its new timetable leaving commuters stranded and mass cancellations of services despite having a year to plan for the changes.","additional_details":"Govia Thameslink has consistently had the worst performance figures of any train operating company in England. It has failed to improve services and now totally failed to deliver on its own new timetable leading to total chaos. It is contributing to lost man hours, harming the economy and failing in all aspects of customer service. It has been criticised by two Commons Select Committees and the National Audit Office for its repeated  failures.","state":"open","signature_count":19448,"created_at":"2018-05-21T21:12:34.905Z","updated_at":"2018-08-09T22:15:18.852Z","rejected_at":null,"opened_at":"2018-05-29T10:20:30.142Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-21T23:37:18.425Z","response_threshold_reached_at":"2018-05-31T17:49:32.565Z","government_response_at":"2018-06-21T15:24:21.313Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Simon Lee","rejection":null,"government_response":{"responded_on":"2018-06-21","summary":"Passengers have faced totally unsatisfactory levels of service in recent weeks. Ministers share the frustration of passengers about the situation and they intervened as soon as the problems arose.","details":"Passengers on this franchise have faced totally unsatisfactory levels of service in recent weeks. Poor service prior to this, as the Gibb report made clear, had largely been down to industrial action by the trade union on Southern rail. The Secretary of State and the Rail Minister have been clear that they share the frustration of passengers about the situation in recent weeks and they intervened as soon as the problems arose, with the Transport Secretary demanding a recovery plan. Since then, the Department has been in daily contact with the leadership of Network Rail and Govia Thameslink Railway (GTR) and have insisted that both organisations put whatever resource is needed into resolving the situation, and into making sure that there is proper industry leadership of the recovery effort. Service information to passengers has improved and considerable work is being undertaken to operate the services in the timetable. \r\n \r\nThis timetable change was intended to deliver the benefits to passengers of major investment in the rail network. This means, through the £7 billion Thameslink Programme, new trains and improved stations, including the rebuilding of London Bridge and Blackfriars. The programme and timetable changes were designed to provide more frequent and longer trains through central London to respond to the huge growth in passenger numbers that we have seen in recent years. But this timetable change instead has resulted in unacceptable disruption for passengers that rely on these services.\r\n \r\nThe process of introducing the new timetable was overseen by an Industry Readiness Board, which included representatives from Network Rail, the Office of Rail and Road (ORR) and the train operating companies, and an Independent Assurance Panel. Both of these groups informed the Department that they had not been given any information to suggest that the implementation of the new timetable should be halted. These bodies were set up specifically to ensure that all parts of the rail network – Network Rail, GTR, other train operators - were ready to implement these major timetable changes. It should have been clear to them that some key parties were not ready; they did not raise this risk. As few as 3 weeks before the timetable was to be implemented GTR themselves assured the Transport Secretary they were ready to implement the changes. Clearly this was wrong, and it is totally unacceptable.\r\n \r\nInvestigations being carried out right now will give more information about what has gone wrong and why the industry remained of the view until the last moment that it would be able to deliver these changes. There has to be a proper investigation into events. Since this petition was launched the Chief Executive of GTR, Charles Horton, has resigned in order to make way for fresh leadership of GTR. Further action may need to be taken against GTR but only once we have the findings of these investigations. \r\n \r\nIt is right that the industry has apologised for the situation and that Charles Horton has stepped down, and it is right that we learn the lessons for the future, but right now the focus should remain on restoring the reliability of their service to passengers.\r\n\r\n\r\nDepartment for Transport","created_at":"2018-06-21T15:24:21.311Z","updated_at":"2018-06-22T10:12:42.012Z"},"debate":null}},{"type":"petition","id":220663,"links":{"self":"https://petition.parliament.uk/petitions/220663.json"},"attributes":{"action":"Make entering and occupying land without consent a criminal offence","background":"Removing trespassers from public and private land is a lengthy process. Damage and disruption caused during this time, especially to the local environment are often irreparable and subsequent clean-up operations costly. Currently, repeat offenders simply move on to the next available open space.","additional_details":"Making this a criminal offence will give police the powers to.\r\n- Arrest without warrant.\r\n- Remove, store and dispose of objects.\r\n- Issue penalties and proceedings.\r\n\r\nOther countries already have provision in law for this.\r\n\r\nIn Ireland, the Criminal Justice (Public Order) Act, 1994, was amended in 2002 to address this issue.","state":"open","signature_count":18527,"created_at":"2018-05-25T10:36:01.728Z","updated_at":"2018-08-09T23:21:38.194Z","rejected_at":null,"opened_at":"2018-06-01T18:14:27.993Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-27T08:29:53.223Z","response_threshold_reached_at":"2018-07-05T21:14:47.481Z","government_response_at":"2018-07-19T16:44:27.483Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Boon","rejection":null,"government_response":{"responded_on":"2018-07-19","summary":"The Government is currently considering the responses to the consultation on the effectiveness of powers to deal with unauthorised development and encampments, before deciding on any further action.","details":"The recent joint Ministry of Housing, Communities and Local Government, Home Office and Ministry of Justice consultation on the effectiveness of powers for dealing with unauthorised development and encampments closed on 15 June. It sought views from everyone with an interest on this important issue. The consultation included a range of questions about existing local authority and police powers, whether to make trespass a criminal offence, court processes, government guidance, the provision of authorised sites, and the impact on settled and travelling communities. The Government wants to understand more about the issues around the effectiveness of existing powers, before deciding what action to take. \r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-07-19T16:44:27.481Z","updated_at":"2018-07-19T16:44:27.481Z"},"debate":null}},{"type":"petition","id":213970,"links":{"self":"https://petition.parliament.uk/petitions/213970.json"},"attributes":{"action":"Require DEFRA to fund research into the cause/s of Alabama Rot (CRGV) in dogs","background":"Alabama Rot (CRGV) is a disease causing skin lesions, kidney failure and death in dogs. Now throughout mainland Britain, with no evidence as to the cause, prevention or treatment.\r\nDEFRA should be required to commission, fund and oversee a research effort to identify the cause of this disease.","additional_details":"Many dog owners are living in fear of Alabama Rot infecting their beloved pets. There were 11 new confirmed cases reported to the public on Monday 26/02/18. There is no evidence of any coordinated research project into the cause of the disease, no responsible organism identified and no research based advice on prevention. There is no known cure.\r\nDEFRA has a responsibility for the welfare of animals in Britain and should coordinate, fund and oversee research into what is killing Britains dogs.","state":"open","signature_count":18466,"created_at":"2018-02-28T10:10:26.507Z","updated_at":"2018-08-09T22:25:09.998Z","rejected_at":null,"opened_at":"2018-03-02T17:56:20.315Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-28T10:26:25.114Z","response_threshold_reached_at":"2018-03-07T21:32:19.748Z","government_response_at":"2018-03-21T14:24:20.311Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tracey Gaitt","rejection":null,"government_response":{"responded_on":"2018-03-21","summary":"Defra is monitoring the investigation by private vets into the cause of CRGV and do not propose to intervene further while this work is carried out. ","details":"Cutaneous and Renal Glomerular Vasculopathy (CRGV), which has been wrongly referred to as ‘Alabama rot’ is an uncommon disease of dogs in the UK, but understandably a cause of concern for dog owners. \r\n\r\nThe initial symptoms of CRGV generally include redness of the skin, swelling, bruising, and sores. Although the disease usually affects the lower limbs, it can also be seen around the face, in the mouth and elsewhere on the body.\r\n\r\nA private funding group has been set up to support investigations into CRGV and its cause, and private vets who are at the front line of examining and treating affected dogs are carrying out investigations into this disease. \r\n\r\nNumerous investigations have been carried out and, whilst a definitive cause of the syndrome has yet to be identified, the evidence so far suggests that the condition is not transmissible directly from dog to dog. More substantial guidance for dog owners will be made available once more evidence explaining how the syndrome is contracted becomes known.\r\n\r\nPrivate vets are generally best placed to advise dog owners on health concerns that arise with their pets, given the relationship that they have with their clients and their knowledge of disease in their local area. As such, we recommend that pet owners seek urgent veterinary attention for their animals if they are concerned about any clinical signs they are displaying. \r\n\r\nProactive investigations of this syndrome are being supported by vets in private practice. The Animal and Plant Health Agency is closely following this work and are in contact with the private vet leading the investigations. We will continue to monitor the situation.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-03-21T14:24:20.308Z","updated_at":"2018-03-21T14:24:20.308Z"},"debate":null}},{"type":"petition","id":211905,"links":{"self":"https://petition.parliament.uk/petitions/211905.json"},"attributes":{"action":"Ensure the UK leaves all EU defence rules, policies and structures on 29/03/19.","background":"Since November 2016, the UK has joined all parts of the EU’s \"defence union\" except one, without any vote by MPs. These include finance, command centre and a central budget.\r\nIf the UK stays in them or if any of them go into an exit agreement, as Govt has proposed, the UK will not have left the EU.","additional_details":"http://veteransforbritain.uk/brexit-and-defence-integration-a-short-summary/\r\n\r\nhttp://veteransforbritain.uk/the-seven-ways-eu-defence-union-binds-the-uk-in-terms-of-brexit/\r\n\r\nhttp://veteransforbritain.uk/pesco-avoided-but-risks-remain/\r\n\r\nhttp://veteransforbritain.uk/dexeus-defence-partnership-paper-is-a-grave-mistake-and-gives-the-eu-control/\r\n\r\nhttp://veteransforbritain.uk/vfb-chairman-speech/\r\n\r\nhttps://www.brugesgroup.com/blog/the-uk-is-stuck-in-a-quagmire-over-eu-defence-union","state":"open","signature_count":18429,"created_at":"2018-02-04T20:43:53.030Z","updated_at":"2018-08-09T21:43:22.232Z","rejected_at":null,"opened_at":"2018-02-16T14:07:23.840Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-05T11:04:36.402Z","response_threshold_reached_at":"2018-03-19T15:44:57.081Z","government_response_at":"2018-04-10T16:07:55.953Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Banks","rejection":null,"government_response":{"responded_on":"2018-04-10","summary":"The British people voted to leave the EU, and the Government will respect that decision. We want to develop a new partnership with the EU that builds on our existing security relationship.","details":"We have always said that Parliament must be fully involved in shaping our exit from the EU. The Government has committed to hold a vote on the final deal in Parliament as soon as possible after the negotiations have concluded. This vote will cover both the Withdrawal Agreement and the terms for our future relationship. If Parliament supports the resolution to proceed with the Withdrawal Agreement and the terms for our future relationship, the Government will bring forward a Withdrawal Agreement \u0026 Implementation Bill to give the Withdrawal Agreement domestic legal effect.\r\n\r\nWhere it is necessary to implement future agreements the Government will introduce further legislation where it is needed, ensuring further opportunities for proper parliamentary scrutiny. \r\n\r\nWith regards to our future security partnership with the EU, in Munich, the Prime Minister set out the UK’s unconditional commitment to European security. It has always been the case that our security at home is best advanced through global cooperation, working with institutions that support that, including the EU. We want to develop a new partnership with the EU that builds on the depth and breadth of our existing security relationship; from foreign and defence policy, to law enforcement and criminal judicial cooperation.\r\n\r\nOur success will also depend on a breadth of partnerships that extend beyond cooperation with the EU. We must develop more bilateral cooperation between European nations, build the ad-hoc groupings that allow us to counter terrorism and hostile state threats, and we must ensure a reformed, modernised NATO remains the cornerstone of our shared security.\r\n\r\n\r\n\r\nAlongside this, the UK remains committed to using its assets, capabilities and influence alongside the EU and our European partners. Our cooperation in this regard is not just vital because our people face common threats, but also because we share a deep, historic belief in the same values - the values of peace, democracy, human rights, and the rule of law.\r\n\r\nThe UK therefore seeks to develop a deep and special partnership with the EU that goes beyond existing third country arrangements, and which builds on the breadth and depth of our shared interests and values. This must be a partnership that underpins practical collaboration to tackle real world challenges.\r\n\r\nAs part of this cooperation, where it is in the mutual interest, the UK would be ready to participate in EU missions and operations. However, we would require a level of involvement in the development and planning of such missions and operations, commensurate with the scale of deployment and the operational risk attached. \r\n\r\nIn other areas, a more informal relationship could work for both parties. For instance, we will no longer be party to Common Foreign and Security Policy, and will pursue an independent foreign policy. But we should maintain regular close consultations on foreign and security policy issues, and align where it is in our mutual interest. An informal, political relationship would enable cooperation but retain the autonomy of both the UK and the EU.\r\n\r\nWe intend, therefore, to approach negotiations with flexibility and practical benefit in mind. We are not seeking a one-size-fits-all approach to institutional engagement, which we consider could be counter-productive. \r\n\r\nWe want the EU to succeed in its foreign and security policy goals, which we share, as made clear in the Strategic Defence and Security Review 2015 and the 2016 EU Global Strategy.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-04-10T16:07:55.949Z","updated_at":"2018-04-10T16:07:55.949Z"},"debate":null}},{"type":"petition","id":219279,"links":{"self":"https://petition.parliament.uk/petitions/219279.json"},"attributes":{"action":"Reintroduce full mortgage interest relief and drop the 3% stamp duty surcharge","background":"We call on the Government to reintroduce full mortgage interest relief and to drop the 3% stamp duty surcharge which is increasing homelessness by driving many landlords out of the sector, meaning tenants have less choice and higher rents.","additional_details":"There will still be a continuing growth in demand for housing and a significant part of this will have to be available through private landlords. It is time to review the tax changes on buy-to-let landlords. It’s clear that the availability of rental property has decreased and rents have risen markedly. We call for policy change to end these disastrous tax policies which cause such profound suffering.","state":"open","signature_count":18248,"created_at":"2018-05-03T14:43:02.190Z","updated_at":"2018-08-09T19:10:45.957Z","rejected_at":null,"opened_at":"2018-05-14T09:53:21.286Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-04T10:29:32.870Z","response_threshold_reached_at":"2018-05-17T16:06:04.684Z","government_response_at":"2018-05-25T10:24:32.062Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Homer","rejection":null,"government_response":{"responded_on":"2018-05-25","summary":"Higher SDLT on additional dwellings and restricting finance cost relief seeks to support first-time buyers and level the playing field for homeowners. Neither measure is expected to impact rent levels","details":"The Government introduced changes to finance cost relief as part of a package of measures at Summer Budget 2015 to help reduce the deficit and rebalance the economy. By restricting landlord’s finance cost relief to the basic rate of income tax we are helping to reduce the advantage landlords may have over homeowners in the property market. Income tax relief for finance costs is not available to ordinary homebuyers. It is also not available to those investing in other assets, such as shares, so we’re helping to reduce the distortion between property investment and investment in other assets.\r\n\r\nPreviously, landlords could get relief on their finance costs at their marginal rate of income tax. By restricting finance cost relief to the basic rate, all individual landlords will receive the same rate of income tax relief on their finance costs. \r\nLandlords can still claim income tax relief at their marginal rate of tax on day-to-day running costs incurred in letting out a property, such as letting agent fees and replacing furniture. Finance costs are different to other expenses as having a mortgage allows the landlord to purchase a more expensive property and incur larger gains on the investment than they would have done without it.\r\n\r\nUsing actual self-assessment data, HMRC estimate that only 1 in 5 landlords will pay more tax on their property income because of this measure. We appreciate that some of these landlords may face difficult decisions. This is why the government has chosen to act in a proportionate and gradual way. Basic rate income tax relief will still be available on all landlord's finance costs, and the government announced this change almost two years before its implementation. The restriction, introduced in April 2017, is being phased in over 4 years. This gives landlords time to adjust to the changes.\r\n\r\nGiven that only a small proportion of the housing market is affected by this change, the government does not expect it to have a large impact on either house prices or rent levels. The Office for Budget Responsibility (OBR) also expect the impact on the housing market will be small.\r\n \r\nIn April 2016, the Government introduced higher rates of Stamp Duty Land Tax (SDLT) for those purchasing additional properties. While it is right that people should be free to purchase a second home or invest in a buy-to-let property, the Government is aware that this can impact on other people’s ability to get on to the property ladder. The higher rates are part of the Government’s commitment to support first time buyers. Since the higher rates have been introduced, over 500,000 people have bought their first home, and first-time buyers make up an increased share of the mortgaged property market. \r\n\r\nAt Autumn Budget 2017, the Government announced further changes to permanently increase the price at which a property becomes liable to SDLT to £300,000 for first time buyers, with first-time buyers purchasing homes worth between £300,000 and £500,000 saving £5,000. This relief means that 80% of first-time buyers will not pay SDLT, and 95% of first time buyers who pay SDLT will benefit from the change. Since its introduction, 69,000 people have benefited from the relief. Over the next five years, this relief will help over a million first time buyers getting onto the housing ladder.\r\n\r\nThe Government has also taken wider action on housing to help renters get a fair deal and to address homelessness and rough sleeping. At Autumn Budget 2017, the Government committed to £2 billion of extra funding for affordable housing, including for social rented homes, bringing total investment in the Affordable Homes Programme to more than £9 billion. The Government has also allocated over £1.2 billion by 2019/20 to help reduce and prevent homelessness and rough sleeping and is implementing the Homelessness Reduction Act, which will ensure that more people get the help they need earlier to prevent them from becoming homeless in the first place. The Government aims to halve rough sleeping by 2022 and eliminate it by 2027, and has set up a Rough Sleeping and Homelessness Reduction Taskforce to develop a cross-Government strategy to work towards this commitment.\r\n\r\nHM Treasury","created_at":"2018-05-25T10:24:32.059Z","updated_at":"2018-05-25T10:24:32.059Z"},"debate":null}},{"type":"petition","id":220898,"links":{"self":"https://petition.parliament.uk/petitions/220898.json"},"attributes":{"action":"Put pressure on Donald Trump to end the separation of migrant families.","background":"The US government is taking migrant children as young as a year old away from their families and locking them in separate detention centres. Worse still, there are now over 1500 children that have been lost by the system, leaving them vulnerable to human traffickers. End this human rights violation!","additional_details":"https://www.google.co.uk/amp/s/amp.cnn.com/cnn/2018/05/26/politics/hhs-lost-track-1500-immigrant-children/index.html\r\n\r\nhttps://www.washingtonpost.com/gdpr-consent/?destination=%2fnews%2fpost-nation%2fwp%2f2018%2f05%2f27%2fthe-u-s-lost-track-of-1500-immigrant-children-last-year-heres-why-people-are-outraged-now%2f%3f\u0026utm_term=.3f3e0e0b95f7","state":"open","signature_count":18150,"created_at":"2018-05-28T12:23:51.238Z","updated_at":"2018-08-09T21:16:28.816Z","rejected_at":null,"opened_at":"2018-06-04T11:04:22.135Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-28T14:23:23.498Z","response_threshold_reached_at":"2018-06-20T18:28:26.244Z","government_response_at":"2018-06-21T14:45:57.702Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Muhammad Ali","rejection":null,"government_response":{"responded_on":"2018-06-21","summary":"As the Prime Minister said on 20 June, we believe that US child separation policy is wrong and not something that we agree with. We are pleased that the Administration has changed their position.","details":"As the Prime Minister said on 20 June, we believe that the US child separation policy is wrong and not something that we agree with. We do not apply similar measures here and will never do so. The UK avoids separating children from their parents as much as possible.\r\n\r\nLater on the 20 June, President Trump signed an Executive Order aimed at ending the separation policy. We are pleased that the Administration has changed their position and hope that children will be reunited quickly with their families.\r\n\r\nThe UK has a strong and enduring partnership with the US. Our close relationship means that we can raise concerns directly.\r\n\r\n\r\nForeign and Commonwealth Office","created_at":"2018-06-21T14:45:57.699Z","updated_at":"2018-06-21T14:45:57.699Z"},"debate":null}},{"type":"petition","id":212551,"links":{"self":"https://petition.parliament.uk/petitions/212551.json"},"attributes":{"action":"Prevent disability discrimination in organ transplants\r\n","background":"People with disabilities, such as Down’s Syndrome, should be as entitled to organ transplants as everyone else. Many parents of children who have Down’s Syndrome are told that their children won’t be put on the transplant list. Each child should assessed on an individual basis. ","additional_details":"Our children’s lives matter just as much as any other child.\r\n\r\nThere are a lot of prejudices against people with disabilities. To ensure that decisions on organ transplants are fair, everyone involved in decisions about who should receive a new organ need specialist training. They need to understand how full the lives of people with disabilities can be and how to explain transplants to people with learning disabilities.","state":"open","signature_count":16769,"created_at":"2018-02-10T21:09:59.445Z","updated_at":"2018-08-09T22:30:42.109Z","rejected_at":null,"opened_at":"2018-03-05T11:49:40.195Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-10T23:51:42.265Z","response_threshold_reached_at":"2018-03-07T14:04:17.509Z","government_response_at":"2018-03-20T10:01:14.080Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vicki Beddall","rejection":null,"government_response":{"responded_on":"2018-03-20","summary":"In the UK, people with disabilities who need an organ transplant are assessed according to their needs in the same way as any other potential recipient. \r\n\r\n","details":"In the UK patients with disabilities can and do receive lifesaving organ transplants. A patient with a disability is not discriminated against should they require a transplant, they are assessed in the same way as any other potential recipient.\r\n\r\nAll patients undergo careful assessment before being placed onto the transplant waiting list. This assessment is divided into three main questions. First, whether a patient needs a transplant or whether another more effective treatment is available. Secondly the patient’s fitness is assessed to confirm whether they are well enough to receive a transplant. A transplant operation and the associated treatment that is required to make the transplant work is reasonably risky. Sometimes the patient needs extra procedures or medication before a transplant is even possible. Sadly, some people are just not fit enough to have this life saving or life enhancing operation. Thirdly there is an assessment of whether the patient is going to be able to care for themselves (and the transplant organ) after the transplant. This third stage is treated with particular care as the medical team will need to know whether the patient is able to look after their general health and take all the necessary medication in order to avoid rejection in the new transplant. \r\n\r\nWhen a patient with a learning disability is identified as being suitable for a transplant, the key factors are ensuring that consent for transplantation is in place and that they have the correct support during post-operative care. The process by which consent is obtained will vary depending on the patient’s age (adult or child) and where they live in the UK, as different legislation will apply. Regarding post-operative care, in most circumstances the recipient’s family or carers will be very keen and supportive in giving all care that is needed after the transplant operation. Alternatively, if the patient does not have a carer, social services can often provide the support a person with a disability might need after undergoing a medical procedure. \r\n\r\nDuring the period after a patient has received a transplant, there will be a number of medications that the patient will need  to take. This includes immunosuppressants – drugs which make it much less likely that the new transplanted organ will be rejected. If a transplant recipient decides to discontinue the required post-operative medication, rejection of the organ is very likely to follow, which is why it is important that a patient receives the support they need.\r\n\r\nThere are a range of duties and supporting tools to ensure health professionals are able to support people with a learning disability. \r\n\r\nAll public bodies, including NHS organisations, must be proactive in eliminating unlawful discrimination and advancing equal opportunities, under the Equality Act. Since 1st August 2016 onwards, all organisations that provide NHS care or adult social care have been legally required to follow the Accessible Information Standard. The Standard aims to make sure that people who have a disability, impairment or sensory loss are provided with information that they can easily read and understand and with support so they can communicate effectively with health and social care services.\r\n\r\nThe Government has mandated Health Education England (HEE) to provide national leadership on education, training and workforce development in the NHS in England. Through the Mandate we will ensure that the NHS workforce is “is available in sufficient numbers and possesses the right skills, values and behaviours to deliver care and support for people with learning disabilities, autism, mental health problems and multiple and complex needs”’\r\n\r\nHEE e-Learning for Health have a programme dedicated to disability and the subject is also addressed as part of other e-learning programmes, such as those on the Accessible Information Standard, the Adolescent Health Course, Safeguarding Adults and Safeguarding Children.\r\n\r\nThe Department of Health and Social Care funded the development of Disability Matters, which was launched in February 2015, an e-learning tool providing training in understanding and supporting the needs and rights of people with a disability, developed in partnership with people with a disability and their families. https://www.disabilitymatters.org.uk/ It is a free resource for professionals in the NHS, social care and other settings who might work with people with a disability.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-03-20T10:01:14.076Z","updated_at":"2018-04-27T15:30:36.387Z"},"debate":null}},{"type":"petition","id":213426,"links":{"self":"https://petition.parliament.uk/petitions/213426.json"},"attributes":{"action":"Take all efforts to push for a ceasefire in Syria.","background":"The bombing of rebel-held areas by the Syrian government and its allies has intensified in recent weeks. Countless civilians have suffered as a consequence - particularly in the Eastern Ghouta enclave. The UK must use its position on the UN Security Council to push for a ceasefire.","additional_details":"The UN has made several calls for a ceasefire across Syria in the past few weeks. An ultimate resolution to the conflict seems distant. However, the immediate aim must be the protection of civilian life and civilian infrastructure. The UK must use its position on the UN Security Council, and its voice in Parliament, to condemn the Syrian government and call for an immediate and unconditional ceasefire.","state":"open","signature_count":16025,"created_at":"2018-02-20T22:02:13.440Z","updated_at":"2018-08-09T20:17:16.975Z","rejected_at":null,"opened_at":"2018-02-26T18:44:35.088Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T00:10:31.316Z","response_threshold_reached_at":"2018-03-03T22:34:53.625Z","government_response_at":"2018-03-20T10:03:15.303Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Pouneh Ahari","rejection":null,"government_response":{"responded_on":"2018-03-20","summary":"The UK played a leading role in the adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria, and is calling on all parties to ensure its full implementation.","details":"The situation in Syria is a humanitarian catastrophe. The conflict has now lasted nearly seven years; over 400,000 people have been killed and half Syria’s population displaced. In recent weeks, the Asad regime’s brutal siege and bombardment of Eastern Ghouta has caused unprecedented levels of suffering.\r\n\r\nThe UK joined our close partners in mobilising support for the unanimous adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria to allow for delivery of humanitarian aid and medical evacuations, which are urgently needed across Syria, but particularly in Eastern Ghouta. We have consistently called on the regime and its backers Russia and Iran to cease their campaign of violence, to protect civilians and allow rapid and unhindered humanitarian access.\r\n\r\nThe UK has convened emergency discussions at the UN Security Council to press for implementation of the ceasefire; on Friday 2 March, the UN Human Rights Council held an urgent debate proposed by the UK, which adopted a resolution calling for full and immediate implementation of resolution 2401. \r\n\r\nOn 26 February, the Foreign Secretary and Lord Ahmed made statements to Parliament setting out the UK’s concerns in the strongest terms. The Foreign Secretary wrote to Russian Foreign Minister Lavrov on 27 February regarding the crisis in Eastern Ghouta urging Russia to uphold its commitments to ensure that UNSCR 2401 is implemented in full. On 27 February, Minister of State for Europe and the Americas, Sir Alan Duncan met Russian Ambassador to the UK, Alexander Yakovenko, to stress UK concern at the current situation in Syria, particularly the crisis in Eastern Ghouta. Sir Alan Duncan urged Russia to use its influence to ensure the Syrian regime adhered to the ceasefire demanded by UN Security Council Resolution 2401. The Foreign Secretary released a statement on the 5 March directly calling for Russia and the Asad regime to fully implement UN Security Council resolution 2401.  \r\n\r\nThe UK continues to call upon all parties to the conflict to uphold International Humanitarian Law and protect civilians. We have used our position in the UN Security Council to draw attention to the systematic flouting of International Humanitarian Law and medical neutrality by the regime and its backers. The UK has supported the UN and international NGOs since the start of the Syrian conflict to deliver aid to hard-to-reach and besieged areas, including Eastern Ghouta. Where possible DFID humanitarian partners are continuing to support operations on the ground in these dire circumstances, however their ability to operate in Eastern Ghouta is subject to change on a daily basis due to insecurity on the ground.\r\n\r\nAs the second largest bilateral donor to the humanitarian response in Syria since 2011 we are at the forefront of the humanitarian response.  To date, we have committed £2.46 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis. \r\n\r\nWe will continue to urge all parties with influence to support a durable ceasefire in Syria, and to work constructively with the UN-mediated political process to reach a lasting settlement to the Syrian conflict, in line with UN Security Council Resolution 2254.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-03-20T10:03:15.297Z","updated_at":"2018-03-20T10:03:15.297Z"},"debate":null}},{"type":"petition","id":223567,"links":{"self":"https://petition.parliament.uk/petitions/223567.json"},"attributes":{"action":"Pay healthcare students a wage while on placement","background":"Although healthcare students receive supernumerary status while on placement, staff shortages and increased demand for healthcare dictates they are “hands on”.","additional_details":"Placement hours and unsociable shifts restrict students from taking on extra work to help with the cost of living. I propose they are paid at Band 2 level during placement hours.","state":"open","signature_count":15798,"created_at":"2018-07-03T10:23:23.275Z","updated_at":"2018-08-09T23:40:02.132Z","rejected_at":null,"opened_at":"2018-07-09T09:15:15.332Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-03T18:39:24.112Z","response_threshold_reached_at":"2018-07-31T17:20:06.327Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Ruecroft","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212366,"links":{"self":"https://petition.parliament.uk/petitions/212366.json"},"attributes":{"action":"Proscribe Antifa and other left wing anarchist groups as domestic terrorists","background":"Groups such as Antifa have publicly boasted that they’re willing to use violence in the name of \"social justice\". \r\nIn 2017 confidential documents revealed that US Homeland Security officials had classified Antifa as “domestic terrorists”. The UK should and must follow suit.\r\n","additional_details":"","state":"open","signature_count":15507,"created_at":"2018-02-09T06:19:23.908Z","updated_at":"2018-08-09T21:07:32.301Z","rejected_at":null,"opened_at":"2018-02-22T11:05:19.242Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-09T20:39:01.733Z","response_threshold_reached_at":"2018-03-13T16:45:34.425Z","government_response_at":"2018-03-26T15:22:01.654Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nigel Daly","rejection":null,"government_response":{"responded_on":"2018-03-26","summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription. ","details":"Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far left extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nIn October 2015 we published the first ever Counter-Extremism Strategy to protect our communities from the wider social harms beyond terrorism caused by extremism. Extremists seek to justify behaviour that contradicts and undermines our shared values. If left unchallenged, the values that bind our society together start to fall apart. Women’s rights are eroded, intolerance and bigotry become normalised, minorities are targeted and communities become separated from the mainstream. Such behaviour cannot and will not go uncontested.\r\n\r\nThe Government is taking a comprehensive approach to tackling the evil ideology of extremism – whether violent or non-violent, Islamist, far-right or far-left.\r\n\r\nThe Counter-Extremism Strategy has four key pillars. We are: vigorously countering extremist ideology – making sure every part of government is taking action; actively supporting mainstream voices - especially in our faith communities and civil society; disrupting the most harmful extremists - using all of the tools available to us; and building more cohesive communities - by tackling segregation and feelings of alienation which can provide fertile ground for extremists’ messages. \r\n\r\nHome Office","created_at":"2018-03-26T15:22:01.652Z","updated_at":"2018-03-26T15:22:01.652Z"},"debate":null}},{"type":"petition","id":217239,"links":{"self":"https://petition.parliament.uk/petitions/217239.json"},"attributes":{"action":"Fund free BSL lessons for every parent or carer of a Deaf child in the UK","background":"90% of Deaf children are born to hearing families, most of which will have no experience of what they need to do to support that child. As a Teacher of the Deaf I repeatedly meet families that cannot afford BSL, which can leave the child isolated \u0026 frustrated. It costs £3000/person to gain level 3","additional_details":"Growing up as a CODA (child of Deaf adults) I have met adults/children who are left bitter \u0026 angry towards their own families as they felt excluded at meal times, parties \u0026 from daily life. Leading them to seek out the Deaf community in order to find support \u0026 understanding. Some end up with mental health issues which were fuelled by the isolation. Learning BSL alongside a child as they grow will allow inclusivity. Families need to celebrate their new journey with freedom from cost. Thank you.","state":"open","signature_count":15215,"created_at":"2018-04-10T08:24:49.936Z","updated_at":"2018-08-09T20:46:02.995Z","rejected_at":null,"opened_at":"2018-04-13T12:02:36.742Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T09:10:50.256Z","response_threshold_reached_at":"2018-04-28T08:26:39.602Z","government_response_at":"2018-05-14T16:58:02.993Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Brinsden","rejection":null,"government_response":{"responded_on":"2018-05-14","summary":"Government has funded the development of a family sign language programme, through the I-sign programme, which is freely available at the National Deaf Children’s Society family sign language website.","details":"The Government recognises that early access to language is essential to help children to learn and to thrive. It is vital that parents and carers are supported to communicate with deaf and hearing impaired children, as well as young people that they care for.  \r\n\r\nThe Government has recognised BSL as an official language since 2003. BSL is a vital method of communication and we recognise that many hearing people choose to learn BSL in order to communicate more effectively with hearing impaired people in everyday life.\r\n\r\nThe Government wants all children to be able to reach their full potential and receive the right support to succeed in their education and as they move into adult life. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with special educational needs and disabilities (SEND), including those with hearing impairment.  \r\n\r\nTo implement these reforms we have invested in a number of programmes to support children and young people with hearing impairments, and their families. Over the past five years, we have funded a partnership of charities through the National Sensory Impairment Partnership (NatSIP) to provide support to early years, schools, post-16 providers and local authorities to improve outcomes for children and young people with sensory impairment. \r\n\r\nWe have funded the development of an Early Support guide for parents of deaf children available through the Council for Disabled Children’s website. \r\n\r\nIn addition, we have also funded the National Deaf Children’s Society’s I-Sign project and the development of a family-orientated sign language course http://www.familysignlanguage.org.uk/mainpage.htm \r\n\r\nFrom April 2018, Government is funding a Special Educational Needs and Disability (SEND) schools’ workforce contract with a consortium of organisations, led by nasen and including NatSIP, to deliver support to improve the support and training available to help schools with pupils with all types of SEND, including deaf and hearing impaired pupils.    \r\n\r\nThe Children Act 1989 (as amended by the Children and Families Act 2014) requires local authorities to assess whether a parent carer within their area has need for social care support and, if so, what those needs are.\r\n\r\nDepartment for Education\r\n","created_at":"2018-05-14T16:58:02.991Z","updated_at":"2018-05-14T16:58:02.991Z"},"debate":null}},{"type":"petition","id":216496,"links":{"self":"https://petition.parliament.uk/petitions/216496.json"},"attributes":{"action":"Add Multiple Sclerosis to the Medical Exemption list","background":"To obtain a Medical Exemption Certificate and get free NHS prescriptions a condition needs to be on the current Medical Exemption list. I feel this list does not go far enough to help those suffering with long-term conditions such as Multiple Sclerosis. A revision could help thousands of people.","additional_details":"","state":"open","signature_count":15197,"created_at":"2018-03-29T22:21:50.519Z","updated_at":"2018-08-09T11:26:28.858Z","rejected_at":null,"opened_at":"2018-04-06T15:47:18.281Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-29T23:26:01.483Z","response_threshold_reached_at":"2018-04-13T08:38:00.302Z","government_response_at":"2018-04-26T11:09:07.049Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hannah Woods","rejection":null,"government_response":{"responded_on":"2018-04-26","summary":"The Government has no plans to review the list of medical exemptions from prescription charges. Extensive arrangements are already in place to ensure that people can access affordable prescriptions.","details":"The Government has no plans to change the list of medical conditions which provide for exemption from prescription charges. Arrangements are in place to ensure that prescriptions are affordable for everyone. Almost ninety per cent of prescription items are already free on the NHS in England and a number of prescription charge exemptions are in place, for which someone with a long-term condition like multiple sclerosis may qualify.  Exemptions principally cover those with certain medical conditions, pregnant women and new mothers, children under 16, students under the age of 19 and in qualifying full time education, anyone over 60, and those on a low income or on certain income related benefits.\r\n \r\nPeople on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit.\r\n\r\nAnyone who has to pay NHS prescription charges and needs prescriptions regularly or needs many prescription items can save money with a prescription prepayment certificate (PPC).  PPC holders pay no further charge at the point of dispensing and there is no limit to the number of items the holder may obtain through the certificate. There are two types of PPC – a three month PPC which costs £29.10 for three months and a twelve month PPC which costs £104 per year. A holder of a 12 month certificate can get all the prescriptions they need for just £2 per week. The quickest and easiest way to obtain a certificate is online. Importantly, this includes the option to spread the cost via direct debit over ten months for a twelve month certificate.\r\n \r\nAlthough extensive arrangements are in place to ensure people can access affordable prescriptions, we recognise that more could be done to promote them. The NHS Business Services Authority (NHS BSA) has already taken forward a project to promote PPCs among patients and is now proactively working with specific pharmacy chains to raise awareness. It has also worked with the Citizens Advice Bureau to encourage them to talk to clients about PPCs if appropriate. PPCs are publicised on the NHS BSA’s website and on NHS Choices and in 2016-17 the NHS BSA sent out over 1.6 million posters and leaflets to promote the scheme in GP surgeries and pharmacies.\r\n\r\nThe NHS BSA is exploring ways to help patients navigate the “help with health costs” landscape better so that they can get appropriate help with their health costs.  It is looking at the whole customer journey to identify areas where the process can be simplified and improved. This includes a move, where appropriate, to digitisation of the service. We are considering whether more can be done to support healthcare professionals with alerting patients to the help that might be available to them.\r\n\r\nThe NHS BSA has already developed an online tool to help patients to find out what help they may be able to get and where to apply for it. There have been over seventy five thousand users since it launched in September 2017 and the NHS BSA has received positive feedback on it. This checker has more recently been promoted on social media and has received national press coverage. \r\n\t\r\nThe current financial situation prevents the Government from making any significant changes to the prescription charging system. We will, however, ensure that the NHS BSA’s important work, publicising the extensive arrangements that are already in place continues.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-26T11:09:07.046Z","updated_at":"2018-04-26T11:09:07.046Z"},"debate":null}},{"type":"petition","id":223784,"links":{"self":"https://petition.parliament.uk/petitions/223784.json"},"attributes":{"action":"Reform the Dangerous Dogs Act 1991 and repeal Breed Specific Legislation.","background":"In light of DEFRA deeming, to EFRA's Inquiry, that the Dangerous Dogs Act (Breed Specific Legislation) is working, by focusing on dogs’ looks; people \u0026 dogs are being put at risk. Since the Act, bites have risen \u0026 many pets destroyed. We ask the Act be reformed to end the unscientific Breed focus.","additional_details":"Since the introduction of the act average fatalities per year have doubled. \r\nMostly fatalities have involved owner abuse or neglect of the dog.\r\n92% of dogs seized by the met status dogs unit were not involved in any incident; seizing of dogs based on appearance cost £3million per year.\r\nFocus must be on owner education and responsibility for the actions of their dog, regardless of breed.","state":"open","signature_count":14789,"created_at":"2018-07-05T17:23:10.643Z","updated_at":"2018-08-09T23:23:28.577Z","rejected_at":null,"opened_at":"2018-07-12T10:42:27.808Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-05T17:45:23.188Z","response_threshold_reached_at":"2018-07-18T12:52:00.827Z","government_response_at":"2018-08-03T14:17:00.847Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaila Bux","rejection":null,"government_response":{"responded_on":"2018-08-03","summary":"The Government does not consider that removing the prohibition on certain types of dogs would increase public safety or go anyway to reducing the number of dog attacks.","details":"Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nFigures provided by the Metropolitan Police show that nearly 20% of dog attacks in London were committed by pit bull type dogs. This is a far higher proportion than one would expect, given the population of pit bulls in this country. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-08-03T14:17:00.844Z","updated_at":"2018-08-03T14:17:00.844Z"},"debate":null}},{"type":"petition","id":219020,"links":{"self":"https://petition.parliament.uk/petitions/219020.json"},"attributes":{"action":"Proscribe Hizballah in its entirety under the Terrorism Act 2000","background":"Supporters of Hizballah annually parade through London and are permitted to do so on the grounds that only Hizballah’s “military wing” is proscribed. Even Hizballah admits there is no “military wing”. We must stop these parades on our streets.","additional_details":"Britain proscribes Hizballah’s “military wing” but, at the behest of the Foreign Office, not its “political wing”. Hizballah mocks the distinction. For example in 2012 its Deputy Secretary-General said: “We don’t have a military wing and a political one”.\r\n \r\nHizballah seeks the extermination of Jews. For example in 2004 its Secretary-General said: “If Jews all gather in Israel, it will save us the trouble of going after them worldwide. It has been responsible for terrorist attacks murdering Jews from Buenas Aires to Burgas, and has even been blamed for two bombings targeting Jews in London in 1994.\r\n","state":"open","signature_count":14783,"created_at":"2018-04-30T14:33:35.641Z","updated_at":"2018-08-09T21:10:02.990Z","rejected_at":null,"opened_at":"2018-05-18T18:07:13.643Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-30T15:19:40.176Z","response_threshold_reached_at":"2018-06-03T08:25:03.087Z","government_response_at":"2018-06-15T15:28:54.408Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gideon Falter","rejection":null,"government_response":{"responded_on":"2018-06-15","summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.","details":"Legislation allows for a group to be proscribed in the UK only if the Secretary of State believes it is currently concerned in terrorism, within the meaning of the Terrorism Act 2000, and it must be proportionate. \r\n\r\nProscription means that an organisation is outlawed and is unable to operate in the UK. It is a criminal offence for a person to belong to a proscribed organisation, invite support for a proscribed organisation, arrange a meeting in support of a proscribed organisation, or wear clothing or carry articles in public, which arouse reasonable suspicion that an individual is a member or supporter of a proscribed organisation. The penalties for proscription offences are a maximum of 10 years in prison and/or a fine.\r\n\r\nHizballah’s External Security Organisation (also known as the Military Wing) was proscribed by the UK Government in March 2001 and in 2008 the proscription was extended to Hizballah military apparatus including the Jihad Council.  Whilst the UK proscribes Hizballah’s military wing, we do not proscribe the group in its entirety. Proscription is an important, but not the only, part of the Government’s strategy to disrupt the activities of terrorist groups and those who provide support to them.  \r\n\r\nHizballah’s military wing is also designated in the UK under the Terrorist Asset-Freezing Act 2010. Therefore, funds or economic resources owned, held or controlled by Hizballah’s military wing in the UK can be frozen.  In July 2012, following the Burgas bombing, the EU also designated Hizballah’s military wing as a terrorist organisation under the EU asset freeze regime.\r\n\r\nThe current proscription and asset freeze already sends a clear message that we condemn Hizballah’s violence and support for terrorism. Groups are not free to spread hatred, fund terrorist activity or incite violence as they please, irrespective of whether they are included on the list of proscribed organisations or not.  \r\n\r\nThe flag for the organisation’s military wing is the same as the flag for its political wing. Therefore for it to be an offence for an individual to display the flags for this organisation the context and manner in which the flag is displayed must demonstrate that it is specifically in support of the proscribed elements of the group.\r\n\r\nPeaceful protest is a vital part of a democratic society and it is a long-standing tradition in this country that people are free to gather together and to demonstrate their views, however uncomfortable these may be to the majority of us, provided that they do so lawfully.  There is, of course, a balance to be struck.  Protesters’ rights need to be balanced with the rights of others to go about their business without fear of intimidation or serious disruption to the community.  Rights to peaceful protest do not extend to violent or threatening behaviour and the police have powers to deal with any such acts. The management of protests is of course a matter for the police.  Similarly, the investigation and prosecution of all criminal offences is a matter for the police, together with the Crown Prosecution Service.  \r\n\r\nThe UK Government condemns any language or act which attempts to delegitimise the State of Israel, and also hate crime of any kind, directed against any community, race or religion, which has absolutely no place in our society. Violence against anyone in this country is a crime and will be treated seriously. To reiterate, inciting hatred or racial abuse is still an offence regardless of whether an individual is a member of an organisation, even if that organisation is not proscribed in the UK.  \r\n\r\nThe Government acknowledges the request to extend the proscription of Hizballah to cover the group’s political wing, however, whilst the list of proscribed groups is kept under review, the Government does not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\nHome Office","created_at":"2018-06-15T15:28:54.406Z","updated_at":"2018-06-15T15:28:54.406Z"},"debate":null}},{"type":"petition","id":220460,"links":{"self":"https://petition.parliament.uk/petitions/220460.json"},"attributes":{"action":"Ban combustible materials on residential tower blocks, schools and hospitals","background":"What happened at Grenfell Tower was a national disgrace. Combustible cladding and insulation caused the fire to spread so quickly. One year on hundreds of buildings are still at risk. We need an immediate ban on combustible materials on high-rise residential buildings (18m+), schools and hospitals","additional_details":"Fire experts and journalist investigations have shown that the combustible cladding and insulation on Grenfell caused the fire to burn so fiercely and spread so quickly, contributing to the tragic deaths of so many that night. Building regulations and guidance did nothing to stop this from happening, and hundreds of buildings around the country are still wrapped in dangerous materials.  The Government has announced a consultation on combustible materials but, one year on, we need a ban now.","state":"open","signature_count":14726,"created_at":"2018-05-22T10:04:34.056Z","updated_at":"2018-08-09T21:57:40.614Z","rejected_at":null,"opened_at":"2018-06-01T16:47:15.300Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-22T13:24:06.325Z","response_threshold_reached_at":"2018-06-10T08:18:57.205Z","government_response_at":"2018-06-18T16:53:02.380Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"George Clarke","rejection":null,"government_response":{"responded_on":"2018-06-18","summary":"The Government intends to ban the use of combustible materials on the external walls of high-rise residential buildings, subject to the consultation published today. ","details":"The cladding believed to be on Grenfell Tower was unlawful under existing building regulations. It should not have been used. The Building Regulations set legal requirements for buildings, including residential buildings, hospitals and schools. The Building Regulations have always set high safety requirements and continue to do so. The Government will ensure that there is no room for doubt over what materials can be used safely in cladding of high-rise residential buildings which is why we have today announced a consultation on banning the use of combustible materials on the external walls of high-rise residential buildings of 18m or over. \r\n\r\nThere is a statutory requirement in section 14 of the Building Act 1984 for the Government to consult on proposed changes to Building Regulations – such as banning the use of combustible materials. This helps to ensure that the right decision is made fairly and transparently. \r\n\r\nThe consultation invites views on the Government’s proposals to revise the building regulations to ban the use of combustible materials in the inner leaf, insulation and cladding that are used in external wall systems on these buildings. As part of the consultation, we have asked for views on which buildings should be covered by a ban. The ban proposed in the consultation is focused on high-rise, residential buildings, and we will reflect on whether that is the right approach on the basis of the response to the consultation.\r\n\r\nResidents, industry and other interested parties will now be able to have their say on proposals affecting the safety of homes. The changes on which the Government are consulting will offer even greater certainty to concerned residents and to the construction industry.\r\n\r\nThe deadline for consultation responses is 14 August. Once closed, the department will consider all the comments received and provide a response as soon as possible. Details of the consultation can be found here: https://www.gov.uk/government/consultations/banning-the-use-of-combustible-materials-in-the-external-walls-of-high-rise-residential-buildings\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-06-18T16:53:02.378Z","updated_at":"2018-06-18T16:53:02.378Z"},"debate":null}},{"type":"petition","id":213973,"links":{"self":"https://petition.parliament.uk/petitions/213973.json"},"attributes":{"action":"Legalise cannabis oil for medicinal usage.","background":"Cannabis Oil is one of the oldest medicines known to Man. There has been numerous studies completed proving that cannabis oil can assist treating epilepsy, insomnia and even treat people suffering from cancer. \r\n\r\nCannabidiol (CBD) can be developed for use with low THC content therefor no high...","additional_details":"Scientists are rapidly discovering more and more about the rather amazing abilities of the cannabinoids found in the cannabis plant. Most of them have shown therapeutic value, as have the terpenes, which give the plant its distinct odors. There are over 125 terpenes and over 80 cannabinoids in cannabis and each strain has its own unique blend that create its distinct effects. \r\nCBD also has the effect of reducing the undesirable effects of high-THC cannabis, such as anxiety and paranoia.","state":"open","signature_count":14494,"created_at":"2018-02-28T11:05:46.331Z","updated_at":"2018-08-09T21:23:47.450Z","rejected_at":null,"opened_at":"2018-03-05T10:39:08.565Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-28T12:42:54.981Z","response_threshold_reached_at":"2018-06-20T21:37:15.116Z","government_response_at":"2018-07-13T09:21:39.303Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil Denning","rejection":null,"government_response":{"responded_on":"2018-07-12","summary":"On 19 June, the Home Secretary announced a two-part review into the scheduling of cannabis.","details":"The review process will take place in two parts and will be led jointly by the Home Office and Department of Health and Social Care.  Part one of the commission considered the evidence available for the medicinal and therapeutic benefits of cannabis-based products.  This was led by the Chief Medical Officer, Professor Sally Davies.  Part two is being led by the Advisory Council on the Misuse of Drugs (ACMD). \r\n\r\nThe ACMD will not reassess the evidence issued by the Chief Medical Officer but will provide an assessment, based on the balance of harms and public health needs, of what, if anything, should be rescheduled under the Misuse of Drugs Regulations 2001.\r\n\r\nIn the interim, as the Policing Minister announced on 18 June, we have established an Expert Panel of clinicians to advise Ministers on any applications to prescribe cannabis-based products.  The panel will be chaired by the Chief Medical Officer for Northern Ireland, Dr Michael McBride.  While the wider review takes place, the panel will provide a route for specialist clinicians to prescribe cannabis-based products in exceptional circumstances.  It is centred on evidence-based advice led by clinical experts in order to ensure the safety of any patient.  Since 27 June any licence applications to use cannabis-based products as part of treatment outside a clinical trial will be handled through this new process until the conclusion and implementation of the recommendations from the review.\r\n\r\nHome Office","created_at":"2018-07-13T09:21:39.300Z","updated_at":"2018-07-13T09:21:39.300Z"},"debate":null}},{"type":"petition","id":213108,"links":{"self":"https://petition.parliament.uk/petitions/213108.json"},"attributes":{"action":"The Government must introduce an independent regulator for English football","background":"We urge the Government to introduce an independent regulator for English football, charged with ensuring the highest possible standards of governance for all clubs","additional_details":"Full background information can be found at http://www.blackpoolsupporterstrust.com/Site/LatestNews.aspx?NewId=117","state":"open","signature_count":14478,"created_at":"2018-02-17T12:39:46.689Z","updated_at":"2018-08-09T19:47:53.947Z","rejected_at":null,"opened_at":"2018-02-22T13:46:23.724Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-17T13:09:29.048Z","response_threshold_reached_at":"2018-03-16T09:32:47.261Z","government_response_at":"2018-03-29T13:44:30.262Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andy Higgins","rejection":null,"government_response":{"responded_on":"2018-03-29","summary":"HMG believes sports are best governed by modern, transparent, accountable and representative governing bodies, able to act decisively in the long-term interest of each sport and its participants.","details":"HMG is aware of concerns that have been raised about the Football Association’s ability to govern the game effectively. As the national governing body for football in England, the FA is responsible for regulating, promoting and developing the game at every level.\r\n\r\nThe Sports Governance Code that came into force on 1 April 2017 applies to all sporting bodies in receipt of public funding from Sport England and UK Sport. It challenges the FA and all other governing bodies to demonstrate that they meet the highest standards of governance and regulation. The Code requires evidence that sports bodies operate efficiently and successfully while being transparent and representative of society.\r\n\r\nWe therefore welcome the reforms the FA has made to comply with the Code that include reducing its Board in size from 12 to 10 members, ensuring a more even gender split, and ensuring at least a quarter of its members are independent of football club interests. We believe that moving to a thoroughly strategic, accountable and representative Board with the right mix of skills, diversity and experience is the key to unlocking the long-term potential of football in this country, from grassroots up to the national teams.\r\n\r\nThe reform of the FA Council; changes to tenure, and the addition of new members will help ensure this body is also more representative of the modern game. The principle that all FA Committees should report to the Board is one we strongly support and is a requirement under the Code.\r\n\r\nWe are comfortable that the actions the FA has already taken and further actions it has agreed to implement to comply with the Sports Governance Code will improve its governance. This will continue to be monitored and managed through funding conditions which require ongoing compliance with the Code.\r\n\r\nThe Premier League (PL) and the English Football League (EFL) are not in receipt of public funding and therefore they and the clubs in their leagues are not regulated through the mandatory condition of funding which requires compliance with the Sports Governance Code. However, the PL and the EFL have established their own regulatory frameworks which clubs are required to comply with in order to participate in their respective leagues.\r\n\r\nIndeed we welcome the fact that the financial state of football clubs in this country is better now than at any time over the last 20 years. Measures introduced in recent years include the Leagues requiring business cases and proof of funds from club owners, a working relationship between clubs and HMRC over tax owed, and the adoption of financial fair play rules. Together these have helped curb club debt and promoted sustainability. However, football clubs and the football authorities cannot be complacent. They must keep these rules under constant review.\r\n\r\nSimilarly, with regard to ownership of clubs, the onus for the football authorities is ensuring the criteria (known as the ‘Owners and Directors (ODT) Test’) as to whom can hold a controlling interest in clubs is as robust as possible, that due diligence is carried out on owners and conditions on what they can and cannot do are laid down from the start. We are pleased the football authorities have agreed to keep the ODT test under regular review and to listen to supporters’ concerns. This promise was outlined in the report of the Government’s Expert Working Group on Supporter Ownership and Engagement published in January 2016.\r\n\r\nWe are clear that we do not expect that the PL or EFL’s rulebooks will be superseded but it is right that policy-making on disciplinary issues sits outside the Leagues. The Football Regulatory Authority for example, is a body responsible for regulatory, disciplinary and rule-making for football played in England. The membership of the body is jointly made up of representatives from the national game, professional game and independent non-executives. \r\n\r\nThe Independent Football Ombudsman is also there to receive and adjudicate on complaints which have failed to be resolved by football clubs or the football authorities.  The IFO is an important part of football’s self-regulatory system.\r\n\r\nWe accept that football governance must keep evolving if it is to keep pace with the challenges of the modern game and the global commercial attractiveness of English football. The Sports Governance Code helps, but the FA and other football bodies responsible for regulation of the game should continue to review how they are set up to ensure the effective running of the sport. At present, the regulatory framework that operates via league regulation through the PL and the EFL demonstrates there is already regulation of the governance of all football clubs. Where regulation is being managed by the existing authorities in football to the extent which it is, this negates the desire or need to establish an independent regulator\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-03-29T13:44:30.259Z","updated_at":"2018-03-29T13:44:30.259Z"},"debate":null}},{"type":"petition","id":212554,"links":{"self":"https://petition.parliament.uk/petitions/212554.json"},"attributes":{"action":"Make scoliosis screening compulsory in all UK schools","background":"It is estimated 4 out of every 1000 children in the UK have scoliosis.  Once a curve reaches 40 degrees, spinal fusion surgery is the only option for treatment. Introducing a screening program into schools would reduce the number of patients undergoing major, invasive, life changing surgery.","additional_details":"Around half of US States have compulsory screening in schools, the program is FREE other than a small cost to train a member of staff to be able to carry out the basic \"Forward Bend\" test. This is a simple solution to a massive, and growing, problem in our society. By catching scoliosis early, the options for treatment is wider and the life of the affected child would be less impacted. The overall cost on the NHS would be lower as each operation for the surgery alone costs in excess of £10,000.","state":"open","signature_count":14361,"created_at":"2018-02-10T21:51:36.141Z","updated_at":"2018-08-09T11:25:38.161Z","rejected_at":null,"opened_at":"2018-02-15T12:15:18.700Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-10T22:02:04.727Z","response_threshold_reached_at":"2018-06-06T06:14:09.947Z","government_response_at":"2018-06-28T09:34:17.259Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Talya Atkins","rejection":null,"government_response":{"responded_on":"2018-06-28","summary":"The Government accepts the UK National Screening Committee recommendation not to introduce a screening programme for scoliosis at this time.  This recommendation will be reviewed in 2019/20.","details":"The UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n\r\nIn August 2016, following a three month consultation that was hosted on the UK NSC website between February and May 2016, the UK NSC reviewed the evidence for adolescent idiopathic scoliosis and concluded that screening for this condition should not be offered.  This recommendation was made because it concluded that there is no agreed cut off of the forward bend where doctors would agree that treatment is necessary - this means that some children would go on to have further tests when they would get better on their own and some would miss tests and treatments they would benefit from.  It was not clear that treating people following detection by screening results had additional benefit over detection through current clinical practice, and many people would require unnecessary follow-up and X-ray exposure because the current screening test could not accurately predict those people requiring intervention from those people who did not.\r\n\r\nHowever, the UK NSC will be reviewing adolescent idiopathic scoliosis screening again in 2019/20 and a public consultation on the UK NSC’s evidence review will be made available at http://legacy.screening.nhs.uk/scoliosis. \r\n\r\nInformation on how to register as a stakeholder when the consultation is available can be requested by contacting the Screening Helpdesk - https://legacyscreening.phe.org.uk/email_us_form.php\r\n","created_at":"2018-06-28T09:34:17.257Z","updated_at":"2018-06-28T09:34:17.257Z"},"debate":null}},{"type":"petition","id":218343,"links":{"self":"https://petition.parliament.uk/petitions/218343.json"},"attributes":{"action":"End the animal cruelty laws exemptions given to UK halal and shechita abattoirs","background":"The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.","state":"open","signature_count":14187,"created_at":"2018-04-23T14:28:59.718Z","updated_at":"2018-08-09T21:49:04.682Z","rejected_at":null,"opened_at":"2018-05-14T09:42:35.559Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-23T18:03:34.055Z","response_threshold_reached_at":"2018-05-24T18:08:08.948Z","government_response_at":"2018-06-18T11:41:47.345Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":{"responded_on":"2018-06-18","summary":"The Government encourages the highest standards of welfare at slaughter but respects the rights of Jewish and Muslim people to eat meat prepared according to their religion.","details":"The Government is aware of concern about meat from animals slaughtered according to religious beliefs.\r\n\r\nCurrent national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-06-18T11:41:47.342Z","updated_at":"2018-06-18T11:41:47.342Z"},"debate":null}},{"type":"petition","id":220073,"links":{"self":"https://petition.parliament.uk/petitions/220073.json"},"attributes":{"action":"Break all ties with EU institutions and policies completely","background":"Leaving the EU must mean leaving the Single Market, Customs Union, the jurisdiction of the ECJ, the Common Agricultural Policy and the Common Fishing Policy. \r\nThere must be a clean break from the EU so Britain can take back control of its laws, borders, trade and money.\r\n","additional_details":"On June 23 2016 the British people voted to Leave the EU. \r\nThere were only two choices on the ballot paper. \r\nThey were a vote to Remain or a vote to Leave. \r\nWe knew what we were voting for. \r\nWe voted to leave the EU. \r\nThe Government must deliver the will of the people. \r\nWe must leave the EU.\r\nWe did not vote for a Brexit fudge. In other words, kept in the EU in all but name. \r\nWe voted to take back control of our country and our sovereignty. \r\nThe Government must sever all ties with the EU.\r\n","state":"open","signature_count":14054,"created_at":"2018-05-15T16:34:25.025Z","updated_at":"2018-08-09T23:31:20.239Z","rejected_at":null,"opened_at":"2018-05-21T18:26:07.868Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T16:47:10.251Z","response_threshold_reached_at":"2018-07-18T08:51:07.992Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216215,"links":{"self":"https://petition.parliament.uk/petitions/216215.json"},"attributes":{"action":"New law that cats injured/killed by a vehicle are checked for a chip: Round 2","background":"Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy","additional_details":"It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.","state":"open","signature_count":13959,"created_at":"2018-03-26T10:00:23.716Z","updated_at":"2018-08-09T22:34:04.264Z","rejected_at":null,"opened_at":"2018-03-30T06:44:43.740Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-26T10:30:23.597Z","response_threshold_reached_at":"2018-05-26T10:14:11.834Z","government_response_at":"2018-06-19T17:00:32.695Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":{"responded_on":"2018-06-19","summary":"It is already good practice for local authorities and Highways England to scan any dog or cat found on our streets so that the owner can be informed.","details":"Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nHighways England similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident.\r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one.\r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-06-19T17:00:32.693Z","updated_at":"2018-06-19T17:00:32.693Z"},"debate":null}},{"type":"petition","id":218095,"links":{"self":"https://petition.parliament.uk/petitions/218095.json"},"attributes":{"action":"To make the Military Covenant legal and into Law","background":"Our service personnel are being let down by our Government with their failure to live up to the Military Covenant, this is because it has no legal standing although the term \"covenant\" implies some form of legal guarantee or contract. In fact, the covenant itself is not enshrined in UK Law.","additional_details":"This must change.\r\n\r\nHaving spent the last 10 years as a Veterans Advocate I come across homeless veterans every week and I struggle to find common grounds with Councils up and down the UK who hide behind the guidelines of the Military Covenant, we must change this and ensure we look after our servicemen \u0026 women.\r\n","state":"open","signature_count":13937,"created_at":"2018-04-19T18:35:51.742Z","updated_at":"2018-08-09T12:58:20.064Z","rejected_at":null,"opened_at":"2018-05-04T14:38:40.053Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-19T20:04:54.265Z","response_threshold_reached_at":"2018-05-15T14:56:50.047Z","government_response_at":"2018-05-31T12:39:19.665Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Trevor Coult MC","rejection":null,"government_response":{"responded_on":"2018-05-31","summary":"The Armed Forces Covenant is enshrined in the 2011 Armed Forces Act.  The Government has a statutory requirement to report annually to Parliament on its progress in delivering against the Covenant.","details":"The Armed Forces Covenant (“the Covenant”) is a promise by the nation that the Armed Forces community (serving personnel, veterans, and their families) should not be disadvantaged in accessing public and private goods and services as a result of their service and that special provision should be made for those who have sacrificed the most, including the injured and the bereaved.\r\n\r\nEnshrined in the 2011 Armed Forces Act, the Covenant applies across the UK. The Government (HMG) has a statutory requirement to report annually to Parliament on its progress in upholding the Covenant. These reports include a growing list of objective performance measures and the independent observations of the Service charities and the Families Federations to hold HMG to account.\r\n\r\nSince 2011 much has been achieved and more remains to be done.  The Covenant is embedded in the NHS constitution and awareness in healthcare professionals of issues faced by the Armed Forces community is improving -  the Covenant now forms part of the Royal College of GPs’ membership exam.  Access to specialist prosthetics treatments and to mental healthcare services has improved significantly, following the launch of the Transition, Intervention and Liaison Services, and Complex Treatment Service. In England, the Service Pupil Premium has provided funding to mitigate the impact of Service life on children’s education and from September, more detail will be available to teachers via the Common Transfer File on Service children’s educational needs and family circumstances.  Young Service families are being helped onto the property ladder with the Forces Help to Buy scheme which has awarded £215 million (circa £15,000 per claim) to around 14,300 successful applicants since April 2014.  While there is a great deal of support available, those who need it are not always aware of how to access it. The Covenant-funded Veterans Gateway looks to address this by providing a single point of contact and signposting veterans to the most appropriate source of support; to date 8,486 veterans have contacted the service.\r\n\r\nAll 407 Local Authorities (LAs) in GB have signed the Covenant, with bespoke arrangements in Northern Ireland. Guidance is available to LAs on how they can most effectively support their Service populations; including using the £10 million per annum Covenant Fund to build local partnerships between the Armed Forces and the wider community.\r\n  \r\nThe partnership theme is also resonating in the private sector where support for the Covenant is growing rapidly, with more than 2,500 signatories. Companies are pledging support to veterans, reservists and military spouses by offering flexible HR policies and acknowledging the skills learnt during time in the Services. Further success has been achieved commercially, with companies agreeing to waive cancellation fees on media packages for those posted at short notice and mortgage providers exempting Service personnel from higher rate buy-to-let mortgage products.\r\n\r\nWhen there is a need to legislate, then we will do so, for example the Armed Forces (Flexible Working) Act 2018 reflects the demands of modern family life by providing more flexible working opportunities, in acknowledgement of the desire of Service personnel to have more control over their careers and how they live. Another example is HMG’s new statutory requirement, due to come into effect this autumn, to refer Service leavers at risk of homelessness to the relevant LA. Targeting specific issues in this way is the most effective means of mitigating disadvantage.\r\n\r\nHMG’s commitment to the Covenant was reinforced in 2017 with the creation of the Ministerial Covenant and Veterans Board, strengthening delivery of the Covenant across government. Every Department on the Board has appointed a lead Minister for Covenant issues. The Board is also overseeing a veterans’ strategy which will review current provision for veterans across the UK and make its recommendations before the end of the year. As part of this work, the MOD is also developing a new transition policy to provide more comprehensive support to Service families as they transition to civilian life, including advice and support on housing matters.\r\n\r\nIt is HMG’s view that much of what the Covenant has achieved so far stems from its voluntary nature.  It is a pact between the Armed Forces community and the nation in acknowledgment of the sacrifices they have made.  The nation honours this pact because it is the right thing to do, not because they are obliged to do so.  \r\n\r\nUseful links:\r\nForces Help to Buy statistics\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/701878/FHTB_Official_Statistics_Q4_201718.pdf\r\nVeterans Gateway\r\nhttps://www.gov.uk/government/news/veterans-gateway\r\n\r\nGuidance for local authorities\r\nhttps://www.armedforcescovenant.gov.uk/localauthorities/\r\n\r\nMinistry of Defence","created_at":"2018-05-31T12:39:19.662Z","updated_at":"2018-06-01T13:34:49.113Z"},"debate":null}},{"type":"petition","id":223408,"links":{"self":"https://petition.parliament.uk/petitions/223408.json"},"attributes":{"action":"Ensure that free musical instrument tuition is available to all schoolchildren.","background":"1. Feel the groundswell of support! \r\n2. The educational benefits are profound.\r\n3. Business leaders are telling us we need to teach children to be creative, not to compete with machines.\r\n4. Music makes our communities stronger and healthier, saving money elsewhere.  \r\n5.  Music fuels our economy.","additional_details":"","state":"open","signature_count":13707,"created_at":"2018-06-30T19:36:39.405Z","updated_at":"2018-08-09T21:31:35.168Z","rejected_at":null,"opened_at":"2018-07-05T12:41:59.530Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-01T06:56:11.973Z","response_threshold_reached_at":"2018-07-12T06:44:57.870Z","government_response_at":"2018-07-24T16:21:07.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ralph Riddiough","rejection":null,"government_response":{"responded_on":"2018-07-24","summary":"The role of Music Education Hubs includes ensuring that every child has an opportunity to learn a musical instrument free of charge, and hubs receive £75m a year from the government to provide this.  ","details":"We believe a high-quality music education should engage and inspire all pupils to develop a love of music, their talent as musicians, and increase their self-confidence, creativity and sense of achievement.\r\n\r\nOur National Plan for Music Education sets out our vision that all children have the opportunity to learn a musical instrument free of charge.\r\nBetween 2016-2020 we are spending £300 million on a network of music education hubs. The hubs ensure that every child aged 5-18 has the opportunity to learn a musical instrument; provide opportunities to play in ensembles; ensure that clear progression routes are available and affordable for all; and ensure that every pupil has the opportunity to sing regularly. In 2015/16, 662,871 pupils learned to play a musical instrument through whole class ensemble teaching that was provided or supported by music education hubs. Pupils and parents cannot be charged for this teaching. Data for 2016/17 will be published later this year.\r\n\r\nIn addition to music education hubs, we provide almost £120m through the Music and Dance Scheme to support exceptionally talented young musicians, dancers and choristers to attend specialist schools and centres of excellence. Also, the government has used almost £2m for National Youth Music Organisations (NYMOs) such as the National Youth Orchestra and £2m for ‘In Harmony’. ‘In Harmony’ aims to inspire and transform the lives of children in 6 areas in England through community-based orchestral music-making in areas of exceptional deprivation through high-quality musical education. Lastly, over £400,000 has gone to Music for Youth to provide opportunities for young people and families to perform in and attend regional and national festivals and concerts, who might not otherwise have had access. \r\n\r\nThere are also great innovations being carried out by organisations such as ABRSM, which, together with the DfE, Classic FM and Decca, launched the Classical 100 music app with recordings of the 100 pieces of classical music primary school pupils should hear. This can be found at www.classicfm.com/classical-100/launch/.\r\n\r\nDepartment for Education","created_at":"2018-07-24T16:21:07.912Z","updated_at":"2018-07-24T16:21:07.912Z"},"debate":null}},{"type":"petition","id":212713,"links":{"self":"https://petition.parliament.uk/petitions/212713.json"},"attributes":{"action":"Action an effective NHS care pathway for patients with Ehlers Danlos Syndrome","background":"EDS is an inherited connective tissue abnormality.People with EDS have no care within the NHS. Healthcarer's have no access to formal training, forcing patients to self fund private care with the few specialists available, in order to manage their multiple,painful \u0026 life threatening disabilities.","additional_details":"EDS UK and the Royal College of GP's are working together to improve education on EDS and to create a 'toolkit' for GP's managing patients with the condition. (https://www.ehlers-danlos.org/news/spotlight/). \r\n\r\nAt present, patients like myself are forced to fundraise for urgent and long term care to manage disabilities, extreme pain, dislocations, and at times life saving surgeries abroad. No specialist area has claimed the condition leaving GP's unaware of who to refer patients to for their care","state":"open","signature_count":13504,"created_at":"2018-02-12T19:04:51.857Z","updated_at":"2018-08-09T23:46:18.008Z","rejected_at":null,"opened_at":"2018-02-22T13:38:28.016Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-15T21:37:21.172Z","response_threshold_reached_at":"2018-07-26T07:51:19.524Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Smith","rejection":null,"government_response":null,"debate":null}}]}