{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":223013,"links":{"self":"https://petition.parliament.uk/petitions/223013.json"},"attributes":{"action":"If England win the world cup, the Monday should be made a bank holiday for 2018","background":"We need this for all those supporting England as the next day will not be pleasant for all fans","additional_details":"","state":"open","signature_count":237210,"created_at":"2018-06-25T12:29:48.499Z","updated_at":"2018-09-28T17:12:20.734Z","rejected_at":null,"opened_at":"2018-06-29T10:11:51.627Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-25T12:59:27.661Z","response_threshold_reached_at":"2018-07-09T12:32:13.799Z","government_response_at":"2018-07-19T16:49:56.208Z","debate_threshold_reached_at":"2018-07-10T11:00:28.827Z","scheduled_debate_date":null,"debate_outcome_at":"2018-07-18T09:37:07.767Z","creator_name":"Liam betson","rejection":null,"government_response":{"responded_on":"2018-07-19","summary":"The Government would like to congratulate the England team on its sterling performance in the World Cup.  The Government has no plans for a bank holiday. ","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Sporting events such as the World Cup contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark the success of sporting events.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant time off for public holidays.  However, Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, bearing in mind business needs.  Acas provides detailed guidance about holiday entitlement on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-19T16:49:56.204Z","updated_at":"2018-07-19T16:49:56.204Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition.  \r\n\r\nGareth Southgate and the England team did a fantastic job, but sadly they didn’t win the World Cup. So there wouldn’t be much to gain from debating this petition.  \r\n\r\nMore than 200,000 people signed the petition in less than two weeks – it’s the biggest petition we have open at the moment. That’s a sign of the fantastic support from fans that the team enjoyed throughout the World Cup.  \r\n\r\nYou can start and sign petitions about the issues that matter to you at petition.parliament.uk"}}},{"type":"petition","id":223729,"links":{"self":"https://petition.parliament.uk/petitions/223729.json"},"attributes":{"action":"Rescind Art.50 if Vote Leave has broken Electoral Laws regarding 2016 referendum","background":"If Vote Leave has broken any laws regarding overspending in 2016 EU referendum then Art.50 should be immediately withdrawn and full EU membership continued.","additional_details":"Article 50.1 of the Lisbon Treaty sets out that a member can leave by \" Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements.\"\r\n \r\nAlso, Article 10.3 of the Lisbon Treaty, \"Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen.\"","state":"open","signature_count":199509,"created_at":"2018-07-04T20:41:19.252Z","updated_at":"2018-09-28T22:11:16.751Z","rejected_at":null,"opened_at":"2018-07-12T16:39:52.003Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-04T21:38:27.352Z","response_threshold_reached_at":"2018-07-17T10:13:51.444Z","government_response_at":"2018-08-01T12:20:25.372Z","debate_threshold_reached_at":"2018-07-18T20:33:54.233Z","scheduled_debate_date":"2018-09-10","debate_outcome_at":"2018-09-12T14:47:51.684Z","creator_name":"Amy Milliken","rejection":null,"government_response":{"responded_on":"2018-08-01","summary":"The British people voted to leave the EU and the Government respects that decision. We have always been clear that as a matter of policy our notification under Article 50 will not be withdrawn.","details":"The British people voted to leave the EU, and it is the duty of the Government to deliver on their instruction. There can be no attempt to stay in the EU.\r\n\r\nThe result of the referendum held on 23 June 2016 saw a majority of people vote to leave the European Union. This was the biggest democratic mandate for a course of action ever directed at any UK Government. Following this, Parliament authorised the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then voted for parties committing to respecting the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will of the electorate.\r\n\r\nThis was not a decision made after just a few weeks of campaigning, but one that came after a debate that had taken place both in Parliament and across the country for decades. \r\n\r\nWe are committed to making a success of the British people’s decision to leave the European Union.  And that is how we have always approached the negotiations -  anticipating success, not failure. It is vital that we try to reach an agreement that builds a strong relationship between Britain and the EU as neighbours, allies and partners. Not just for those who voted to leave but for every citizen of the United Kingdom. We were given a national mandate and this Government is determined to deliver a deal in the national interest. \r\n\r\nAs the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” The British people can trust this Government to honour the referendum result and get the best deal possible. To do otherwise would be to undermine the decision of the British people. The premise that the people can trust their politicians to deliver on the promises they make and will deliver them in Parliament is fundamental to our democracy.\r\n\r\nOur focus is making a success of Brexit and attempting to get the best deal possible. A deal that is in the interests of both the United Kingdom and the European Union. And one that takes in both economic and security cooperation.\r\n\r\nIt is the Government’s duty to deliver the will of the people and reach a desirable final outcome.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-08-01T12:20:25.369Z","updated_at":"2018-09-13T16:04:30.428Z"},"debate":{"debated_on":"2018-09-10","transcript_url":"https://hansard.parliament.uk/commons/2018-09-10/debates/765648D6-5872-49B6-AA13-4E9AC0DA923C/VoteLeaveCampaignElectoralLaw","video_url":"https://www.parliamentlive.tv/Event/Index/f5d8b613-0156-4925-a54f-958105fd7bb5","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0202","overview":""}}},{"type":"petition","id":222419,"links":{"self":"https://petition.parliament.uk/petitions/222419.json"},"attributes":{"action":"Reject calls to add Staffordshire Bull Terriers to the Dangerous Dogs Act","background":"PETA, an organisation that is meant to be dedicated to protecting animals, has proposed to the UK government that it should add Staffordshire Bull Terriers to the dangerous dogs act, effectively banning them outright. Breed Specific Legislation is not the solution to the problem of dog attacks.","additional_details":"Many people in the UK today have the pleasure of owning a Staffordshire Bull Terrier. As one of these people I can recommend them as being loving, loyal and caring, far from dangerous they are great companions. It would be a terrible tragedy for the dog lovers of the UK to lose the right to own one of these great companions. We are calling on Parliament to save our staffies and not have them banned as dangerous dogs, because they are not. People create dangerous dogs, people are the problem.","state":"open","signature_count":184644,"created_at":"2018-06-16T22:06:32.900Z","updated_at":"2018-09-28T17:39:04.057Z","rejected_at":null,"opened_at":"2018-06-22T16:56:01.988Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T16:42:06.826Z","response_threshold_reached_at":"2018-06-23T20:56:16.987Z","government_response_at":"2018-07-05T09:34:26.481Z","debate_threshold_reached_at":"2018-06-26T17:51:52.292Z","scheduled_debate_date":"2018-07-16","debate_outcome_at":"2018-07-17T15:48:19.819Z","creator_name":"Steven Quinn","rejection":null,"government_response":{"responded_on":"2018-07-05","summary":"The Government has no intention of prohibiting the keeping of Staffordshire Bull Terriers.","details":"Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nThe Parliamentary Select Committee on Environment, Food and Rural Affairs (EFRA) (not Government) are currently reviewing the law on the prohibition on certain types of dogs.  EFRA invited any written evidence to be submitted to them by 6 June 2018. Once EFRA’s review is complete they will then publish a report with recommendations and submit it to the Government.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-07-05T09:34:26.479Z","updated_at":"2018-07-05T09:34:26.479Z"},"debate":{"debated_on":"2018-07-16","transcript_url":"https://hansard.parliament.uk/commons/2018-07-16/debates/51B3E06E-CDFE-45DD-BD6B-D9B304DA4298/DangerousDogsActStaffordshireBullTerriers","video_url":"https://www.parliamentlive.tv/Event/Index/62d17595-483a-4445-bb0b-7ffc90f511a5","debate_pack_url":"https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-staffordshire-bull-terriers-17-19/","overview":""}}},{"type":"petition","id":216539,"links":{"self":"https://petition.parliament.uk/petitions/216539.json"},"attributes":{"action":"Amnesty for anyone who was a minor that arrived In Britain between 1948 to 1971","background":"Windrush Generation were invited as settlers and as British subjects. Minors also had the right to stay.We call on the government to stop all deportations, change the burden of proof and establish an amnesty for anyone who was a minor.The government should also provide compensation for loss \u0026 hurt.","additional_details":"With successive changes in immigration policy and legislation over the last 70 years along with the independence of countries which now form part of the Commonwealth this has created uncertainty and lack of clarity and justice for tens of thousands of individuals who have worked hard, paid their taxes and raised children and grandchildren and  who see Britain as their home. \r\nhttps://www.theguardian.com/uk-news/2018/mar/30/antiguan-who-has-lived-59-years-in-britain-told-he-is-in-uk-illegally","state":"open","signature_count":180452,"created_at":"2018-03-30T16:36:00.632Z","updated_at":"2018-09-28T20:18:13.867Z","rejected_at":null,"opened_at":"2018-04-06T16:51:31.292Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-30T17:45:10.856Z","response_threshold_reached_at":"2018-04-10T08:34:58.848Z","government_response_at":"2018-05-23T11:50:21.011Z","debate_threshold_reached_at":"2018-04-15T07:23:23.315Z","scheduled_debate_date":"2018-04-30","debate_outcome_at":"2018-05-01T08:54:46.658Z","creator_name":"Patrick Vernon OBE","rejection":null,"government_response":{"responded_on":"2018-05-23","summary":"The Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.","details":"This petition was debated in Westminster Hall on 30 April 2018 and as part of that debate the Minister for Immigration said:\r\n\r\nLet us be in no doubt about the debt of gratitude that this country owes to the Windrush generation… they were invited to come to the United Kingdom immediately after the second world war and in the decades that followed to help us to build modern Britain…\r\n\r\n…We cannot fail to be moved and to be ashamed when confronted with the individual stories, but as a result, be determined to get the wrong righted, to sort the cases out and to make sure that the legal status is confirmed.\r\n\r\nThe Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.\r\nThe Immigration Act 1971 set out in law a provision that those here before it came into force should be treated as having been given indefinite leave to enter or remain in the UK. It also retained a right of abode for certain Commonwealth citizens. Therefore, everyone that arrived in the UK and was settled before 1973 was given settlement rights by operation of law and was not required to have any specific documentation to prove those rights. \r\n\r\nSince 1973, many of the Windrush generation will have obtained documentation confirming their status or would have applied for citizenship and then a British passport. For those who have not, the former Home Secretary announced a series of measures on 16 and 23 April 2018 to ensure the Windrush generation could easily obtain documentation to demonstrate that right and could easily go on to apply for British Citizenship.\r\n \r\nOn 16 April, the previous Home Secretary announced a dedicated taskforce would be established to support the Windrush generation. The taskforce is taking calls and emails from those who are affected and guiding them through the application taskforce. Since its inception on 17 April the taskforce has documented hundreds of individuals who were affected.\r\n\r\nIn the Westminster Hall debate on this petition, the Minister for Immigration said of the taskforce:\r\n\r\nI was in Croydon and in Sheffield with caseworkers who are on the frontline, doing their best to help people through the process. \r\n\r\nI have to say that I was very impressed with the determination of those caseworkers to be sympathetic and understanding, and to talk people through the process as gently as they possibly could while at the same time enabling them to give their stories and to provide a picture of their life in the UK—helping them through a process with which we should have been helping them much earlier.\r\n\r\nOn 23 April, the previous Home Secretary announced four measures to assist those in the Windrush generation to become British Citizens:\r\n\r\nFirstly, that the Government will waive the citizenship fee for anyone in the Windrush generation who wishes to apply for citizenship. This applies to those who have no current documentation, and also to those who have it.\r\n\r\nSecondly, that the Government will waive the requirement to carry out a Knowledge of Language and Life in the UK test for British Citizenship.\r\n\r\nThirdly, that the children of the Windrush generation who are in the UK and need to apply for naturalisation will have their fee waived.  For those not born in the UK but now living here, provided they joined their parents as children (before the age of 18) they will also be covered by the scheme.\r\n\r\nFourthly, that those who made their lives here but have now retired to their country of origin, are able to come back to the UK, without fees. \r\n\r\nFinally, the Prime Minister and Home Secretary have announced that a compensation scheme will be put in place for those who have suffered loss as a result of these difficulties, and that the Government will consult on the design of this scheme – such as the shape it should take, what it should cover, and how long it should be for. \r\n \r\nAccordingly, the Home Office have launched a call for evidence addressed to those who have been affected by this situation and their families.  This is an opportunity for those people to tell the Government what happened, how it has affected them and what they believe the compensation scheme needs to address.\r\n\r\nAs a first step the Government have asked Martin Forde QC to provide independent oversight and advise us on the design of the scheme. He will help us to understand the experience of people who have been affected and how this should be reflected in the scheme.\r\n\r\nHome Office","created_at":"2018-05-23T11:50:21.008Z","updated_at":"2018-05-23T11:50:21.008Z"},"debate":{"debated_on":"2018-04-30","transcript_url":"https://hansard.parliament.uk/commons/2018-04-30/debates/CEC6AAFF-E02D-41DA-B681-AF9713BE6F82/MinorsEnteringTheUK1948To1971","video_url":"https://parliamentlive.tv/Event/Index/f29d6e8b-ff66-4e9b-97a6-89dc46a9dbfd","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0109","overview":""}}},{"type":"petition","id":219576,"links":{"self":"https://petition.parliament.uk/petitions/219576.json"},"attributes":{"action":"British Soldiers who served in N. Ireland must have immunity from prosecution.","background":"Our soldiers are not currently immune from prosecution. This is wrong. All British soldiers who served in Northern Ireland should have legal immunity from prosecution.","additional_details":"","state":"open","signature_count":52134,"created_at":"2018-05-08T19:10:56.052Z","updated_at":"2018-09-28T23:04:00.157Z","rejected_at":null,"opened_at":"2018-05-18T13:50:59.515Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-09T19:10:58.728Z","response_threshold_reached_at":"2018-05-21T13:26:36.079Z","government_response_at":"2018-06-11T16:05:07.633Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Clive Palmer","rejection":null,"government_response":{"responded_on":"2018-06-11","summary":"This Government is unequivocal in our admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. However, our approach to the past must be consistent with the rule of law.","details":"This Government will always salute the heroism and bravery of the soldiers and police officers who served to protect the people of Northern Ireland, and in too  many cases paid the ultimate price. It is only due to the courageous efforts of our security forces that we have the relative peace and stability that Northern Ireland enjoys today. Our security forces ensured that Northern Ireland’s future will only ever be decided by democracy and consent, and never by violence. Over 250,000 people served in Northern Ireland during Operation Banner, the longest continuous military deployment in our country’s history, the vast majority with courage, professionalism and great distinction. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. This Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution. \r\n\r\nThis Government remains committed to the full implementation of the legacy institutions in the Stormont House Agreement of December 2014. The Agreement includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nOn 11 May 2018, the UK Government published a consultation paper entitled ‘Addressing the legacy of Northern Ireland’s past’.  The consultation sets out how the institutions are designed to address different aspects of the legacy of the past. The general principles underpinning the proposed new institutions are set out, including the requirement to operate in ways that are balanced, proportionate, transparent, fair and equitable.  The Government believes that these institutions, which represent the balance of a political agreement between all the parties to the Stormont House Agreement provide the best way to address the legacy of Northern Ireland’s past. \r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing.\r\n\r\nThe HIU would take on the outstanding work of the Police Service of Northern Ireland’s (PSNI’s) Historical Enquiries Team and the outstanding legacy work of the Police Ombudsman for Northern Ireland.  \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and have the potential to provide better outcomes for victims and survivors who suffered most during the Troubles.\r\n\r\nNorthern Ireland Office","created_at":"2018-06-11T16:05:07.631Z","updated_at":"2018-06-11T16:05:07.631Z"},"debate":null}},{"type":"petition","id":225767,"links":{"self":"https://petition.parliament.uk/petitions/225767.json"},"attributes":{"action":"Lower the age for smear tests from 25 to 18 to prevent cervical cancer.","background":"Hi I'm Natasha, I am making this petition because I want to make a difference to all woman living in the UK.\r\n\r\nI am 30 years old and I have metastatic cervical cancer. I believe that the age of screening should be lowered to age 18 to enable all woman to detect cell changes and prevent cancer.","additional_details":"I believe that lowering the age and giving woman the knowledge about cervical cancer will enable all woman the right to live. There is little to no awareness about cervical cancer. \r\nBy reducing the age of smear tests and cervical screening today we can save lives, we can tackle cell changes early and prevent cervical cancer. \r\nIf I can do anything with my life I want to make this change happen, it's too late for me but it's not too late for the next generation of young ladies.","state":"open","signature_count":51733,"created_at":"2018-07-24T11:49:06.489Z","updated_at":"2018-09-28T23:23:47.688Z","rejected_at":null,"opened_at":"2018-08-03T11:56:46.041Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T11:55:29.616Z","response_threshold_reached_at":"2018-08-25T21:24:24.954Z","government_response_at":"2018-09-13T11:59:02.881Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natasha sale","rejection":null,"government_response":{"responded_on":"2018-09-13","summary":"The Government accepted the UK National Screening Committee recommendation that the first invitation for cervical screening should be offered at age 25 based on the assessment of research evidence.","details":"We are grateful that you have taken the time to focus on making a difference to other women on this important matter by starting your petition, and we are sorry to learn about your diagnosis.\r\n\r\nPublic Health England has been running ‘Be Clear on Cancer’ campaigns since 2011. These are designed to raise the public’s awareness of specific cancer symptoms; encourage people with those symptoms to go to the doctor; and diagnose cancer at an earlier stage, and therefore make it more treatable, and thereby improve cancer survival rates.\r\n\r\nThe UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.  In 2012 the UK NSC recommended that the age of the first invitation for cervical screening should be age 25.  This was based on evidence that a large number of women below this age received relatively little benefit from being screened and treated.  It is only where the offer to screen provides more good than harm that a screening programme is recommended. This UK NSC recommendation also concurred with a major review by the Advisory Committee on Cervical Screening in 2009.\r\n\r\nCervical cancer in women under the age of 25 is very rare with 2.6 cases per 100,000 women. Importantly, younger women often undergo natural and harmless changes in the cervix that screening could identify as cervical abnormalities, and in most cases these abnormalities resolve themselves without any need for intervention.\r\n\r\nThe purpose of screening is to reduce mortality and morbidity from cancer and other conditions in the population who appear healthy and have no symptoms, by detecting conditions at an earlier, more treatable stage.\r\n\r\nPeople with symptoms are encouraged to contact their general practitioner as soon as possible and work is ongoing to ensure that GPs are aware of the symptoms and the need to refer for further investigation. Guidance is available for the primary care of young women who present with gynaecological symptoms, and was developed and published in March 2010.  The guidance ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’ was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector, and was endorsed by the relevant Royal Colleges.  This can be found at this link:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/436924/doh-guidelines-young-women.pdf\r\n\r\nThe NHS offers cervical screening to all eligible women aged 25 to 49 every three years and those aged 50 to 64 every five years, and saves an estimated 5,000 lives a year by detecting abnormalities of the cervix early and referring women for effective treatment.  \r\n\r\nDepartment of Health and Social Care","created_at":"2018-09-13T11:59:02.878Z","updated_at":"2018-09-13T11:59:02.878Z"},"debate":null}},{"type":"petition","id":220162,"links":{"self":"https://petition.parliament.uk/petitions/220162.json"},"attributes":{"action":"Give working mums support to pay child care for children between birth - 3yrs","background":"I am a new working mum and I can not believe how expensive child care is, working on the national minimal wage how are mums able to work to cover child care costs when it takes over 3/4 of their wage. Why penalise the people who WANT to work","additional_details":"","state":"open","signature_count":51571,"created_at":"2018-05-16T17:01:44.036Z","updated_at":"2018-09-28T22:51:04.944Z","rejected_at":null,"opened_at":"2018-05-22T15:26:00.599Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T17:39:55.600Z","response_threshold_reached_at":"2018-07-22T06:20:54.538Z","government_response_at":"2018-08-03T15:58:16.207Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sami Austin","rejection":null,"government_response":{"responded_on":"2018-08-03","summary":"More childcare support is available to families than ever before – backed by the highest level of spending on childcare than any government.","details":"The Government believes that helping parents with the cost of childcare is one of the best ways to help people into work, support families with the cost of living, and ensure every child has the opportunity of a high quality early education.\r\n\r\nOur aims are two-fold. Firstly, ensuring the delivery of good quality childcare that is affordable and available to parents; allowing every child to access early education which is vital to their future. Secondly, supporting parents with the costs of childcare, particularly where it is a barrier to them entering or progressing in work.\r\n\r\nThis government has done more than any other to help parents with childcare costs, spending more than ever before: around £6 billion per year by 2020, and is currently focused on rolling out three significant new childcare measures which will extend childcare support to a wider range of parents.\r\n\r\nGenerous support under Universal Credit (UC) is rolling out now, providing 85% of childcare costs from the first hour of work. Tax-Free Childcare (TFC) is now available to all eligible families - providing fairer and better targeted support. And since September 2017, working parents of 3- and 4-year-olds have been able to access 30 hours free childcare, supporting parents to increase their working hours.\r\n\r\nThe Government is committed to supporting disadvantaged children and closing the development gap. The 2-Year-Old Entitlement, which provides 15 hours per week of free childcare, is available for families in receipt of UC with an annual net earned income up to £15,400 and for families in receipt of other benefits currently qualifying them for free school meals. Also eligible are those receiving working tax credits (with an annual gross household income of no more than £16,190). Children entitled to certain benefits or support for a disability or special educational need, looked after children and certain children who have been in care, including those who’ve been adopted, can also receive this offer.\r\n\r\nTo provide free early education for all 3 and 4-year-old children in England, the Government introduced the 15 hours universal free childcare scheme, which provides 570 hours per year free childcare from the term starting after a child’s 3rd birthday. Worth around £2,500 on average per year, it helps children to develop social skills and prepares them for school. \r\n\r\nThe 30 hours free childcare offer for 3 and 4-year-olds supports parents working at least 16 hours per week and earning at least the national minimum wage (this can be a sole parent in a single parent family; a lone parent only has to earn £125 per week – or the equivalent of 16 hours at the national minimum wage – to be able to access 30 hours of free childcare). 30 Hours provides an additional 570 hours per year above the universal 15 hours entitlement and is estimated to save families up to £5,000 per year in total.\r\n\r\nSharing the same eligibility criteria as 30 hours, Tax-Free Childcare (TFC), broadens access to childcare, enabling more parents to work.  Parents eligible, working 16 hours per week at the national minimum wage and earning under £100,000 per year, can receive up to £2,000 per year per child under 12 (or £4,000 per year per disabled child under 17). TFC is not available to those in receipt of Universal Credit, Tax Credits or Childcare Vouchers. \r\n\r\nSome employers offer the Childcare Voucher Scheme, which can save parents of under 16s (17s if disabled) and who are basic rate taxpayers up to £933 per parent per year in tax relief. Childcare Voucher Schemes are being replaced by TFC and will close to new entrants from 4 October 2018. Shared Parental Leave is another employment-related scheme, which allows parents to share up to 50 weeks’ leave and up to 37 weeks’ parental pay in the first year following their child’s birth or adoption. This is of particular value in supporting working mothers back into work.\r\n\r\nUC provides support with childcare for couples or single parents who are working but on a low income, and with a child under 16. Parents can receive up to £646 per month for one child or £1,108 per month for two or more children. To be eligible, there is no minimum number of hours that a parent needs to work. If someone has accepted an offer of paid work, they are eligible to be paid these costs for the month prior to starting work. By March 2023, UC will have replaced Working Tax Credits under which, currently, working families on lower incomes can get up to 70% of their childcare costs paid, for children up to 16 (or 20 if in eligible education or training).\r\n\r\nLooking to the future, the Government has recently announced the Leader of the House of Commons, Andrea Leadsom, as chair of a cross-government working group on early years, to review early years from birth to the age of 3.\r\n\r\nDetailed information on this support is provided at: https://www.childcarechoices.gov.uk/, https://www.gov.uk/shared-parental-leave-and-pay\r\n\r\nDepartment for Education","created_at":"2018-08-03T15:58:16.204Z","updated_at":"2018-08-03T15:58:16.204Z"},"debate":null}},{"type":"petition","id":221033,"links":{"self":"https://petition.parliament.uk/petitions/221033.json"},"attributes":{"action":"Prevent avoidable deaths by making autism/learning disability training mandatory","background":"My son Oliver was only 18 when he died in hospital on 11 Nov 2016. I believe his death could have been prevented if his doctors and nurses had received mandatory training. He had autism and a mild learning disability, and they weren't trained to understand how to make reasonable adjustments for him.","additional_details":"1 in 4 healthcare professionals has never had training on learning disability or autism. This is unacceptable. Two thirds want more training, and 1 in 3 think a lack of government leadership is contributing to the problem of avoidable deaths. The Government must ensure all healthcare professionals get mandatory training to address the huge health inequalities facing people with autism and a learning disability. For more information search for: LeDeR report 2018; CIPOLD 2013; Treat me well 2018.","state":"open","signature_count":49683,"created_at":"2018-05-30T06:51:09.316Z","updated_at":"2018-09-28T22:07:25.190Z","rejected_at":null,"opened_at":"2018-06-07T11:06:27.477Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-30T08:00:10.002Z","response_threshold_reached_at":"2018-06-14T13:53:36.992Z","government_response_at":"2018-07-25T15:00:15.009Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paula McGowan","rejection":null,"government_response":{"responded_on":"2018-07-25","summary":"We want all staff to receive the support, training and professional development they need to support people with learning disabilities and autism, in line with employers’ existing responsibilities.","details":"Our deepest sympathies are with Oliver’s family for their loss. \r\n\r\nEveryone has the right to high quality, safe health care so it is crucial that all health workers are given the skills and education to confidently deliver care that meets the needs of all their patients. This is a priority for the Government. \r\n\r\nAll employers have a clear legal responsibility to make sure that staff are competent to perform their role as set out in the Health and Social Care Act 2008 (Regulated Activities) Regulation 2014; regulation 18.\r\n\r\nTo support a consistent approach to learning disability education and training, the Department for Health and Social Care commissioned Skills for Health and Health Education England to develop a Core Skills Education and Training Framework. Published in July 2016, the Framework, which sets out the essential skills and knowledge needed for all staff working with people with a learning disability in health and social care settings, is structured in three tiers, or levels of training, to reflect the different levels of knowledge specific roles would require. \r\n\r\nTier one, which is relevant to the entire health and care workforce including ancillary staff, concerns general awareness skills and attitudes.  \r\n\r\nTier two is aimed at developing the knowledge and skills of staff that are likely to have regular contact with people with a learning disability. \r\n\r\nTier three is aimed at enhancing the knowledge, skills and attitudes of key staff and is relevant to those who are managing care and support services for people with a learning disability. \r\n\r\nEmployers and/or commissioners of education should use the Framework as guidance for the development and delivery of appropriate and consistent education and training, as well as for identifying the skills needed for particular roles in line with their legal responsibilities. By doing so, this will result in safer and more effective practice. \r\n\r\nTo ensure that health and care staff also have appropriate knowledge and awareness of autism, the Department of Health and Social Care has commissioned the development of a Core Skills and Competency Framework for Autism, which will be in line with the tiered approach adopted by other core skills frameworks. The development of this framework is expected to improve the availability of general awareness training to all staff across the health and care system and wider public services to equip them to offer appropriate support to autistic people (Tier 1), as well as developing and enhancing the knowledge, skills and attitudes for roles that have regular contact with autistic people (Tiers 2 and 3).\r\n\r\nThe recent annual report of the Learning Disability Mortality Review (LeDeR) Programme highlighted that people with a learning disability are still dying prematurely due to avoidable factors. We recognise that more is needed to address this profound inequality. \r\n\r\nAs outlined by Caroline Dinenage, the Minister of State for Care, on 23 July, the Department is working with NHS England and other system partners to agree actions for each of the nine recommendations; the Government’s response will be published after summer recess  (House of Commons Written Statement 906, https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2018-07-23/HCWS906/). \r\n\r\nDepartment of Health","created_at":"2018-07-25T15:00:15.006Z","updated_at":"2018-07-25T15:00:15.006Z"},"debate":null}},{"type":"petition","id":218729,"links":{"self":"https://petition.parliament.uk/petitions/218729.json"},"attributes":{"action":"Amnesty for illegal immigrants who have been in UK for 10 years","background":"This petition calls for illegal immigrants who have been in UK for 10 years or more to be given amnesty and the legal right to stay in the UK. ","additional_details":"The UK has voted to leave the EU and needs all hands available to contribute to the nation’s development. If illegal immigrants who are already in the UK are granted amnesty, they will play a major role in the development of the country.\r\n \r\nAn amnesty could also yield additional millions of pounds sterling a year from Income Tax and National Insurance.","state":"open","signature_count":45716,"created_at":"2018-04-26T21:51:17.300Z","updated_at":"2018-09-28T23:18:55.938Z","rejected_at":null,"opened_at":"2018-05-08T14:18:30.360Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-27T10:29:01.688Z","response_threshold_reached_at":"2018-05-14T20:49:19.686Z","government_response_at":"2018-06-06T15:52:57.343Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Parker","rejection":null,"government_response":{"responded_on":"2018-06-06","summary":"There are no plans to grant an amnesty to illegal migrants. Our immigration policies are based on principles of fairness to legal migrants and not rewarding those who do not abide by the Rules.","details":"The Government does not believe that introducing a blanket amnesty for illegal migrants wishing to regularise their immigration status would be the correct approach. It would reward illegality, undermine the Immigration Rules for applying for leave to enter or remain, which Parliament has approved, and would be unfair to those migrants who come to the UK legally and observe immigration conditions. It could also encourage more migrants to attempt to enter or stay in the country illegally in the hope that they would be treated similarly. This additional risk of encouraging further illegal migration could potentially endanger individuals and their families by placing them in the hands of unscrupulous traffickers. \r\n\r\nImmigration Rules have been designed to be fair and to treat people with respect and dignity, but also firm with those who do not abide by the Rules, and that ensure people come to the UK for the right reasons – to work hard and contribute to our economy and society. \r\n\r\nIt is important that we distinguish between those who are here legally and those who are here illegally. We recognise the devastating consequences that illegal migration can have on individuals who become vulnerable to exploitation. We are committed to tackling the organised crime groups who profit from illegal migration and protecting those who are at risk of exploitation.   \r\nThere are routes available for individuals who believe they have a right to remain in the UK on the basis of family or private life, or other human rights grounds. Those who wish to can apply under the Immigration Rules and each application is considered on a case-by-case basis, taking into account the individual circumstances. \r\n\r\nIt is important that there are clear incentives to comply with the Immigration Rules. This means for example that private life established here while a person is in the UK unlawfully or while their immigration status is precarious should be accorded little weight. Full details can be found on GOV.UK by searching for Appendix FM 1.0b Family Life (as a Partner or Parent) and Private Life: 10-year Routes here: www.homeoffice.gov.uk. Balancing the individual right to respect for private or family life with the public interest in safeguarding the economic well-being of the UK by controlling immigration is a legitimate objective. \r\n\r\nAt the same time, we recognise some people arrived in the UK many years ago and do not have documentation confirming their immigration status.  They have faced difficulties in proving their right to work, to rent property and to access benefits and services to which they are entitled. The Government has apologised to people in this position and has made a commitment to help them get the documents they need.  \r\n \r\nOn 16 April, a Taskforce was established to make immediate arrangements to help those who needed it. This included setting up a helpline to get in touch with the Home Office. \r\n \r\nOn 24 May, the Home Secretary announced the Windrush Scheme to make it easier for people to access the support they need. Those applying under this Scheme will benefit from the services of the Taskforce which will help people to navigate the immigration system and will continue to take a sympathetic and proactive approach when resolving applications.\r\n\r\nHome Office","created_at":"2018-06-06T15:52:57.340Z","updated_at":"2018-06-06T15:52:57.340Z"},"debate":null}},{"type":"petition","id":220501,"links":{"self":"https://petition.parliament.uk/petitions/220501.json"},"attributes":{"action":"Public Holiday on Muslims religious occasions in the UK(Eid ul Fitr\u0026Eid ul Adha)","background":"Public Holiday on Muslims special two religious occasions in a year: 1. Eid ul-Fitr and 2. Eid ul-Adha. This will give an opportunity for Muslim families to get together and share happiness with other religious communities. It is very important for Muslims to celebrate EID.","additional_details":"Islam is the second largest religion in the United Kingdom, with results from the United Kingdom Census 2011 giving the UK Muslim population in 2011 as 2,786,635, (2.7 million ) 4.8% of the total population. The vast majority of Muslims in the United Kingdom live in England: 2,660,116 (5.02% of the population). \r\nMuslims don't get a lawful Public Holiday on their two special religious occasions in a year 1. Eid ul-Fitr and 2. Eid ul-Adha.","state":"open","signature_count":45230,"created_at":"2018-05-22T21:54:07.926Z","updated_at":"2018-09-28T12:50:06.387Z","rejected_at":null,"opened_at":"2018-05-29T18:00:30.722Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-23T12:04:56.994Z","response_threshold_reached_at":"2018-06-10T17:50:11.391Z","government_response_at":"2018-06-26T08:51:17.638Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"MD NURUL ALAM","rejection":null,"government_response":{"responded_on":"2018-06-26","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Eid. The costs would be considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted, \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Workers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2018-06-26T08:51:17.636Z","updated_at":"2018-06-26T08:51:17.636Z"},"debate":null}},{"type":"petition","id":218952,"links":{"self":"https://petition.parliament.uk/petitions/218952.json"},"attributes":{"action":"Make everyone with a life time disability mental or physical have life time pip","background":"It's completely unfair that people with life time disability mental or physical have to repeatedly go through forms, face to face interviews, mandatory considerations and tribunals. It's mentally draining and unfair to repeatedly go through this when it's a life time illness you have.","additional_details":"","state":"open","signature_count":39638,"created_at":"2018-04-29T18:35:46.318Z","updated_at":"2018-09-28T23:49:59.990Z","rejected_at":null,"opened_at":"2018-05-03T14:53:53.375Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-29T19:51:05.314Z","response_threshold_reached_at":"2018-05-08T16:43:57.172Z","government_response_at":"2018-05-17T16:55:38.285Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Williams","rejection":null,"government_response":{"responded_on":"2018-05-17","summary":"PIP is based on needs not condition. Reviews are a key part of the benefit and ensure awards remain correct where needs may change, and that claimants continue to receive the correct level of support.","details":"The Government is absolutely committed to supporting disabled people and determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people. We have, therefore, designed Personal Independence Payment (PIP) to reflect a modern understanding of disability, treating all conditions fairly.\r\n\r\nPIP maintains the key principles of Disability Living Allowance as a non-means-tested cash benefit available to people in and out of work but which is delivered in a fairer and more consistent manner. It is only right that support is targeted at those disabled people who require the most assistance to lead independent lives and PIP is achieving that; 29 per cent of the 1.6 million claimants now receiving PIP getting it at the highest level (£143.35 a week) compared to 15 per cent for working age Disability Living Allowance prior to the introduction of PIP.\r\n\r\nPIP is needs-based and not condition based and reviews are a key part of the benefit to ensure that the right support continues to be delivered. \r\n\r\nIn terms of award lengths and reviews, once someone has been awarded PIP, which can be paid at one of eight rates, that award will be reviewed. Reviews of PIP are a key part of the benefit and ensure that not only do awards remain correct where needs may change but that we also maintain contact with the claimant, both features missing from its predecessor Disability Living Allowance. Importantly, the length of an award is based on an individual’s circumstances and can vary from nine months to an on-going award, with a light touch review at the ten year point. \r\n\r\nHowever, PIP already recognises that for the most severely disabled claimants, the award review process could seem unnecessarily intrusive. That is why we introduced changes so that existing claimants with the most severe, lifetime disabilities, whose functional ability has remained the same, are more likely to have their evidence reviewed by a DWP Decision Maker and will not need to have a face-to-face assessment with a healthcare professional.\r\n\r\nThe Government are committed to ensuring that the PIP reassessment process works effectively across the spectrum of disabilities and health conditions, including mental health conditions, cognitive impairments and physical disabilities.\r\n\r\nGoing forward, one of our key priorities will be to ensure that those  with progressive or degenerative conditions for which functional limitation is likely to stay the same or worsen who are awarded the highest level of support get an award duration that is appropriate to the condition and needs arising – something we acknowledge that is not always happening. We are therefore developing a solution through changes to guidance which will ensure that those receiving the highest level of support get an appropriate award duration.\r\n\r\nDepartment for Work and Pensions","created_at":"2018-05-17T16:55:38.282Z","updated_at":"2018-05-17T16:55:38.282Z"},"debate":null}},{"type":"petition","id":219905,"links":{"self":"https://petition.parliament.uk/petitions/219905.json"},"attributes":{"action":"If there is no agreement to leave the EU then brexit must be stopped","background":"If there is no agreement by the deadline for reaching agreement with the EU during the talks then brexit should be stopped as leaving with no deal will be very bad for businesses and for the Irish border issue and for EU citizens living here.","additional_details":"","state":"open","signature_count":37841,"created_at":"2018-05-13T01:48:34.993Z","updated_at":"2018-09-28T23:51:41.969Z","rejected_at":null,"opened_at":"2018-05-18T16:22:27.971Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-13T03:33:45.914Z","response_threshold_reached_at":"2018-09-17T10:00:14.076Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ciaran O’Doherty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215415,"links":{"self":"https://petition.parliament.uk/petitions/215415.json"},"attributes":{"action":"Make anti-GD2 treatment available on the NHS","background":"Neuroblastoma is an aggressive cancer which mainly affects children under the age of 5.\r\n\r\n\r\nAnti GD2 therapy is standard in the US but is not available on the NHS. Around 60% of patients relapse with current NHS treatment options compared to 10% of patients after anti GD2 treatment.","additional_details":"One of the founding principals of the NHS was \"Medical treatment covering all requirements will be provided for all citizens by a national health service\" as stated by Sir William Beveridge (1942).\r\n\r\nIf we have the ability to treat children such as Jack and many others but do not do so, we are undermining the very base principals of our NHS and, even worse, we are betraying our own children by making funding a real factor in life-and-death healthcare.","state":"open","signature_count":30382,"created_at":"2018-03-17T09:01:31.483Z","updated_at":"2018-09-27T08:45:15.617Z","rejected_at":null,"opened_at":"2018-04-04T09:53:17.062Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T17:16:47.644Z","response_threshold_reached_at":"2018-05-22T07:21:24.364Z","government_response_at":"2018-06-07T11:17:22.470Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Brendon Elliot Jeffreys","rejection":null,"government_response":{"responded_on":"2018-06-07","summary":"The National Institute for Health and Care Excellence is developing guidance for the NHS on dinutuximab beta, an anti GD2 therapy, for high-risk neuroblastoma and recently consulted on draft guidance.","details":"The National Institute for Health and Care Excellence (NICE) is the independent expert body responsible for the development of authoritative, evidence-based guidance for the National Health Service (NHS) on whether drugs and treatments represent an effective use of resources.  These are very difficult decisions to make and its guidance is based on a thorough assessment of the best available evidence and developed through wide consultation with stakeholders.  \r\nUnfortunately, there are no routinely available anti-GD2 treatments for use in the NHS in England currently. NICE is currently appraising two drugs for use in high-risk neuroblastoma.  The first is dinutuximab beta, on which, NICE published draft guidance for consultation on 4th May. More information can be found at the following link - https://www.nice.org.uk/guidance/indevelopment/gid-ta10069.  NICE will carefully consider the comments it has received in response to the consultation in developing its final recommendations.  \r\nNICE’s appraisal of the second drug, dinutuximab, has unfortunately been suspended as the global demand for dinutuximab is outstripping supply.  The company, United Therapeutics Corporation, is taking steps to address this issue and, in February 2017, signalled that it would take approximately three years to resolve.\r\n\r\nThis government recognises the terrible effects of neuroblastoma on children and their families and despite financial pressures in the NHS, cancer treatment has been and always will be a priority. Since 2010 rates of survival from cancer have increased year-on-year.  Around 7,000 people are alive today who would not have been had mortality rates stayed the same as in 2010.  For many types of cancer, the Government has focused on research and innovation, and ensuring that proven innovations, once discovered, are adopted swiftly across the health service.  Through the National Institute for Health Research (NIHR), the Government has spent £137million on cancer research in 2016/17, an increase from £101million in 2010/11.  This constitutes the largest investment in a disease area.  \r\nHowever, we recognise there is more to do. NHS England is leading the health and care system in implementing the recommendations of the independent Cancer Taskforce to save a further 30,000 lives a year by 2020. There will always be drugs that the NHS is unable to provide, but the CDF and NICE processes are designed to ensure patients can benefit as soon as possible, whilst also representing a clinically and cost effective use of NHS resources.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-06-07T11:17:22.466Z","updated_at":"2018-06-07T11:17:22.466Z"},"debate":null}},{"type":"petition","id":219512,"links":{"self":"https://petition.parliament.uk/petitions/219512.json"},"attributes":{"action":"The Government should end experiments on dogs.","background":"The evidence that using dogs in regulatory testing advances scientific knowledge or human safety is limited, yet it causes immense suffering to thousands of dogs every year. [Cruelty Free International]\nIn 2016, 4,932 tests were carried out on dogs, a 6% rise on 2015. [UK Home Office Annual Stats]","additional_details":"Dogs are used as the ‘second species’ in drugs tests. They are force fed, made to inhale or injected with drugs to see what dose will sicken or kill them. They have no pain relief. Even agricultural products can be tested. In the UK, 6 million of us share our homes with dogs. Only 18% of adults feel it is acceptable to use dogs for medical research. [MORI 2016] Dogs are not substitutes for humans. 90% of drugs that pass preclinical tests fail in human trials. [Biotech Innovation Organization]","state":"open","signature_count":29546,"created_at":"2018-05-07T16:36:22.329Z","updated_at":"2018-09-28T23:51:31.936Z","rejected_at":null,"opened_at":"2018-05-14T09:48:01.296Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-08T09:21:36.232Z","response_threshold_reached_at":"2018-06-05T14:51:27.616Z","government_response_at":"2018-06-15T15:53:32.645Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kerry Postlewhite","rejection":null,"government_response":{"responded_on":"2018-06-15","summary":"The Animals (Scientific Procedures) Act 1986 gives dogs special status whereby they can only be used in experiments if there is no alternative research model and if their use can be fully justified.","details":"In the UK, the Medicines and Healthcare products Regulatory Agency (MHRA) is the responsible authority for the assessment and licensing of medicinal products. EU pharmaceutical legislation, delivered by the MHRA, requires that before a new medicine is granted a licence, a battery of in vitro and in vivo tests are conducted to establish the toxicity profiles for the medicine. The legislation requires that new medicines are generally tested in a rodent and a non-rodent species before human clinical trials can begin. As a result of adverse findings from animal studies, a large number of drug candidates do not progress to being tested in humans.\r\n\r\nThis testing is undertaken to provide assurance of the safety of medicines before they are given to humans. Removing this testing could compromise human safety, which this Government would consider to be unacceptable.\r\n\r\nDogs are still important in the development and safety testing of new medicines where there are no validated alternative models available. Whenever possible, dogs are replaced by other suitable animal species. For example, mini-pigs may be used in the place of dogs for some general toxicity studies.\r\n\r\nThe Animals (Scientific Procedures) Act 1986 gives dogs a special status whereby they can only be used if there is no alternative research model and if their use can be justified. This Government welcomes the ongoing work to develop validated alternative models for second species testing. \r\n\r\nHome Office","created_at":"2018-06-15T15:53:32.642Z","updated_at":"2018-06-15T15:53:32.642Z"},"debate":null}},{"type":"petition","id":220663,"links":{"self":"https://petition.parliament.uk/petitions/220663.json"},"attributes":{"action":"Make entering and occupying land without consent a criminal offence","background":"Removing trespassers from public and private land is a lengthy process. Damage and disruption caused during this time, especially to the local environment are often irreparable and subsequent clean-up operations costly. Currently, repeat offenders simply move on to the next available open space.","additional_details":"Making this a criminal offence will give police the powers to.\r\n- Arrest without warrant.\r\n- Remove, store and dispose of objects.\r\n- Issue penalties and proceedings.\r\n\r\nOther countries already have provision in law for this.\r\n\r\nIn Ireland, the Criminal Justice (Public Order) Act, 1994, was amended in 2002 to address this issue.","state":"open","signature_count":28823,"created_at":"2018-05-25T10:36:01.728Z","updated_at":"2018-09-28T22:52:25.783Z","rejected_at":null,"opened_at":"2018-06-01T18:14:27.993Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-27T08:29:53.223Z","response_threshold_reached_at":"2018-07-05T21:14:47.481Z","government_response_at":"2018-07-19T16:44:27.483Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Boon","rejection":null,"government_response":{"responded_on":"2018-07-19","summary":"The Government is currently considering the responses to the consultation on the effectiveness of powers to deal with unauthorised development and encampments, before deciding on any further action.","details":"The recent joint Ministry of Housing, Communities and Local Government, Home Office and Ministry of Justice consultation on the effectiveness of powers for dealing with unauthorised development and encampments closed on 15 June. It sought views from everyone with an interest on this important issue. The consultation included a range of questions about existing local authority and police powers, whether to make trespass a criminal offence, court processes, government guidance, the provision of authorised sites, and the impact on settled and travelling communities. The Government wants to understand more about the issues around the effectiveness of existing powers, before deciding what action to take. \r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-07-19T16:44:27.481Z","updated_at":"2018-07-19T16:44:27.481Z"},"debate":null}},{"type":"petition","id":219650,"links":{"self":"https://petition.parliament.uk/petitions/219650.json"},"attributes":{"action":"Scrap car parking charges at NHS Hospitals in England","background":"Hospital car parking charges affect the vulnerable, visitors of ill relatives and hardworking NHS staff. The fees are a major cause of social injustice.\r\n \r\nJoin the campaign to get this stealth tax scrapped, once and for all.\r\n","additional_details":"The NHS should be free at the point of access but hospitals charge up to £300 for a week of parking.\r\n \r\nIn 2014, the Government introduced guidance suggesting free or reduced parking should be available for staff, blue badge holders and visitors of gravely ill relatives.\r\n \r\nSince then, 47% of hospitals have increased their hourly parking charges and almost half still charge blue badge holders.\r\n \r\nThe campaign is supported by FairFuelUK, CLIC Sargent and Headway.\r\n","state":"open","signature_count":28128,"created_at":"2018-05-09T17:01:10.965Z","updated_at":"2018-09-28T21:22:34.978Z","rejected_at":null,"opened_at":"2018-06-04T16:46:11.895Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-10T08:30:36.422Z","response_threshold_reached_at":"2018-06-13T20:19:14.963Z","government_response_at":"2018-06-27T10:48:30.291Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Howard Cox","rejection":null,"government_response":{"responded_on":"2018-06-27","summary":"Hospitals’ car parking policies must put patients first, but removing charges would mean losing over £200m from patient care budgets, and result in fewer spaces being available for genuine users.","details":"67% of NHS sites don’t charge for car parking, meaning the majority of regularly attended community sites and mental health wards - that often see some of the most vulnerable patients – do not charge.\r\n\r\nNHS organisations are locally responsible for the provision and charging for their parking and this includes the methods used to charge and their rules must be clearly displayed.\r\n\r\nWe expect all NHS organisations to follow the published NHS Car Parking Principles but NHS organisations have the freedom to make decisions on their car parking including charges to reflect their local situation. We want to see Trusts coming up with options that put staff, patients and their families first.\r\n\r\nIncome generated from parking charges is used to pay the costs of providing the parking (such as maintenance, security and lighting) and to avoid funds being taken from budgets for healthcare services.\r\n\r\nIf any excess is generated, income generation rules require that it is used to fund clinical services.\r\n\r\nThe principles explicitly state that contracts should not be let on any basis that incentivises additional charges, e.g. 'income from parking charge notices only'. \r\nParking Charge Notices must be applied reasonably.\r\n\r\nIn 2015 a Health Technical Memorandum (NHS car parking management: environment and sustainability) was published to provide helpful guidance on how NHS organisations should approach the provision of car parking and other travel plans – including some good examples of best practice. \r\n\r\nSince introducing free parking at hospitals, Scotland and Wales have seen other issues arise, such as illegitimate use and a lack of spaces. Having a parking regime prevents these problems.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-06-27T10:48:30.288Z","updated_at":"2018-06-27T10:48:30.288Z"},"debate":null}},{"type":"petition","id":216594,"links":{"self":"https://petition.parliament.uk/petitions/216594.json"},"attributes":{"action":"Allow undiagnosed children to travel to different countries to treat \u0026 diagnose","background":"If a child's hospital wish to turn off the life support of a child who has an undiagnosed condition, but there is an alternative hospital abroad willing to treat them and find a possible diagnosis, then the parents should legally be allowed to decide if the child should go. Parental rights!!","additional_details":"There have been many documented cases of parents vs a hospital in times of difficult decision making regarding their child's life. Many have been forced to switch off the life support of a child or have legal action taken against them for fighting for their child. If the parents believe their child can have a chance of living if they are treated somewhere else, parents should be allowed to move their child to a different hospital when there is a hospital offering their child a place!","state":"open","signature_count":24406,"created_at":"2018-03-31T18:54:58.853Z","updated_at":"2018-09-28T14:07:41.466Z","rejected_at":null,"opened_at":"2018-04-12T09:57:01.791Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-31T19:01:32.564Z","response_threshold_reached_at":"2018-04-24T21:47:37.229Z","government_response_at":"2018-05-03T09:09:47.074Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sian Ibberson","rejection":null,"government_response":{"responded_on":"2018-05-03","summary":"Clinicians and the courts are obliged to act in the best interests of patients, including in determining the viability of pursuing alternative diagnosis and treatment options.","details":"The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine the child’s best interest. The views of the parents will be very important in the Court reaching decisions but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nRegardless of any offer by hospitals based abroad to take a child to their hospital for treatment, clinicians and the courts are obliged to consider what is in the best interest of the individual child concerned, including in determining the viability of pursuing alternative diagnosis and treatment options. \r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.   If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount.\r\n \r\nDuty of Clinicians, Secretary of State and Government powers\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount, is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.  \r\nGuidance\r\nNational Institute of Clinical Excellence guidance (NG61) is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nDepartment of Health and Social Care","created_at":"2018-05-03T09:09:47.071Z","updated_at":"2018-05-03T09:09:47.071Z"},"debate":null}},{"type":"petition","id":218343,"links":{"self":"https://petition.parliament.uk/petitions/218343.json"},"attributes":{"action":"End the animal cruelty laws exemptions given to UK halal and shechita abattoirs","background":"The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.","state":"open","signature_count":23440,"created_at":"2018-04-23T14:28:59.718Z","updated_at":"2018-09-28T23:13:55.913Z","rejected_at":null,"opened_at":"2018-05-14T09:42:35.559Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-23T18:03:34.055Z","response_threshold_reached_at":"2018-05-24T18:08:08.948Z","government_response_at":"2018-06-18T11:41:47.345Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ceri Shian Jayes","rejection":null,"government_response":{"responded_on":"2018-06-18","summary":"The Government encourages the highest standards of welfare at slaughter but respects the rights of Jewish and Muslim people to eat meat prepared according to their religion.","details":"The Government is aware of concern about meat from animals slaughtered according to religious beliefs.\r\n\r\nCurrent national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-06-18T11:41:47.342Z","updated_at":"2018-06-18T11:41:47.342Z"},"debate":null}},{"type":"petition","id":222776,"links":{"self":"https://petition.parliament.uk/petitions/222776.json"},"attributes":{"action":"Remove article 15 of the Offensive Weapons Bill (HC Bill 232)","background":"After numerous representations to the Home Office and Metropolitan Police offering multiple solutions that will reduce availability of blades to those who wish to use them as weapons the Government have persisted with a misinformed proposal which is at best misguided and at worst dangerous.","additional_details":"This draft new law will make it impossible for self-employed tradesmen to have bladed tools delivered to their residence, hobbyists to acquire specialist tools that OTC retailers could not justify stocking and furthermore it contravenes the human rights of the house bound and the infirm unable to travel to bricks and mortar shops.\r\nI appeal to you not just to sign this petition but to also write to your MP to ask that they support the removal of section 15.","state":"open","signature_count":23123,"created_at":"2018-06-21T09:13:19.011Z","updated_at":"2018-09-28T23:30:09.396Z","rejected_at":null,"opened_at":"2018-06-28T06:49:52.478Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-21T09:33:53.663Z","response_threshold_reached_at":"2018-07-02T13:05:05.292Z","government_response_at":"2018-07-18T10:27:05.561Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Christopher Mark Ashbolt","rejection":null,"government_response":{"responded_on":"2018-07-18","summary":"The Bill prevents knives which cause serious harm from being delivered to residential addresses but does not stop delivery of bladed items and knives to business premises or businesses run from home.","details":"Retailers online and offline are prohibited from selling knives to under 18s. Evidence from online test purchase operations conducted over the last decade, where online shopping has become increasingly common, shows that the majority of sampled online retailers failed to have effective age verification procedures in place. The failure rate for online test purchases of knives has not significantly improved over this period. \r\n\r\nThe Government has therefore sought to improve these outcomes by conducting a public consultation and introducing legislation that will place more stringent controls on online sellers of knives. \r\n\r\nFollowing  concerns expressed in the consultation, certain defences were introduced into the Bill that has been published. The prohibition on the delivery of knives to residential addresses is now limited to those knives that can cause serious injury. If ordered online these knives will need to be collected from a place where age verification can take place, either by the purchaser or their representative.\r\n \r\nIn respect of other bladed items and knives, the Bill provides a number of defences around the prohibition of delivery to a residential address. For example, deliveries to business premises, including where a business is run from home, would not be affected by the prohibition placed in the Bill on delivery to a residential address. Other items that would be exempt from the prohibition on delivery to a residential address would include encased razor blades; knives with a blade of less than 3 inches; knives that cannot cause serious injury, for example table knives; bladed products designed or manufactured to specifications from the buyer such as bespoke knives. There are also exemptions for bladed products that are used for sporting purposes, such as fencing swords and bladed products that would be used for re-enactment activities.\r\n\r\nHome Office","created_at":"2018-07-18T10:27:05.558Z","updated_at":"2018-07-18T10:27:05.558Z"},"debate":null}},{"type":"petition","id":220440,"links":{"self":"https://petition.parliament.uk/petitions/220440.json"},"attributes":{"action":"Govia Thameslink Railway should have its contract immediately removed","background":"The Secretary of State should intervene immediately over GTR's failure to implement its new timetable leaving commuters stranded and mass cancellations of services despite having a year to plan for the changes.","additional_details":"Govia Thameslink has consistently had the worst performance figures of any train operating company in England. It has failed to improve services and now totally failed to deliver on its own new timetable leading to total chaos. It is contributing to lost man hours, harming the economy and failing in all aspects of customer service. It has been criticised by two Commons Select Committees and the National Audit Office for its repeated  failures.","state":"open","signature_count":19580,"created_at":"2018-05-21T21:12:34.905Z","updated_at":"2018-09-27T17:22:16.639Z","rejected_at":null,"opened_at":"2018-05-29T10:20:30.142Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-21T23:37:18.425Z","response_threshold_reached_at":"2018-05-31T17:49:32.565Z","government_response_at":"2018-06-21T15:24:21.313Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Simon Lee","rejection":null,"government_response":{"responded_on":"2018-06-21","summary":"Passengers have faced totally unsatisfactory levels of service in recent weeks. Ministers share the frustration of passengers about the situation and they intervened as soon as the problems arose.","details":"Passengers on this franchise have faced totally unsatisfactory levels of service in recent weeks. Poor service prior to this, as the Gibb report made clear, had largely been down to industrial action by the trade union on Southern rail. The Secretary of State and the Rail Minister have been clear that they share the frustration of passengers about the situation in recent weeks and they intervened as soon as the problems arose, with the Transport Secretary demanding a recovery plan. Since then, the Department has been in daily contact with the leadership of Network Rail and Govia Thameslink Railway (GTR) and have insisted that both organisations put whatever resource is needed into resolving the situation, and into making sure that there is proper industry leadership of the recovery effort. Service information to passengers has improved and considerable work is being undertaken to operate the services in the timetable. \r\n \r\nThis timetable change was intended to deliver the benefits to passengers of major investment in the rail network. This means, through the £7 billion Thameslink Programme, new trains and improved stations, including the rebuilding of London Bridge and Blackfriars. The programme and timetable changes were designed to provide more frequent and longer trains through central London to respond to the huge growth in passenger numbers that we have seen in recent years. But this timetable change instead has resulted in unacceptable disruption for passengers that rely on these services.\r\n \r\nThe process of introducing the new timetable was overseen by an Industry Readiness Board, which included representatives from Network Rail, the Office of Rail and Road (ORR) and the train operating companies, and an Independent Assurance Panel. Both of these groups informed the Department that they had not been given any information to suggest that the implementation of the new timetable should be halted. These bodies were set up specifically to ensure that all parts of the rail network – Network Rail, GTR, other train operators - were ready to implement these major timetable changes. It should have been clear to them that some key parties were not ready; they did not raise this risk. As few as 3 weeks before the timetable was to be implemented GTR themselves assured the Transport Secretary they were ready to implement the changes. Clearly this was wrong, and it is totally unacceptable.\r\n \r\nInvestigations being carried out right now will give more information about what has gone wrong and why the industry remained of the view until the last moment that it would be able to deliver these changes. There has to be a proper investigation into events. Since this petition was launched the Chief Executive of GTR, Charles Horton, has resigned in order to make way for fresh leadership of GTR. Further action may need to be taken against GTR but only once we have the findings of these investigations. \r\n \r\nIt is right that the industry has apologised for the situation and that Charles Horton has stepped down, and it is right that we learn the lessons for the future, but right now the focus should remain on restoring the reliability of their service to passengers.\r\n\r\n\r\nDepartment for Transport","created_at":"2018-06-21T15:24:21.311Z","updated_at":"2018-06-22T10:12:42.012Z"},"debate":null}},{"type":"petition","id":219279,"links":{"self":"https://petition.parliament.uk/petitions/219279.json"},"attributes":{"action":"Reintroduce full mortgage interest relief and drop the 3% stamp duty surcharge","background":"We call on the Government to reintroduce full mortgage interest relief and to drop the 3% stamp duty surcharge which is increasing homelessness by driving many landlords out of the sector, meaning tenants have less choice and higher rents.","additional_details":"There will still be a continuing growth in demand for housing and a significant part of this will have to be available through private landlords. It is time to review the tax changes on buy-to-let landlords. It’s clear that the availability of rental property has decreased and rents have risen markedly. We call for policy change to end these disastrous tax policies which cause such profound suffering.","state":"open","signature_count":18679,"created_at":"2018-05-03T14:43:02.190Z","updated_at":"2018-09-28T16:43:58.601Z","rejected_at":null,"opened_at":"2018-05-14T09:53:21.286Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-04T10:29:32.870Z","response_threshold_reached_at":"2018-05-17T16:06:04.684Z","government_response_at":"2018-05-25T10:24:32.062Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Homer","rejection":null,"government_response":{"responded_on":"2018-05-25","summary":"Higher SDLT on additional dwellings and restricting finance cost relief seeks to support first-time buyers and level the playing field for homeowners. Neither measure is expected to impact rent levels","details":"The Government introduced changes to finance cost relief as part of a package of measures at Summer Budget 2015 to help reduce the deficit and rebalance the economy. By restricting landlord’s finance cost relief to the basic rate of income tax we are helping to reduce the advantage landlords may have over homeowners in the property market. Income tax relief for finance costs is not available to ordinary homebuyers. It is also not available to those investing in other assets, such as shares, so we’re helping to reduce the distortion between property investment and investment in other assets.\r\n\r\nPreviously, landlords could get relief on their finance costs at their marginal rate of income tax. By restricting finance cost relief to the basic rate, all individual landlords will receive the same rate of income tax relief on their finance costs. \r\nLandlords can still claim income tax relief at their marginal rate of tax on day-to-day running costs incurred in letting out a property, such as letting agent fees and replacing furniture. Finance costs are different to other expenses as having a mortgage allows the landlord to purchase a more expensive property and incur larger gains on the investment than they would have done without it.\r\n\r\nUsing actual self-assessment data, HMRC estimate that only 1 in 5 landlords will pay more tax on their property income because of this measure. We appreciate that some of these landlords may face difficult decisions. This is why the government has chosen to act in a proportionate and gradual way. Basic rate income tax relief will still be available on all landlord's finance costs, and the government announced this change almost two years before its implementation. The restriction, introduced in April 2017, is being phased in over 4 years. This gives landlords time to adjust to the changes.\r\n\r\nGiven that only a small proportion of the housing market is affected by this change, the government does not expect it to have a large impact on either house prices or rent levels. The Office for Budget Responsibility (OBR) also expect the impact on the housing market will be small.\r\n \r\nIn April 2016, the Government introduced higher rates of Stamp Duty Land Tax (SDLT) for those purchasing additional properties. While it is right that people should be free to purchase a second home or invest in a buy-to-let property, the Government is aware that this can impact on other people’s ability to get on to the property ladder. The higher rates are part of the Government’s commitment to support first time buyers. Since the higher rates have been introduced, over 500,000 people have bought their first home, and first-time buyers make up an increased share of the mortgaged property market. \r\n\r\nAt Autumn Budget 2017, the Government announced further changes to permanently increase the price at which a property becomes liable to SDLT to £300,000 for first time buyers, with first-time buyers purchasing homes worth between £300,000 and £500,000 saving £5,000. This relief means that 80% of first-time buyers will not pay SDLT, and 95% of first time buyers who pay SDLT will benefit from the change. Since its introduction, 69,000 people have benefited from the relief. Over the next five years, this relief will help over a million first time buyers getting onto the housing ladder.\r\n\r\nThe Government has also taken wider action on housing to help renters get a fair deal and to address homelessness and rough sleeping. At Autumn Budget 2017, the Government committed to £2 billion of extra funding for affordable housing, including for social rented homes, bringing total investment in the Affordable Homes Programme to more than £9 billion. The Government has also allocated over £1.2 billion by 2019/20 to help reduce and prevent homelessness and rough sleeping and is implementing the Homelessness Reduction Act, which will ensure that more people get the help they need earlier to prevent them from becoming homeless in the first place. The Government aims to halve rough sleeping by 2022 and eliminate it by 2027, and has set up a Rough Sleeping and Homelessness Reduction Taskforce to develop a cross-Government strategy to work towards this commitment.\r\n\r\nHM Treasury","created_at":"2018-05-25T10:24:32.059Z","updated_at":"2018-05-25T10:24:32.059Z"},"debate":null}},{"type":"petition","id":223567,"links":{"self":"https://petition.parliament.uk/petitions/223567.json"},"attributes":{"action":"Pay healthcare students a wage while on placement","background":"Although healthcare students receive supernumerary status while on placement, staff shortages and increased demand for healthcare dictates they are “hands on”.","additional_details":"Placement hours and unsociable shifts restrict students from taking on extra work to help with the cost of living. I propose they are paid at Band 2 level during placement hours.","state":"open","signature_count":18617,"created_at":"2018-07-03T10:23:23.275Z","updated_at":"2018-09-28T20:36:57.473Z","rejected_at":null,"opened_at":"2018-07-09T09:15:15.332Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-03T18:39:24.112Z","response_threshold_reached_at":"2018-07-31T17:20:06.327Z","government_response_at":"2018-08-13T10:36:34.639Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Ruecroft","rejection":null,"government_response":{"responded_on":"2018-08-13","summary":"Supernumerary status whilst on clinical placements is protected learning time to enable student nurses to learn necessary skills and perform limited clinical duties under close supervision.","details":"The Nursing and Midwifery Council standards require that nursing students are “supernumerary during all practice learning”. Supernumerary means that students will not, as part of their programme preparation, be contracted by any person or anybody to provide nursing care. www.nmc.org.uk/globalassets/sitedocuments/standards/nmc-standards-for-pre-registration-nursing-education.pdf \r\n\r\nTraining delivered through a supernumerary model means that trainees cannot count towards employee head count or provide service during supernumerary time. \r\n\r\nThe reason students are supernumerary in clinical practice is to learn the clinical skills necessary for entry to the workforce. Students are required to complete 2,300 hours of clinical learning so whilst they may be performing limited clinical duties, under close supervision, they are not being paid to staff hospitals.  \r\n\r\nThe Care Quality Commission (CQC) monitor the impact of nurse staffing on safety and quality of care.  CQC inspections will always include an assessment of the adequacy of nurse staffing levels, skill mix and competency and assess how decisions are reached on staffing levels and skill mix assuring that workforce plans are centred on the needs of patients and clinical safety.\r\n\r\nUnder the Department for Education student loan system students can claim up to a maximum maintenance loan of £11,354 a year, this loan is means tested and is dependent upon the location of study, the length of the course, income and residency.  Since 2017, health care students can typically receive around 25 percent more up-front living cost-support whilst they study, than under the previous bursary system. \r\n\r\nIn addition to allowances paid under the student loans system the government has made available a Learning Support Fund, annual non-repayable grants to support students whilst attending clinical placements; £1000 child dependents allowance, reimbursement of additional travel costs and an exceptional hardship fund of up to £3000 per year. \r\n\r\nThere are several measures in place to ensure the quality of placements and protected learning time. Placements are audited and Health Education England has a quality framework that is focused on the learning environment. \r\n\r\nIf students on placement have concerns about the nature of their placement they should raise this with their higher education institution.  The professional nursing and trade union bodies offer guidance for members on how to raise concerns.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-08-13T10:36:34.636Z","updated_at":"2018-08-13T10:36:34.636Z"},"debate":null}},{"type":"petition","id":220898,"links":{"self":"https://petition.parliament.uk/petitions/220898.json"},"attributes":{"action":"Put pressure on Donald Trump to end the separation of migrant families.","background":"The US government is taking migrant children as young as a year old away from their families and locking them in separate detention centres. Worse still, there are now over 1500 children that have been lost by the system, leaving them vulnerable to human traffickers. End this human rights violation!","additional_details":"https://www.google.co.uk/amp/s/amp.cnn.com/cnn/2018/05/26/politics/hhs-lost-track-1500-immigrant-children/index.html\r\n\r\nhttps://www.washingtonpost.com/gdpr-consent/?destination=%2fnews%2fpost-nation%2fwp%2f2018%2f05%2f27%2fthe-u-s-lost-track-of-1500-immigrant-children-last-year-heres-why-people-are-outraged-now%2f%3f\u0026utm_term=.3f3e0e0b95f7","state":"open","signature_count":18215,"created_at":"2018-05-28T12:23:51.238Z","updated_at":"2018-09-28T13:02:23.739Z","rejected_at":null,"opened_at":"2018-06-04T11:04:22.135Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-28T14:23:23.498Z","response_threshold_reached_at":"2018-06-20T18:28:26.244Z","government_response_at":"2018-06-21T14:45:57.702Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Muhammad Ali","rejection":null,"government_response":{"responded_on":"2018-06-21","summary":"As the Prime Minister said on 20 June, we believe that US child separation policy is wrong and not something that we agree with. We are pleased that the Administration has changed their position.","details":"As the Prime Minister said on 20 June, we believe that the US child separation policy is wrong and not something that we agree with. We do not apply similar measures here and will never do so. The UK avoids separating children from their parents as much as possible.\r\n\r\nLater on the 20 June, President Trump signed an Executive Order aimed at ending the separation policy. We are pleased that the Administration has changed their position and hope that children will be reunited quickly with their families.\r\n\r\nThe UK has a strong and enduring partnership with the US. Our close relationship means that we can raise concerns directly.\r\n\r\n\r\nForeign and Commonwealth Office","created_at":"2018-06-21T14:45:57.699Z","updated_at":"2018-06-21T14:45:57.699Z"},"debate":null}},{"type":"petition","id":227134,"links":{"self":"https://petition.parliament.uk/petitions/227134.json"},"attributes":{"action":"Empower the UK Government or Parliament to regulate ferry prices.","background":"With current ferry prices being unregulated, companies are permitted to charge whatever they wish for crossings. UK residents living in such places as the Isle of Wight are charged excessive amounts for commuting or travel to see family and friends. Likewise for tourists going the other way.","additional_details":"Overall the inflated ferry prices are hurting the economy of islands around the UK.","state":"open","signature_count":17531,"created_at":"2018-08-12T14:37:24.141Z","updated_at":"2018-09-28T19:59:44.540Z","rejected_at":null,"opened_at":"2018-08-20T17:59:26.642Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-13T08:34:03.950Z","response_threshold_reached_at":"2018-08-26T20:55:07.348Z","government_response_at":"2018-09-12T10:59:07.735Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Frances Johnstone","rejection":null,"government_response":{"responded_on":"2018-09-12","summary":"There are no plans to regulate ferry prices in England. Ferry companies provide diverse services at a range of prices. There is no evidence of market failure to require regulatory intervention.","details":"Ferry companies in the UK operate in a competitive, commercial market, with the operators competing on price, quality, frequency and speed of their services. In locations such as the Isle of Wight there is a provision of frequent crossings, from a selection of locations, and at a range of prices. \r\n\r\nAt present such provision does not indicate evidence of a market failure or other reasons that may justify government regulatory intervention. As such the Government has no plans to regulate ferry prices. However, in circumstances where a commercially provided ferry link is at risk, Government would consider options to maintain that link as a lifeline service.\r\n\r\nUK ships and ports operate on a private basis, without public sector support, so the ferry companies concerned are private sector entities. The cost of a service, its quality, and frequency are therefore a commercial decision for the ferry operator, and for the company concerned to determine the commercial viability of differing service and fare levels in their current operating environment.\r\n\r\nThe exception to this is Scotland, where the Scottish Government subsidises, and also regulates fares for, a number of “lifeline” ferry services to connect remote and lightly populated locations that would not otherwise be commercially served due to a lack of demand. \r\n\r\nThis is not the case for the Isle of Wight where there are multiple operators providing up to approximately 250 sailings per day, and close to 100,000 scheduled sailings per year. Over 8.5 million passengers carried in 2017:  https://www.gov.uk/government/statistics/sea-passenger-statistics-2017-short-sea-routes-provisional (Table SPAS0201) \r\n\r\nThe economic impact on the island and passengers using the ferry services has been considered on two occasions. Most recently the Isle of Wight Transport Infrastructure Task Force (TITF) was established in summer 2016 to receive information and make proposals on a wide range issues vital to the Island’s future. As part of this a report was produced - https://www.iow.gov.uk/azservices/documents/1190-TITF-Ferry-Assessment-FINAL.PDF that assessed whether there is any correlation between economic performance and trends in ferry operations.\r\n\r\nIt noted that Isle of Wight GVA has been higher, and more consistent than, that of its mainland neighbours and is comparable with wider trends. The report also found that the island economy is changing and economic growth is being achieved with less cross-Solent travel.\r\n\r\nIn 2009, the Office of Fair Trading (OFT) investigated ferry services to and from the Isle of Wight, in particular whether there was a lack of competition, and if  prices were too high: http://webarchive.nationalarchives.gov.uk/20140402181519/http://oft.gov.uk/shared_oft/consultations/oft1135.pdf .\r\n\r\nThe OFT decided not to refer the ferry companies to the then Competition Commission and concluded that there existed some features of the market that prevent, restrict or distort competition “but that there is limited evidence of actual consumer detriment”.\r\n\r\nAt an individual level, we can understand that the issue of ferry fares may have an influence on people’s travel choices, particularly for those making regular cross-Solent trips, travelling at short notice, or undertaking peak time travel. Evidence cited in the report to TITF noted that, while the ferry is an asset in terms of attracting visitors, a significant proportion of people have a poor opinion of the ferry services’ value for money. \r\n\r\nThe ferry companies do offer discounted fares for regular and special users, such as season or multibuy, as well as for medical travel, that can improve the value for money for individual customers.\r\n\r\nOverall, the two main reports produced on this issue do not indicate that there is a significant evidence of widespread economic or consumer impact. The available evidence at this time does not therefore support the regulation of ferry fares.\r\n\r\nThough the OFT did not refer the case to the Competition Commission it said that this should not constrain a future consideration of the market if that became necessary. In the case of a competition issue or market problem today, for example businesses abusing their dominant position, it is now the Competition and Markets Authority who will potentially have an interest. \r\n\r\nIt is open to anyone to complain to the Competition and Markets Authority (CMA), citing as much evidence as possible.  Whilst the CMA's predecessors did not find behaviour requiring action, evidence of a material change in recent years could be pertinent.  The CMA would then assess the case for further investigation depending on its current priorities and resources. The procedure for making complaints to the CMA can be found here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem \r\n\r\nDepartment for Transport.\r\n","created_at":"2018-09-12T10:59:07.733Z","updated_at":"2018-09-12T10:59:07.733Z"},"debate":null}},{"type":"petition","id":224239,"links":{"self":"https://petition.parliament.uk/petitions/224239.json"},"attributes":{"action":"Drastically improve funding for Mental Health Services within the UK","background":"I have personally experienced the impact of the cuts to mental health services when I needed the help the most and I know I am not the only one who has experienced this: child or adult. There needs to be far more funding and support from the Government, but more importantly the Minister of Health.","additional_details":"","state":"open","signature_count":17449,"created_at":"2018-07-09T18:17:32.299Z","updated_at":"2018-09-28T23:17:34.070Z","rejected_at":null,"opened_at":"2018-07-17T10:13:50.631Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-09T18:28:32.692Z","response_threshold_reached_at":"2018-08-19T20:03:40.438Z","government_response_at":"2018-09-05T11:05:58.019Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Brandon James Brayshaw","rejection":null,"government_response":{"responded_on":"2018-09-05","summary":"Mental health is a top priority for the Government. We are transforming services supported by record amounts of funding, and have ambitious plans to increase the workforce.","details":"We want to make sure people get the right mental health care, when they need it, and that we do more to prevent mental illness in the first place. \r\nIn January 2016, the then Prime Minister announced that that the Government would invest an additional £1bn in mental health services to support implementation of the Five Year Forward View for Mental Health by 2020/21. This transformation programme covers the following areas:\r\n\r\n•\tchildren and young people’s mental health;\r\n•\tperinatal mental health;\r\n•\tcommon mental health problems for adults;\r\n•\tcommunity, acute and crisis care for adults;\r\n•\tsecure care pathway;\r\n•\thealth and justice; and\r\n•\tsuicide prevention.\r\n\r\nTo help ensure that additional funding reaches the frontline, the Mental Health Investment Standard (MHIS) means that local commissioners are required to increase their mental health expenditure year on year by more than their overall allocation growth.  \r\n\r\nSpending on mental health increased to a planned £11.86bn in 2017/18.\r\n\r\nOur progress in delivering our commitments to improve mental health services is set out in NHS England’s Five Year Forward View for Mental Health Dashboard:\r\n\r\nhttps://www.england.nhs.uk/mental-health/taskforce/imp/mh-dashboard/\r\n\r\nFor example:\r\nWe are exceeding performance against our waiting time standards for access to psychological therapies. Latest figures from May 2018 showed of those people who completed a course of Improving Access to Psychological Therapies (IAPT) treatment, 89.6% waited less than 6 weeks to enter treatment and 99.0% waited less than 18 weeks\r\n\r\nFor Early Intervention in Psychosis (EIP), latest figures from June 2018 showed 76.5% of patients started treatment within two weeks, against target of treatment within 2 weeks for more than 50% of people experiencing a first episode of psychosis.\r\nWe are also making available an additional £1.4 billion for mental health services for children and young people, which will ensure that 70,000 more children and young people will access mental health services each year by 2020/21.   \r\n\r\n\r\nThe Green Paper-Transforming children and young people’s mental health provision, which is supported by over £300m of additional funding on top of this, includes the following plans to improve access to services and mental health support in schools: \r\n\r\nIncentivising every school and college to identify and train  a senior designated lead for mental health in every school and college;\r\n\r\nCreating new mental health support teams which will deliver interventions for mild to moderate mental health need in or close to schools and colleges;\r\n\r\nPiloting a new four week waiting time for NHS children and young people’s mental health services.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-09-05T11:05:58.017Z","updated_at":"2018-09-05T11:05:58.017Z"},"debate":null}},{"type":"petition","id":223784,"links":{"self":"https://petition.parliament.uk/petitions/223784.json"},"attributes":{"action":"Reform the Dangerous Dogs Act 1991 and repeal Breed Specific Legislation.","background":"In light of DEFRA deeming, to EFRA's Inquiry, that the Dangerous Dogs Act (Breed Specific Legislation) is working, by focusing on dogs’ looks; people \u0026 dogs are being put at risk. Since the Act, bites have risen \u0026 many pets destroyed. We ask the Act be reformed to end the unscientific Breed focus.","additional_details":"Since the introduction of the act average fatalities per year have doubled. \r\nMostly fatalities have involved owner abuse or neglect of the dog.\r\n92% of dogs seized by the met status dogs unit were not involved in any incident; seizing of dogs based on appearance cost £3million per year.\r\nFocus must be on owner education and responsibility for the actions of their dog, regardless of breed.","state":"open","signature_count":17446,"created_at":"2018-07-05T17:23:10.643Z","updated_at":"2018-09-28T21:00:20.641Z","rejected_at":null,"opened_at":"2018-07-12T10:42:27.808Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-05T17:45:23.188Z","response_threshold_reached_at":"2018-07-18T12:52:00.827Z","government_response_at":"2018-08-03T14:17:00.847Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaila Bux","rejection":null,"government_response":{"responded_on":"2018-08-03","summary":"The Government does not consider that removing the prohibition on certain types of dogs would increase public safety or go anyway to reducing the number of dog attacks.","details":"Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nFigures provided by the Metropolitan Police show that nearly 20% of dog attacks in London were committed by pit bull type dogs. This is a far higher proportion than one would expect, given the population of pit bulls in this country. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-08-03T14:17:00.844Z","updated_at":"2018-08-03T14:17:00.844Z"},"debate":null}},{"type":"petition","id":221220,"links":{"self":"https://petition.parliament.uk/petitions/221220.json"},"attributes":{"action":"Pay carers an allowance equivalent to a fulltime job at the National Living wage","background":"Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten","additional_details":"As a former informal carer I can testify that it is more than a full time job and the financial and emotional is immeasurable .\r\nThe current amount a carer recieves a week is £62.70. Which is a National Disgrace.","state":"open","signature_count":16576,"created_at":"2018-06-01T12:36:43.007Z","updated_at":"2018-09-28T23:18:25.826Z","rejected_at":null,"opened_at":"2018-06-08T15:49:32.707Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-03T15:14:47.239Z","response_threshold_reached_at":"2018-07-24T20:52:47.665Z","government_response_at":"2018-08-21T15:58:33.307Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matthew David Harris","rejection":null,"government_response":{"responded_on":"2018-08-21","summary":"We value carers who support disabled people to live more independently. Carer’s Allowance provides some recognition for caring: it’s not a carer’s wage however. By 2022/23 annual spend will be £4bn.","details":"The Government recognises the invaluable contribution that unpaid and family carers make in our communities and is committed to doing more to support them. The support we need to provide extends far beyond financial support however. The Department of Health and Social Care (DHSC) published a Carers Action Plan ‘Supporting carers today’ in June this year, setting out plans to support carers. https://www.gov.uk/government/publications/carers-action-plan-2018-to-2020\r\n \r\nDWP is part of DHSC’s Employers Accreditation Pilot and is working with DHSC on the Carers Discovery project. \r\n \r\nFormal carers, i.e. those who are employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. \r\n \r\nInformal carers are those who provide care for family or friends. They do receive help through the benefit system, primarily through Carer’s Allowance (CA) (introduced in 1976) and for those on lower incomes, through means-tested benefits. \r\n \r\nThough society values a carers contribution highly, it has never been the role of the benefit system to pay people for the tasks that they choose to undertake in the way that an employer would. The purpose of CA is to provide a measure of financial support and recognition for people who give up the opportunity of full-time employment in order to provide regular and substantial care for a severely disabled person, but it is not and never was, designed to be a carer’s wage or intended to replace foregone earnings entirely. \r\n \r\nA carer may apply for CA if they provide care for 35 hours or more a week to a person on a qualifying disability benefits. The carer must be aged 16 years or over and not in full time education (defined as 21 hours or more a week). For those carers who can undertake some part-time work, there is an earnings limit in CA. CA can be received alongside part-time earnings of up to £120 net of certain expenses a week. Allowable expenses include income tax, National Insurance contributions and half of any contributions to an occupational or personal pension. Also, up to half the net earnings figure calculated can be allowed towards the cost of alternative care for the disabled person, or for a child aged under 16, while the carer is at work. These rules mean people can earn significantly more than the earnings limit and still get CA. Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n \r\nCA is funded from general taxation and is up-rated in line with the Consumer Price Index. Since 2010 the rate has increased from £53.90 to £64.60, meaning carers are £550 a year better off than they were in 2010. By 2022/23 we will be spending nearly £4 billion a year on CA. This is a clear indication of the Government’s commitment to carers.\r\n \r\nCarers on low incomes can also claim income-related benefits, such as Income Support and Pension Credit. These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or equivalent additional amount, worth £36.00 a week. Universal Credit (UC) also includes a carer element worth £156.45 per monthly assessment period. Latest figures show that 6 out of ten households on UC with a Carer Entitlement recorded received a Monthly Award Amount of over £400: this is in addition to any CA they may receive. Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges.\r\n \r\nFor carers not eligible for CA who are looking after sick or elderly family or friends, Carers Credit (CC) is a National Insurance Credit (not a benefit) which helps build qualifying years for State Pension purposes. To qualify for CC a person must be caring for one or more person for at least 20 hours a week, be over 16 years old but under State Pension age. The person being cared for must get either a qualifying benefit or be certified by a health or social care professional as needing the amount of care being provided. \r\n \r\nThe Government’s Fuller Working Lives Strategy sets out what the Government is doing to support carers who wish to remain in or return to work; as well as highlighting the sort of support that good employers should give carers in their workforce, such as flexible working. To spearhead some of this work the Government appointed the Business in the Community (BiTC) Age at Work leadership team as Business Champion for Older Workers. The Leadership Team spearhead the Government’s work to support employers to retain, retrain and recruit older workers. They actively promote the benefits of both employing and retaining older workers to employers across England – influencing them both strategically and in terms of practical advice. This work also benefits carers in the workplace.\r\n\r\nDepartment for Work and Pensions","created_at":"2018-08-21T15:58:33.305Z","updated_at":"2018-08-21T15:58:33.305Z"},"debate":null}},{"type":"petition","id":216496,"links":{"self":"https://petition.parliament.uk/petitions/216496.json"},"attributes":{"action":"Add Multiple Sclerosis to the Medical Exemption list","background":"To obtain a Medical Exemption Certificate and get free NHS prescriptions a condition needs to be on the current Medical Exemption list. I feel this list does not go far enough to help those suffering with long-term conditions such as Multiple Sclerosis. A revision could help thousands of people.","additional_details":"","state":"open","signature_count":15327,"created_at":"2018-03-29T22:21:50.519Z","updated_at":"2018-09-28T12:02:13.891Z","rejected_at":null,"opened_at":"2018-04-06T15:47:18.281Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-29T23:26:01.483Z","response_threshold_reached_at":"2018-04-13T08:38:00.302Z","government_response_at":"2018-04-26T11:09:07.049Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hannah Woods","rejection":null,"government_response":{"responded_on":"2018-04-26","summary":"The Government has no plans to review the list of medical exemptions from prescription charges. Extensive arrangements are already in place to ensure that people can access affordable prescriptions.","details":"The Government has no plans to change the list of medical conditions which provide for exemption from prescription charges. Arrangements are in place to ensure that prescriptions are affordable for everyone. Almost ninety per cent of prescription items are already free on the NHS in England and a number of prescription charge exemptions are in place, for which someone with a long-term condition like multiple sclerosis may qualify.  Exemptions principally cover those with certain medical conditions, pregnant women and new mothers, children under 16, students under the age of 19 and in qualifying full time education, anyone over 60, and those on a low income or on certain income related benefits.\r\n \r\nPeople on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit.\r\n\r\nAnyone who has to pay NHS prescription charges and needs prescriptions regularly or needs many prescription items can save money with a prescription prepayment certificate (PPC).  PPC holders pay no further charge at the point of dispensing and there is no limit to the number of items the holder may obtain through the certificate. There are two types of PPC – a three month PPC which costs £29.10 for three months and a twelve month PPC which costs £104 per year. A holder of a 12 month certificate can get all the prescriptions they need for just £2 per week. The quickest and easiest way to obtain a certificate is online. Importantly, this includes the option to spread the cost via direct debit over ten months for a twelve month certificate.\r\n \r\nAlthough extensive arrangements are in place to ensure people can access affordable prescriptions, we recognise that more could be done to promote them. The NHS Business Services Authority (NHS BSA) has already taken forward a project to promote PPCs among patients and is now proactively working with specific pharmacy chains to raise awareness. It has also worked with the Citizens Advice Bureau to encourage them to talk to clients about PPCs if appropriate. PPCs are publicised on the NHS BSA’s website and on NHS Choices and in 2016-17 the NHS BSA sent out over 1.6 million posters and leaflets to promote the scheme in GP surgeries and pharmacies.\r\n\r\nThe NHS BSA is exploring ways to help patients navigate the “help with health costs” landscape better so that they can get appropriate help with their health costs.  It is looking at the whole customer journey to identify areas where the process can be simplified and improved. This includes a move, where appropriate, to digitisation of the service. We are considering whether more can be done to support healthcare professionals with alerting patients to the help that might be available to them.\r\n\r\nThe NHS BSA has already developed an online tool to help patients to find out what help they may be able to get and where to apply for it. There have been over seventy five thousand users since it launched in September 2017 and the NHS BSA has received positive feedback on it. This checker has more recently been promoted on social media and has received national press coverage. \r\n\t\r\nThe current financial situation prevents the Government from making any significant changes to the prescription charging system. We will, however, ensure that the NHS BSA’s important work, publicising the extensive arrangements that are already in place continues.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-04-26T11:09:07.046Z","updated_at":"2018-04-26T11:09:07.046Z"},"debate":null}},{"type":"petition","id":217239,"links":{"self":"https://petition.parliament.uk/petitions/217239.json"},"attributes":{"action":"Fund free BSL lessons for every parent or carer of a Deaf child in the UK","background":"90% of Deaf children are born to hearing families, most of which will have no experience of what they need to do to support that child. As a Teacher of the Deaf I repeatedly meet families that cannot afford BSL, which can leave the child isolated \u0026 frustrated. It costs £3000/person to gain level 3","additional_details":"Growing up as a CODA (child of Deaf adults) I have met adults/children who are left bitter \u0026 angry towards their own families as they felt excluded at meal times, parties \u0026 from daily life. Leading them to seek out the Deaf community in order to find support \u0026 understanding. Some end up with mental health issues which were fuelled by the isolation. Learning BSL alongside a child as they grow will allow inclusivity. Families need to celebrate their new journey with freedom from cost. Thank you.","state":"open","signature_count":15309,"created_at":"2018-04-10T08:24:49.936Z","updated_at":"2018-09-27T22:36:45.941Z","rejected_at":null,"opened_at":"2018-04-13T12:02:36.742Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T09:10:50.256Z","response_threshold_reached_at":"2018-04-28T08:26:39.602Z","government_response_at":"2018-05-14T16:58:02.993Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Brinsden","rejection":null,"government_response":{"responded_on":"2018-05-14","summary":"Government has funded the development of a family sign language programme, through the I-sign programme, which is freely available at the National Deaf Children’s Society family sign language website.","details":"The Government recognises that early access to language is essential to help children to learn and to thrive. It is vital that parents and carers are supported to communicate with deaf and hearing impaired children, as well as young people that they care for.  \r\n\r\nThe Government has recognised BSL as an official language since 2003. BSL is a vital method of communication and we recognise that many hearing people choose to learn BSL in order to communicate more effectively with hearing impaired people in everyday life.\r\n\r\nThe Government wants all children to be able to reach their full potential and receive the right support to succeed in their education and as they move into adult life. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with special educational needs and disabilities (SEND), including those with hearing impairment.  \r\n\r\nTo implement these reforms we have invested in a number of programmes to support children and young people with hearing impairments, and their families. Over the past five years, we have funded a partnership of charities through the National Sensory Impairment Partnership (NatSIP) to provide support to early years, schools, post-16 providers and local authorities to improve outcomes for children and young people with sensory impairment. \r\n\r\nWe have funded the development of an Early Support guide for parents of deaf children available through the Council for Disabled Children’s website. \r\n\r\nIn addition, we have also funded the National Deaf Children’s Society’s I-Sign project and the development of a family-orientated sign language course http://www.familysignlanguage.org.uk/mainpage.htm \r\n\r\nFrom April 2018, Government is funding a Special Educational Needs and Disability (SEND) schools’ workforce contract with a consortium of organisations, led by nasen and including NatSIP, to deliver support to improve the support and training available to help schools with pupils with all types of SEND, including deaf and hearing impaired pupils.    \r\n\r\nThe Children Act 1989 (as amended by the Children and Families Act 2014) requires local authorities to assess whether a parent carer within their area has need for social care support and, if so, what those needs are.\r\n\r\nDepartment for Education\r\n","created_at":"2018-05-14T16:58:02.991Z","updated_at":"2018-05-14T16:58:02.991Z"},"debate":null}},{"type":"petition","id":216215,"links":{"self":"https://petition.parliament.uk/petitions/216215.json"},"attributes":{"action":"New law that cats injured/killed by a vehicle are checked for a chip: Round 2","background":"Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy","additional_details":"It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.","state":"open","signature_count":15049,"created_at":"2018-03-26T10:00:23.716Z","updated_at":"2018-09-28T08:48:54.813Z","rejected_at":null,"opened_at":"2018-03-30T06:44:43.740Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-26T10:30:23.597Z","response_threshold_reached_at":"2018-05-26T10:14:11.834Z","government_response_at":"2018-06-19T17:00:32.695Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":{"responded_on":"2018-06-19","summary":"It is already good practice for local authorities and Highways England to scan any dog or cat found on our streets so that the owner can be informed.","details":"Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nHighways England similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident.\r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one.\r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-06-19T17:00:32.693Z","updated_at":"2018-06-19T17:00:32.693Z"},"debate":null}},{"type":"petition","id":220073,"links":{"self":"https://petition.parliament.uk/petitions/220073.json"},"attributes":{"action":"Break all ties with EU institutions and policies completely","background":"Leaving the EU must mean leaving the Single Market, Customs Union, the jurisdiction of the ECJ, the Common Agricultural Policy and the Common Fishing Policy. \r\nThere must be a clean break from the EU so Britain can take back control of its laws, borders, trade and money.\r\n","additional_details":"On June 23 2016 the British people voted to Leave the EU. \r\nThere were only two choices on the ballot paper. \r\nThey were a vote to Remain or a vote to Leave. \r\nWe knew what we were voting for. \r\nWe voted to leave the EU. \r\nThe Government must deliver the will of the people. \r\nWe must leave the EU.\r\nWe did not vote for a Brexit fudge. In other words, kept in the EU in all but name. \r\nWe voted to take back control of our country and our sovereignty. \r\nThe Government must sever all ties with the EU.\r\n","state":"open","signature_count":15000,"created_at":"2018-05-15T16:34:25.025Z","updated_at":"2018-09-28T22:34:18.059Z","rejected_at":null,"opened_at":"2018-05-21T18:26:07.868Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-15T16:47:10.251Z","response_threshold_reached_at":"2018-07-18T08:51:07.992Z","government_response_at":"2018-08-21T12:35:34.190Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Barnes","rejection":null,"government_response":{"responded_on":"2018-08-21","summary":"The UK is leaving the EU’s Single Market and Customs Union. The UK will also leave the Common Agricultural and Common Fisheries Policy and bring an end to the jurisdiction of the CJEU in the UK.","details":"As the Prime Minister has made clear, when we leave the European Union, we will also be leaving the EU’s Single Market and Customs Union.\r\n\r\nThe Government has published a White Paper setting out a clear proposal for the future relationship we want to build with the European Union. This includes a UK-EU free trade area for goods to ensure continued frictionless access at the border to each other's markets, underpinned by an upfront commitment to a common rulebook on goods and agri-food.\r\n\r\nWe have listened to EU leaders and we understand and respect the position that the four freedoms of the single market are indivisible and there can be no cherry-picking.\r\n\r\nThe Government’s proposals put our rights and responsibilities in a new balance that fulfils our joint ambition to establish a deep and special partnership once the UK has left the EU.\r\n\r\nThe White Paper also sets out a new proposal for a Facilitated Customs Arrangement (FCA) with the EU. The FCA is a business-friendly model that seeks to facilitate the greatest possible trade between the UK and its trading partners, whether in Europe or the rest of world, while allowing the UK to set its own tariffs. The FCA removes the need for new customs checks and controls between the UK and the EU, as if in a combined customs territory with the EU.\r\n\r\nThe Prime Minister has also been clear that in leaving the EU, we will also bring about an end to the jurisdiction of the CJEU in the UK.\r\n\r\nThe proposal set out in the White Paper delivers on that commitment. No longer will courts in the UK be able to refer cases to the CJEU, nor will the CJEU be able to arbitrate disputes between the UK and the EU.\r\n\r\nThe CJEU will no longer have the power to make laws for the UK and the principles of direct effect and of the supremacy of EU law will no longer apply in the UK. Instead, rights will be enforced in the UK by UK courts and in the EU by EU courts.\r\n\r\nThe UK will also leave the Common Agricultural Policy and Common Fisheries Policy. We will be able to design a domestic agricultural policy that works in the best interests of the UK. We will also be an independent coastal state under international law, and therefore be able to control and manage access to UK waters, including fisheries.\r\n\r\nAs the Prime Minister has said, our decision to leave the EU does not mark an end to our relationship with the EU. It marks a new beginning for our partnership with our European allies. However, the agreement we reach with the EU must respect the result of the referendum which was a vote to take control of our borders, laws and money.\r\n\r\nWe are confident that the we can reach a positive deal on our future partnership, as this would be to the mutual benefit of both the UK and the EU. We therefore approach the negotiations in this spirit.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-08-21T12:35:34.187Z","updated_at":"2018-08-21T12:35:34.187Z"},"debate":null}},{"type":"petition","id":220460,"links":{"self":"https://petition.parliament.uk/petitions/220460.json"},"attributes":{"action":"Ban combustible materials on residential tower blocks, schools and hospitals","background":"What happened at Grenfell Tower was a national disgrace. Combustible cladding and insulation caused the fire to spread so quickly. One year on hundreds of buildings are still at risk. We need an immediate ban on combustible materials on high-rise residential buildings (18m+), schools and hospitals","additional_details":"Fire experts and journalist investigations have shown that the combustible cladding and insulation on Grenfell caused the fire to burn so fiercely and spread so quickly, contributing to the tragic deaths of so many that night. Building regulations and guidance did nothing to stop this from happening, and hundreds of buildings around the country are still wrapped in dangerous materials.  The Government has announced a consultation on combustible materials but, one year on, we need a ban now.","state":"open","signature_count":14931,"created_at":"2018-05-22T10:04:34.056Z","updated_at":"2018-09-28T19:09:48.865Z","rejected_at":null,"opened_at":"2018-06-01T16:47:15.300Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-22T13:24:06.325Z","response_threshold_reached_at":"2018-06-10T08:18:57.205Z","government_response_at":"2018-06-18T16:53:02.380Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"George Clarke","rejection":null,"government_response":{"responded_on":"2018-06-18","summary":"The Government intends to ban the use of combustible materials on the external walls of high-rise residential buildings, subject to the consultation published today. ","details":"The cladding believed to be on Grenfell Tower was unlawful under existing building regulations. It should not have been used. The Building Regulations set legal requirements for buildings, including residential buildings, hospitals and schools. The Building Regulations have always set high safety requirements and continue to do so. The Government will ensure that there is no room for doubt over what materials can be used safely in cladding of high-rise residential buildings which is why we have today announced a consultation on banning the use of combustible materials on the external walls of high-rise residential buildings of 18m or over. \r\n\r\nThere is a statutory requirement in section 14 of the Building Act 1984 for the Government to consult on proposed changes to Building Regulations – such as banning the use of combustible materials. This helps to ensure that the right decision is made fairly and transparently. \r\n\r\nThe consultation invites views on the Government’s proposals to revise the building regulations to ban the use of combustible materials in the inner leaf, insulation and cladding that are used in external wall systems on these buildings. As part of the consultation, we have asked for views on which buildings should be covered by a ban. The ban proposed in the consultation is focused on high-rise, residential buildings, and we will reflect on whether that is the right approach on the basis of the response to the consultation.\r\n\r\nResidents, industry and other interested parties will now be able to have their say on proposals affecting the safety of homes. The changes on which the Government are consulting will offer even greater certainty to concerned residents and to the construction industry.\r\n\r\nThe deadline for consultation responses is 14 August. Once closed, the department will consider all the comments received and provide a response as soon as possible. Details of the consultation can be found here: https://www.gov.uk/government/consultations/banning-the-use-of-combustible-materials-in-the-external-walls-of-high-rise-residential-buildings\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-06-18T16:53:02.378Z","updated_at":"2018-06-18T16:53:02.378Z"},"debate":null}},{"type":"petition","id":219020,"links":{"self":"https://petition.parliament.uk/petitions/219020.json"},"attributes":{"action":"Proscribe Hizballah in its entirety under the Terrorism Act 2000","background":"Supporters of Hizballah annually parade through London and are permitted to do so on the grounds that only Hizballah’s “military wing” is proscribed. Even Hizballah admits there is no “military wing”. We must stop these parades on our streets.","additional_details":"Britain proscribes Hizballah’s “military wing” but, at the behest of the Foreign Office, not its “political wing”. Hizballah mocks the distinction. For example in 2012 its Deputy Secretary-General said: “We don’t have a military wing and a political one”.\r\n \r\nHizballah seeks the extermination of Jews. For example in 2004 its Secretary-General said: “If Jews all gather in Israel, it will save us the trouble of going after them worldwide. It has been responsible for terrorist attacks murdering Jews from Buenas Aires to Burgas, and has even been blamed for two bombings targeting Jews in London in 1994.\r\n","state":"open","signature_count":14885,"created_at":"2018-04-30T14:33:35.641Z","updated_at":"2018-09-28T15:07:01.893Z","rejected_at":null,"opened_at":"2018-05-18T18:07:13.643Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-30T15:19:40.176Z","response_threshold_reached_at":"2018-06-03T08:25:03.087Z","government_response_at":"2018-06-15T15:28:54.408Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gideon Falter","rejection":null,"government_response":{"responded_on":"2018-06-15","summary":"While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.","details":"Legislation allows for a group to be proscribed in the UK only if the Secretary of State believes it is currently concerned in terrorism, within the meaning of the Terrorism Act 2000, and it must be proportionate. \r\n\r\nProscription means that an organisation is outlawed and is unable to operate in the UK. It is a criminal offence for a person to belong to a proscribed organisation, invite support for a proscribed organisation, arrange a meeting in support of a proscribed organisation, or wear clothing or carry articles in public, which arouse reasonable suspicion that an individual is a member or supporter of a proscribed organisation. The penalties for proscription offences are a maximum of 10 years in prison and/or a fine.\r\n\r\nHizballah’s External Security Organisation (also known as the Military Wing) was proscribed by the UK Government in March 2001 and in 2008 the proscription was extended to Hizballah military apparatus including the Jihad Council.  Whilst the UK proscribes Hizballah’s military wing, we do not proscribe the group in its entirety. Proscription is an important, but not the only, part of the Government’s strategy to disrupt the activities of terrorist groups and those who provide support to them.  \r\n\r\nHizballah’s military wing is also designated in the UK under the Terrorist Asset-Freezing Act 2010. Therefore, funds or economic resources owned, held or controlled by Hizballah’s military wing in the UK can be frozen.  In July 2012, following the Burgas bombing, the EU also designated Hizballah’s military wing as a terrorist organisation under the EU asset freeze regime.\r\n\r\nThe current proscription and asset freeze already sends a clear message that we condemn Hizballah’s violence and support for terrorism. Groups are not free to spread hatred, fund terrorist activity or incite violence as they please, irrespective of whether they are included on the list of proscribed organisations or not.  \r\n\r\nThe flag for the organisation’s military wing is the same as the flag for its political wing. Therefore for it to be an offence for an individual to display the flags for this organisation the context and manner in which the flag is displayed must demonstrate that it is specifically in support of the proscribed elements of the group.\r\n\r\nPeaceful protest is a vital part of a democratic society and it is a long-standing tradition in this country that people are free to gather together and to demonstrate their views, however uncomfortable these may be to the majority of us, provided that they do so lawfully.  There is, of course, a balance to be struck.  Protesters’ rights need to be balanced with the rights of others to go about their business without fear of intimidation or serious disruption to the community.  Rights to peaceful protest do not extend to violent or threatening behaviour and the police have powers to deal with any such acts. The management of protests is of course a matter for the police.  Similarly, the investigation and prosecution of all criminal offences is a matter for the police, together with the Crown Prosecution Service.  \r\n\r\nThe UK Government condemns any language or act which attempts to delegitimise the State of Israel, and also hate crime of any kind, directed against any community, race or religion, which has absolutely no place in our society. Violence against anyone in this country is a crime and will be treated seriously. To reiterate, inciting hatred or racial abuse is still an offence regardless of whether an individual is a member of an organisation, even if that organisation is not proscribed in the UK.  \r\n\r\nThe Government acknowledges the request to extend the proscription of Hizballah to cover the group’s political wing, however, whilst the list of proscribed groups is kept under review, the Government does not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\nHome Office","created_at":"2018-06-15T15:28:54.406Z","updated_at":"2018-06-15T15:28:54.406Z"},"debate":null}},{"type":"petition","id":223408,"links":{"self":"https://petition.parliament.uk/petitions/223408.json"},"attributes":{"action":"Ensure that free musical instrument tuition is available to all schoolchildren.","background":"1. Feel the groundswell of support! \r\n2. The educational benefits are profound.\r\n3. Business leaders are telling us we need to teach children to be creative, not to compete with machines.\r\n4. Music makes our communities stronger and healthier, saving money elsewhere.  \r\n5.  Music fuels our economy.","additional_details":"","state":"open","signature_count":14726,"created_at":"2018-06-30T19:36:39.405Z","updated_at":"2018-09-28T23:48:42.823Z","rejected_at":null,"opened_at":"2018-07-05T12:41:59.530Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-01T06:56:11.973Z","response_threshold_reached_at":"2018-07-12T06:44:57.870Z","government_response_at":"2018-07-24T16:21:07.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ralph Riddiough","rejection":null,"government_response":{"responded_on":"2018-07-24","summary":"The role of Music Education Hubs includes ensuring that every child has an opportunity to learn a musical instrument free of charge, and hubs receive £75m a year from the government to provide this.  ","details":"We believe a high-quality music education should engage and inspire all pupils to develop a love of music, their talent as musicians, and increase their self-confidence, creativity and sense of achievement.\r\n\r\nOur National Plan for Music Education sets out our vision that all children have the opportunity to learn a musical instrument free of charge.\r\nBetween 2016-2020 we are spending £300 million on a network of music education hubs. The hubs ensure that every child aged 5-18 has the opportunity to learn a musical instrument; provide opportunities to play in ensembles; ensure that clear progression routes are available and affordable for all; and ensure that every pupil has the opportunity to sing regularly. In 2015/16, 662,871 pupils learned to play a musical instrument through whole class ensemble teaching that was provided or supported by music education hubs. Pupils and parents cannot be charged for this teaching. Data for 2016/17 will be published later this year.\r\n\r\nIn addition to music education hubs, we provide almost £120m through the Music and Dance Scheme to support exceptionally talented young musicians, dancers and choristers to attend specialist schools and centres of excellence. Also, the government has used almost £2m for National Youth Music Organisations (NYMOs) such as the National Youth Orchestra and £2m for ‘In Harmony’. ‘In Harmony’ aims to inspire and transform the lives of children in 6 areas in England through community-based orchestral music-making in areas of exceptional deprivation through high-quality musical education. Lastly, over £400,000 has gone to Music for Youth to provide opportunities for young people and families to perform in and attend regional and national festivals and concerts, who might not otherwise have had access. \r\n\r\nThere are also great innovations being carried out by organisations such as ABRSM, which, together with the DfE, Classic FM and Decca, launched the Classical 100 music app with recordings of the 100 pieces of classical music primary school pupils should hear. This can be found at www.classicfm.com/classical-100/launch/.\r\n\r\nDepartment for Education","created_at":"2018-07-24T16:21:07.912Z","updated_at":"2018-07-24T16:21:07.912Z"},"debate":null}},{"type":"petition","id":227209,"links":{"self":"https://petition.parliament.uk/petitions/227209.json"},"attributes":{"action":"Summon the Dutch ambassador to protest about the “Draw Muhammad” competition.","background":"For a Muslim, the respect and honour of Prophet Muhammad (Peace and Blessings be upon him) is above all else.\r\n \r\n\r\n","additional_details":"The drawing of any cartoon or image of the Blessed Prophet is deeply offensive. The planned cartoon competition in the Netherlands must be stopped.\r\n\r\nGeert Wilders, the Dutch right wing politician of the Freedom Party PVV has launched a “Draw Muhammad” competition.\r\n \r\nAssociating false provocative images is not \"freedom of speech nor freedom of expression\".\r\n \r\nGeert Wilders actions disrespect Prophet Muhammad (Peace and Blessings be upon him), degrade Islam and hurt Muslims worldwide.","state":"open","signature_count":14685,"created_at":"2018-08-13T21:34:21.004Z","updated_at":"2018-09-28T23:17:23.338Z","rejected_at":null,"opened_at":"2018-08-23T15:37:13.965Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-13T23:03:48.902Z","response_threshold_reached_at":"2018-08-29T09:29:59.363Z","government_response_at":"2018-09-07T12:54:25.782Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sheraz Aziz","rejection":null,"government_response":{"responded_on":"2018-09-07","summary":"The Government opposes intolerance including actions that discriminate against religious beliefs. We are pleased the contest was cancelled. Tolerance for all faiths is fundamental to British values.","details":"This contest was a disrespectful competition and not something the Government would promote in the United Kingdom.  We are pleased that this has now been cancelled.  The UK government opposes religious intolerance in all forms, including actions that discriminate against religious freedoms or beliefs.\r\n\r\nTolerance for those of different faiths is fundamental to British values.  We believe in the values of liberty, democracy and respect for human rights.  The Universal Declaration of Human Rights, Article 18, highlights that freedom of religion or belief is a fundamental freedom applying to all human beings. The UK government regularly highlights to our international partners, the importance of adhering to international law and human rights.   The UK has a strong and enduring partnership with the Netherlands; when appropriate we do raise concerns directly.  As Prime Minister Theresa May has said, “Religious discrimination blights the lives of millions of people across the globe and leads to conflict and instability.”\r\n\r\nTo support this work, on 4 July, the Prime Minister announced the appointment of Lord Ahmad as her Special Envoy on Freedom of Religion or Belief.  As Lord Ahmad said on his appointment, “Freedom of religious Belief is a human right that must be respected.  People from all faiths or none should be free to practice as they wish. This respect is in all our interests.”\r\n\r\nForeign and Commonwealth Office","created_at":"2018-09-07T12:54:25.779Z","updated_at":"2018-09-07T12:54:25.779Z"},"debate":null}},{"type":"petition","id":218095,"links":{"self":"https://petition.parliament.uk/petitions/218095.json"},"attributes":{"action":"To make the Military Covenant legal and into Law","background":"Our service personnel are being let down by our Government with their failure to live up to the Military Covenant, this is because it has no legal standing although the term \"covenant\" implies some form of legal guarantee or contract. In fact, the covenant itself is not enshrined in UK Law.","additional_details":"This must change.\r\n\r\nHaving spent the last 10 years as a Veterans Advocate I come across homeless veterans every week and I struggle to find common grounds with Councils up and down the UK who hide behind the guidelines of the Military Covenant, we must change this and ensure we look after our servicemen \u0026 women.\r\n","state":"open","signature_count":13997,"created_at":"2018-04-19T18:35:51.742Z","updated_at":"2018-09-27T08:14:46.173Z","rejected_at":null,"opened_at":"2018-05-04T14:38:40.053Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-19T20:04:54.265Z","response_threshold_reached_at":"2018-05-15T14:56:50.047Z","government_response_at":"2018-05-31T12:39:19.665Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Trevor Coult MC","rejection":null,"government_response":{"responded_on":"2018-05-31","summary":"The Armed Forces Covenant is enshrined in the 2011 Armed Forces Act.  The Government has a statutory requirement to report annually to Parliament on its progress in delivering against the Covenant.","details":"The Armed Forces Covenant (“the Covenant”) is a promise by the nation that the Armed Forces community (serving personnel, veterans, and their families) should not be disadvantaged in accessing public and private goods and services as a result of their service and that special provision should be made for those who have sacrificed the most, including the injured and the bereaved.\r\n\r\nEnshrined in the 2011 Armed Forces Act, the Covenant applies across the UK. The Government (HMG) has a statutory requirement to report annually to Parliament on its progress in upholding the Covenant. These reports include a growing list of objective performance measures and the independent observations of the Service charities and the Families Federations to hold HMG to account.\r\n\r\nSince 2011 much has been achieved and more remains to be done.  The Covenant is embedded in the NHS constitution and awareness in healthcare professionals of issues faced by the Armed Forces community is improving -  the Covenant now forms part of the Royal College of GPs’ membership exam.  Access to specialist prosthetics treatments and to mental healthcare services has improved significantly, following the launch of the Transition, Intervention and Liaison Services, and Complex Treatment Service. In England, the Service Pupil Premium has provided funding to mitigate the impact of Service life on children’s education and from September, more detail will be available to teachers via the Common Transfer File on Service children’s educational needs and family circumstances.  Young Service families are being helped onto the property ladder with the Forces Help to Buy scheme which has awarded £215 million (circa £15,000 per claim) to around 14,300 successful applicants since April 2014.  While there is a great deal of support available, those who need it are not always aware of how to access it. The Covenant-funded Veterans Gateway looks to address this by providing a single point of contact and signposting veterans to the most appropriate source of support; to date 8,486 veterans have contacted the service.\r\n\r\nAll 407 Local Authorities (LAs) in GB have signed the Covenant, with bespoke arrangements in Northern Ireland. Guidance is available to LAs on how they can most effectively support their Service populations; including using the £10 million per annum Covenant Fund to build local partnerships between the Armed Forces and the wider community.\r\n  \r\nThe partnership theme is also resonating in the private sector where support for the Covenant is growing rapidly, with more than 2,500 signatories. Companies are pledging support to veterans, reservists and military spouses by offering flexible HR policies and acknowledging the skills learnt during time in the Services. Further success has been achieved commercially, with companies agreeing to waive cancellation fees on media packages for those posted at short notice and mortgage providers exempting Service personnel from higher rate buy-to-let mortgage products.\r\n\r\nWhen there is a need to legislate, then we will do so, for example the Armed Forces (Flexible Working) Act 2018 reflects the demands of modern family life by providing more flexible working opportunities, in acknowledgement of the desire of Service personnel to have more control over their careers and how they live. Another example is HMG’s new statutory requirement, due to come into effect this autumn, to refer Service leavers at risk of homelessness to the relevant LA. Targeting specific issues in this way is the most effective means of mitigating disadvantage.\r\n\r\nHMG’s commitment to the Covenant was reinforced in 2017 with the creation of the Ministerial Covenant and Veterans Board, strengthening delivery of the Covenant across government. Every Department on the Board has appointed a lead Minister for Covenant issues. The Board is also overseeing a veterans’ strategy which will review current provision for veterans across the UK and make its recommendations before the end of the year. As part of this work, the MOD is also developing a new transition policy to provide more comprehensive support to Service families as they transition to civilian life, including advice and support on housing matters.\r\n\r\nIt is HMG’s view that much of what the Covenant has achieved so far stems from its voluntary nature.  It is a pact between the Armed Forces community and the nation in acknowledgment of the sacrifices they have made.  The nation honours this pact because it is the right thing to do, not because they are obliged to do so.  \r\n\r\nUseful links:\r\nForces Help to Buy statistics\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/701878/FHTB_Official_Statistics_Q4_201718.pdf\r\nVeterans Gateway\r\nhttps://www.gov.uk/government/news/veterans-gateway\r\n\r\nGuidance for local authorities\r\nhttps://www.armedforcescovenant.gov.uk/localauthorities/\r\n\r\nMinistry of Defence","created_at":"2018-05-31T12:39:19.662Z","updated_at":"2018-06-01T13:34:49.113Z"},"debate":null}},{"type":"petition","id":217865,"links":{"self":"https://petition.parliament.uk/petitions/217865.json"},"attributes":{"action":"Make bullying a criminal offence","background":"Bullying can drive people to have mental health problems, to self-harm and even to suicide because we are all human.  ","additional_details":"If someone is reported for bullying, they should have a police warning. If they continue should be arrested and imprisoned for 24hrs. If they still continue then they should do community service. We need to crack down on bullying on all levels.","state":"open","signature_count":13934,"created_at":"2018-04-16T18:22:55.319Z","updated_at":"2018-09-28T23:58:54.200Z","rejected_at":null,"opened_at":"2018-04-24T11:14:51.602Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-17T09:20:03.755Z","response_threshold_reached_at":"2018-09-26T12:47:44.046Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ashley Gardner","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225899,"links":{"self":"https://petition.parliament.uk/petitions/225899.json"},"attributes":{"action":"For all Suicides by Veterans to be recorded as Veterans by all UK Coroners","background":"At the moment Coroners in the UK do not have to keep records of suicides by Veterans even though several Coroners back the calls for such data to be kept in a readily accessible format therefore we don't know if the rates given within studies are higher or lower than civialian suicides.","additional_details":"There is evidence that a disturbing number of Veterans from the most recent conflicts in Iraq and Afghanistan are taking or attempting to take their own lives.","state":"open","signature_count":13904,"created_at":"2018-07-25T15:02:02.552Z","updated_at":"2018-09-28T22:12:15.363Z","rejected_at":null,"opened_at":"2018-07-31T14:47:59.485Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-25T15:24:48.018Z","response_threshold_reached_at":"2018-08-18T00:41:31.654Z","government_response_at":"2018-09-05T09:29:21.819Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kate England","rejection":null,"government_response":{"responded_on":"2018-09-05","summary":"The Chief Coroner, who provides leadership and support to coroners in England and Wales, has issued guidance to assist with their conclusions, and with a view to achieving greater consistency.","details":"The guidance provides a suggested approach to making public findings clear, accessible and complete. It also assists in the process of recording for statistical purposes. The guidance is available at https://www.judiciary.uk/wp-content/uploads/2013/09/guidance-no-17-conclusions.pdf.\r\n\r\nThe Government takes the welfare of service personnel and veterans very seriously. The Ministry of Defence publishes studies on the causes of death, including suicide, of veterans from the 1982 Falklands war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/307098/20140428_Falklands_Statistical_Release-1982to2013.pdf); \r\n\r\nThe MOD also publishes similar research on veterans from the 1990/91 Gulf war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/517240/20160125-Gulf_March16_REVISED_O.pdf).\r\n\r\nBoth studies show that the suicide rates amongst veterans were lower than comparative rates in the civilian population. In addition, Lord Ashcroft’s Veterans’ Transition Review (2014) found that service leavers are no more likely to commit suicide than the rest of the population. \r\n\r\nNonetheless, the Government’s National Suicide Prevention Strategy includes veterans as a group requiring tailored approaches to meet their mental health needs to reduce their risk of suicide. In 2017, NHS England launched Transition, Intervention and Liaison services, which increase access and treatment to appropriate and timely mental health services for both serving Armed Forces personnel approaching discharge and veterans with mental health difficulties. This is complemented by the launch of NHS England’s Veterans’ Mental Health Complex Treatment Service in April 2018, which provides an enhanced service for veterans who have military attributable complex mental health problems that were not resolved earlier in the care/support pathway.  \r\n\r\nVeterans can also access support services from: www.gov.uk/mental-health-support-for-the-uk-armed-forces, call the 24-hour veterans' mental health helpline on 0800 138 1619 or access the Veterans Gateway: https://www.veteransgateway.org.uk/.\r\n\r\nIn addition, almost every local authority in England has a multi-agency suicide prevention plan in place so that all services who come into contact with people at risk of suicide work together to implement tailored approaches to reducing suicides in their communities. \r\n\r\nBuilding on this work, in May 2018 NHS England, Public Health England and the Department of Health and Social Care launched the first year of a three year programme to support suicide prevention, allocating funds to eight sustainability and transformation partnerships with the highest suicide rates, or significantly high rates in men (press release and details here: https://www.england.nhs.uk/2018/05/suicide-prevention-and-reduction/) \r\n\r\nThe Crown Office and Procurator Fiscal Service and the Coroners Service for Northern Ireland are responsible for the investigation of sudden and unexplained deaths in Scotland and Northern Ireland respectively.\r\n\r\nMinistry of Justice.\r\n","created_at":"2018-09-05T09:29:21.816Z","updated_at":"2018-09-05T09:29:21.816Z"},"debate":null}},{"type":"petition","id":220172,"links":{"self":"https://petition.parliament.uk/petitions/220172.json"},"attributes":{"action":"Keep the rights of EU27 + EFTA citizens already in the UK unchanged after Brexit","background":"Before the EU referendum Vote Leave said: “There will be no change for EU citizens already lawfully resident in the UK. These EU citizens will automatically be granted indefinite leave to remain in the UK and will be treated no less favourably than they are at present.” (1 June 2016).","additional_details":"This statement was signed by Boris Johnson, Michael Gove, Gisela Stuart and Priti Patel. This promise has not been kept despite Michael Gove and Boris Johnson being government ministers. \nEU27 citizens living in the UK will have to apply for settled status so reducing their current rights, for example by ending their right to return to the UK after more than five years absence and ending European Court of Justice oversight of citizens’ rights. There is currently no guarantee of voting rights.","state":"open","signature_count":13304,"created_at":"2018-05-16T19:41:03.154Z","updated_at":"2018-09-28T20:17:53.673Z","rejected_at":null,"opened_at":"2018-05-30T14:12:46.801Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T20:54:54.622Z","response_threshold_reached_at":"2018-09-02T09:07:07.250Z","government_response_at":"2018-09-17T10:19:44.605Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Susannah Rae","rejection":null,"government_response":{"responded_on":"2018-09-17","summary":"Under the draft Withdrawal Agreement, EU citizens living in the UK by 31 December 2020 will be able to stay and continue their lives broadly as they do now.","details":"The Prime Minister has been clear that safeguarding the rights of EU citizens living in the UK, and UK nationals living in the UK, is her first priority for negotiations. We have reached an agreement with the EU on the rights of EU citizens living in the UK, as set out in the draft legal text of the Withdrawal Agreement. The agreement confirms that all EU citizens legally resident in the UK by December 2020 will be able to continue living their lives broadly as now. It will enable families who have built their lives together in the UK and EU to stay together. It also gives people more certainty about residency, healthcare, pensions and other benefits. \r\n\r\nThe UK is implementing this agreement through the EU Settlement Scheme and the granting of settled status. EU citizens and their family members who obtain settled status will be granted indefinite leave to remain (ILR) in the UK. \r\n\r\nWe have agreed that those granted settled status (ILR) in line with the Withdrawal Agreement can also benefit from certain more favourable entitlements, with regard to their residence status. This means, for example, that their settled status will not lapse unless the holder has been absent from the UK for more than five consecutive years, as opposed to the usual two years under EU law. EU citizens will also be able to be joined by close family members after the end of the implementation period (where the relationship existed on 31 December 2020 and still exists when the person wishes to come to the UK).\r\n\r\nIn addition, the Withdrawal Agreement will ensure equal treatment to UK nationals with respect to social security, social assistance, health care, employment and self-employment, education and training, and tax.\r\n\r\nIn the UK, the Withdrawal Agreement will be fully incorporated into UK law, meaning EU citizens will be able to rely directly on the terms of the Agreement in UK courts. UK courts will be able to ask the CJEU questions on specific points of law in relation to citizens’ rights, having had due regard to whether relevant case law exists, but it will be for our courts to make final judgments. This voluntary reference procedure is time-limited: UK courts will be able to refer questions that relate to settled status to the CJEU for eight years from exit day and other aspects of the Citizens’ Rights part of the agreement for eight years from the end of the implementation period. The UK will also be establishing an Independent Monitoring Authority (IMA) to monitor how the agreement is implemented in the UK, to ensure that the citizens’ rights agreement is faithfully implemented, and to provide additional assurance for EU citizens\r\nliving in the UK. The IMA will have the power to receive complaints from citizens and take appropriate action if they believe there has been a failure on the part of the authorities to implement the terms of the Withdrawal Agreement.\r\n\r\nThe Government was clear from the start of withdrawal negotiations that EU citizens in the UK and UK citizens in the EU should have their voting and candidacy rights protected. We are disappointed that the EU was unwilling to match our position and protect these rights in the Withdrawal Agreement. We will look to explore bilateral arrangements on voting rights with Member States that do not already provide for this in their national law. \r\n\r\nThe EU deal will not cover EFTA (European Free Trade Association) nationals, as they are not EU nationals. We are in discussions with the EEA EFTA states (Norway, Iceland and Liechtenstein) and Switzerland on agreements to protect the rights of UK nationals living in those countries and their nationals living in the UK. The Government intends that the settlement scheme (described in the Home Office’s Statement of Intent) will be open to other EEA citizens and Swiss citizens (and their family members) on a similar basis as for EU citizens.  \r\n\r\nDepartment for Exiting the European Union.\r\n\r\n","created_at":"2018-09-17T10:19:44.602Z","updated_at":"2018-09-17T10:20:08.141Z"},"debate":null}},{"type":"petition","id":225025,"links":{"self":"https://petition.parliament.uk/petitions/225025.json"},"attributes":{"action":"The UK government should ban Steve Bannon from entering the UK","background":"Steve Bannon is a far-right political figure who poses a direct risk to the security of the UK. He should not be allowed to enter the UK to spread messages of hate.","additional_details":"","state":"open","signature_count":13165,"created_at":"2018-07-15T12:30:45.455Z","updated_at":"2018-09-27T18:14:52.157Z","rejected_at":null,"opened_at":"2018-07-27T15:03:01.587Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-15T17:17:08.482Z","response_threshold_reached_at":"2018-07-31T19:42:22.395Z","government_response_at":"2018-08-20T16:09:35.223Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Bruce Johnston","rejection":null,"government_response":{"responded_on":"2018-08-20","summary":"The Government has a policy of not routinely commenting on individual immigration or exclusion cases.","details":"The Government does not routinely comment on individual immigration cases.\r\n\r\nComing to the UK is a privilege and not a right. There are powers available in immigration legislation to prevent those who seek to harm our society and who do not share our basic values from entering the UK. Individuals can be refused a visa or entry at the border if their character, conduct or associations make it undesirable to grant them entry to the UK.  \r\n\r\nThe Home Secretary may also exclude a non-European Economic Area national from the UK if he considers their presence in the UK to be non-conducive to the public good. This may be on the grounds of criminality, extremism or unacceptable behaviour or for national security reasons. \r\n\r\nExclusion powers are very serious and are not used lightly. The Home Secretary will use these powers only when justified and based on all available evidence.\r\n\r\nThe Government recognises the strength of feeling against the views expressed by Steve Bannon and will continue to speak out against comments which have the potential to divide our communities, regardless of who makes them. We reject any attempts to create division and marginalisation amongst those we endeavour to protect.\r\n\r\nHome Office.","created_at":"2018-08-20T16:09:35.220Z","updated_at":"2018-08-20T16:09:35.220Z"},"debate":null}},{"type":"petition","id":216928,"links":{"self":"https://petition.parliament.uk/petitions/216928.json"},"attributes":{"action":"An urgent debate on strategies for effectively combating gun and knife crime","background":"As of the date of this petition there have been 50 gun/knife related killings in our capital.  The ONS states that knife offences rose by 23% in the Capital, a higher murder rate than New York.  Links below will remind you of some of those who have fallen victim to date this year and in 2017.","additional_details":"Here are some national headlines regarding this issue, which is now at crisis point.  Please forward this petition to your network.\r\n\r\nhttps://www.theguardian.com/uk-news/2018/apr/04/killed-in-2018-londons-victims-of-violence#img-2 \r\n\r\nhttps://www.theguardian.com/membership/ng-interactive/2017/mar/28/beyond-the-blade-marking-the-death-of-every-child-and-teen-by-a-knife-in-2017 \r\n\r\nhttps://www.standard.co.uk/news/crime/gun-and-knife-crime-soaring-in-london-official-figures-show-a3513366.html","state":"open","signature_count":13128,"created_at":"2018-04-05T13:08:29.682Z","updated_at":"2018-09-28T08:35:39.838Z","rejected_at":null,"opened_at":"2018-04-06T19:22:05.567Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-05T13:22:19.845Z","response_threshold_reached_at":"2018-04-09T19:05:09.558Z","government_response_at":"2018-04-19T09:33:55.614Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rev Les Isaac OBE","rejection":null,"government_response":{"responded_on":"2018-04-19","summary":"This tragic loss of life is not acceptable. In response to the recent increases in knife crime, gun crime and homicide the Government published on 9 April the Serious Violence Strategy. ","details":"The Government is determined to break the deadly cycle of violence that devastates the lives of individuals, families and communities.  In response to the recent increases in knife crime, gun crime and homicide, the Government published the Serious Violence Strategy.  The Strategy outlines an ambitious programme working with a range of Government Departments and partnerships across a number of sectors such as education, health, social services, housing, youth services, and victim services.  \r\n\r\nThe strategy makes clear that our approach is not solely focused on law enforcement, very important as that is, but depends also on partnerships across a number of sectors.  In particular, it needs the support of communities thinking about what they can do themselves to help prevent violent crime happening in the first place and how they can support measures to get young people and young adults involved in positive activities.  \r\n\r\nWe know intervening early can help us catch young people before they go down the wrong path, encouraging them to make positive choices and that is why the strategy represents a step change in the way we think and respond and in particular, a shift to early intervention and prevention steering young people away from crime in the first place and put in place measures to tackle the root causes of the problem.\r\n \r\nAction in the strategy is centred on the following key themes:\r\n\r\n•\tTackling county lines and misuse of drugs; \r\n•\tEarly intervention and prevention;\r\n•\tSupporting communities and local partnerships; and\r\n•\tLaw enforcement and the criminal justice response\r\n\r\nThe strategy sets out a range of key actions we will take to tackle serious violence, building on the significant programmes of work already in place to tackle knife crime, gun crime and the acid attacks action plan.  The strategy includes over 60 specific commitments for action in the coming months and years ahead including creation of a new National County Lines Coordination Centre, creation of a new Early Intervention Youth Fund and measures to strengthen local partnerships and the multi-agency response to this issue. \r\n\r\nThe Home Secretary will be overseeing implementation of the strategy through a refocused Inter-Ministerial Group on the Serious Violence Strategy and through creation of a new Serious Violence Taskforce.  The Taskforce will include key representatives from national and local government, Police and Crime Commissioners and key delivery partners including representatives from health, education and industry.  \r\n\r\nWe will introduce an Offensive Weapons Bill to include a ban on the sale of the most dangerous corrosive products to under-18s, make it a criminal offence to possess corrosive substances in a public place and bring in tough restrictions on online sales of knives, as well as announcing plans to publicly consult on extending stop and search powers to enable the police to search for, and seize, acid from people carrying it in public without good reason.\r\n\r\nHome Office","created_at":"2018-04-19T09:33:55.610Z","updated_at":"2018-04-19T09:33:55.610Z"},"debate":null}},{"type":"petition","id":223225,"links":{"self":"https://petition.parliament.uk/petitions/223225.json"},"attributes":{"action":"Make it a criminal offence to leave animals especially dogs or cats in a hot car","background":"Make it a specific criminal offence to leave a dog, cat or any other living animal in a car especially during hot weather or heatwaves or any other conditions in which the car may become overheated and unbearable for the animal and especially in which may effect the health or be fatal for the animal","additional_details":"I’m wanting this to become a criminal offence after seeing numerous press articles about dogs especially being left in hot cars during the recent hot weather.\r\n\r\nI have some links to some of the recent press articles -\r\n\r\nhttp://www.dailymail.co.uk/news/article-5891053/Police-called-dog-locked-sweltering-hot-car.html\r\n\r\nhttps://www.somersetlive.co.uk/news/somerset-news/dog-trapped-in-hot-car-1721661\r\n\r\nhttp://www.dailymail.co.uk/news/article-5887581/Dramatic-moment-police-forced-smash-car-free-two-sweltering-dogs.html?ito=social-facebook\r\n\r\nI hereby call on the government to make it a criminal offence to leave any animals and especially dogs or cats in a car in hot uncomfortable conditions, especially conditions which may affect the health of the animal and/or may be fatal.","state":"open","signature_count":12571,"created_at":"2018-06-27T21:55:03.726Z","updated_at":"2018-09-28T10:56:41.609Z","rejected_at":null,"opened_at":"2018-07-03T15:34:39.394Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-27T22:39:58.692Z","response_threshold_reached_at":"2018-08-05T17:23:30.291Z","government_response_at":"2018-08-14T11:21:58.517Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Jennings","rejection":null,"government_response":{"responded_on":"2018-08-14","summary":"It is already a criminal offence to cause an animal unnecessary suffering by leaving it in a hot car.","details":"It is a criminal offence, under the Animal Welfare Act 2006, to cause an animal unnecessary suffering, including by leaving it in hot car. The maximum penalty for such an offence is 6 months’ imprisonment or an unlimited fine, or both. The Government has already announced that it will increase the custodial penalty for this offence to 5 years’ imprisonment.\r\n\r\nAnimal owners and keepers must be aware that they have a legal duty to provide for the welfare needs of their animals, at all times. There is considerable publicity warning people about the dangers of heat stress and leaving animals inside hot vehicles. Owners must be aware that many animals do not react well to hot temperatures, including dogs, and ensure that even in hot weather they are not left unattended in such circumstances.\r\n\r\nIn addition the statutory Code of Practice for the Welfare of Dogs explains the dangers of heat stress on dogs and the need to avoid leaving them in cars on hot days. A copy of the code can be found here on the Government’s official website:\r\n  \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nBreach of a provision of the Code is not an offence itself but if proceedings are brought against someone for an offence under Section 9 of the Animal Welfare Act 2006, the Court will look at whether or not that person has complied with the Code in deciding whether they have committed an offence.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-08-14T11:21:58.515Z","updated_at":"2018-08-14T11:21:58.515Z"},"debate":null}},{"type":"petition","id":226446,"links":{"self":"https://petition.parliament.uk/petitions/226446.json"},"attributes":{"action":"Revoke the BBC's Royal Charter.","background":"The BBC has a Charter obligation to be independent in fulfilment of its mission. It has repeatedly shown itself incapable of providing impartial reportage on major political issues. The BBC was established when there was no effective media choice. The licence fee is abhorrent in today's media world.","additional_details":"","state":"open","signature_count":11766,"created_at":"2018-08-02T08:23:42.662Z","updated_at":"2018-09-28T23:24:58.063Z","rejected_at":null,"opened_at":"2018-08-10T09:09:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-02T11:10:26.447Z","response_threshold_reached_at":"2018-09-10T08:08:11.963Z","government_response_at":"2018-09-20T11:10:09.088Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tim Price","rejection":null,"government_response":{"responded_on":"2018-09-20","summary":"The government strongly believes the Royal Charter is the best framework to safeguard the BBC’s independence and ensure the broadcaster effectively serves all audiences.","details":"The BBC is one of the UK’s most treasured institutions and is part of the social and economic fabric of the country. It is a great source of national pride and no other country in the world has anything quite like it.\r\n\r\nThe Royal Charter is the constitutional basis of the BBC. It guarantees the BBC’s independence and provides the framework for how the BBC is governed and funded.  The Charter allows the BBC to continue to thrive, deliver for all audiences, and be an engine of creativity and growth in the UK. The establishment of the current Charter was an extensive process of consultation and evidence gathering, with 192,000 responses to the public consultation and engagement with over 300 organisations and industry experts. \r\n\r\nThe BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. Independence and impartiality are embedded in the Charter and the BBC’s public purposes.  The BBC Board is responsible for ensuring the BBC delivers its Charter obligations, including its mission and public purposes. The BBC Board is also responsible for ensuring the BBC adheres to its editorial guidelines. As the external independent regulator of the BBC, it is Ofcom’s responsibility to hold the BBC to account in fulfilling its mission and public purposes. Alongside this, the Ofcom Broadcasting Code requires all broadcasters, including the BBC, to report and present news with due accuracy and impartiality.  \r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this current 11 year Charter period.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-09-20T11:10:09.086Z","updated_at":"2018-09-20T11:10:09.086Z"},"debate":null}},{"type":"petition","id":217985,"links":{"self":"https://petition.parliament.uk/petitions/217985.json"},"attributes":{"action":"Bring in laws to protect horses being ridden on roads","background":"Horses need legal protection from drivers who hit or kill horses being ridden on the roads, as it stands the only law is dangerous driving around horses which is hard to prove as the highway code only gives ADVICE on how to pass horses which means drivers cannot be prosecuted. laws need updating","additional_details":"Horses are being left  dead on our roads with no compensation to the owner or business. This needs to change, the laws regarding horses on the roads needs to be updated to protect us from drivers who drive off from a scene leaving huge vet fees, dead  horses and horses  which may never be able to be ridden on the roads again.  riders are now using cameras we have evidence which needs action to be taken from the police. businesses are being ruined because of no compensation or any action from the law","state":"open","signature_count":11263,"created_at":"2018-04-18T12:55:16.832Z","updated_at":"2018-09-28T23:48:22.778Z","rejected_at":null,"opened_at":"2018-05-02T09:58:35.267Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-18T13:13:55.577Z","response_threshold_reached_at":"2018-07-10T18:28:58.524Z","government_response_at":"2018-07-18T10:11:05.765Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"debbie smith","rejection":null,"government_response":{"responded_on":"2018-07-17","summary":"The Government has no plans to create new laws to protect riders and horses on public roads. Road users are required to comply with road traffic law, in the interests of the safety of all road users.","details":"If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes nuisance to other road users, there are laws in place that can make them liable for prosecution. The relevant offences include driving dangerously, driving without due care and attention and driving without reasonable consideration for other road users, as set out in Rule 144 of The Highway Code. The Highway Code can be viewed online at: \r\nhttps://www.gov.uk/guidance/the-highway-code\r\n\r\nAlthough failure to comply with the ‘advisory rules’ of the Code will not, in itself, cause a person to be prosecuted, The Highway Code may be used in evidence in any court proceedings (under the Traffic Acts) to establish liability. This includes the rules which use advisory wording, such as ‘should/should not’ or ‘do/do not’. \r\n\r\nEnforcement of the law is a matter for the police, who will decide on the evidence in each individual case whether an offence has been committed and the appropriate action to take. \r\n\r\nThe Department recognises the importance of the safety of both riders and their horses, on public roads. Every opportunity is taken to remind motorists of their responsibilities towards vulnerable road users, including horse riders. The Highway Code provides the following advice: \r\n\r\nRule 163:\r\nOvertake only when it is safe and legal to do so.\r\n\r\nYou should give motorcyclists, cyclists and horse riders at least as much room as \r\nyou would when overtaking a car.\r\n\r\nRule 215\r\nHorse riders and horse-drawn vehicles. Be particularly careful of horse riders and horse-drawn vehicles especially when overtaking. Always pass wide and slowly. Horse riders are often children, so take extra care and remember riders may ride in double file when escorting a young or inexperienced horse or rider. Look out for horse riders’ and horse drivers’ signals and heed a request to slow down or stop. Take great care and treat all horses as a potential hazard; they can be unpredictable, despite the efforts of their rider/driver.\r\n\r\nThrough the THINK! Road Safety Campaign, the Department has previously worked with the British Horse Society (BHS) to support their “Dead Slow” campaign to encourage car drivers to pass horses safely. The Department was able to reinforce the BHS campaign by developing a short film that is being promoted as a public information film on UK TV stations. \r\n\r\nThe Department invested in promoting the film on YouTube and other social media, such as Twitter and Facebook. Leaflets and posters to support the campaign further reminded motorists of the need to be patient when they encounter horses on the road, and supplemented the advice already given in The Highway Code. The leaflets and posters are available free of charge from the THINK! online shop and they are often used by riding groups to support local campaigns. Road safety officers around the country were also encouraged to feature the campaign locally. \r\n\r\nThe driving theory test contains questions about how drivers should interact with vulnerable road users, including horse riders and the hazard perception test includes a number of clips where horse riders are the hazard, either directly or indirectly. These clips are refreshed and updated periodically.\r\n\r\nWhere there may speed related issues: The local traffic authorities are responsible for setting speed limits on local roads. They have the flexibility to set local speed limits, that are appropriate for the individual road, reflecting local needs and taking account of local considerations. The Department issued guidance to local highway authorities on setting local speed limits in 2013, which can be viewed online at: \r\nhttps://www.gov.uk/government/publications/setting-local-speed-limits \r\n\r\nDepartment for Transport","created_at":"2018-07-18T10:11:05.762Z","updated_at":"2018-07-18T10:11:05.762Z"},"debate":null}},{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":10905,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-09-26T09:22:18.041Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":"2018-06-25T06:27:39.840Z","government_response_at":"2018-07-03T12:07:27.199Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ritesh Patel","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Diwali. The costs are considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Diwali and Dussehra contribute towards this objective. We regret however that we cannot agree to create new bank or public holiday to mark these festivals.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an impact assessment  for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  ACAS provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-03T12:07:27.196Z","updated_at":"2018-07-03T12:07:27.196Z"},"debate":null}},{"type":"petition","id":220170,"links":{"self":"https://petition.parliament.uk/petitions/220170.json"},"attributes":{"action":"Award a medal to British personnel involved in any nuclear testing program","background":"It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.","additional_details":"These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.","state":"open","signature_count":10611,"created_at":"2018-05-16T19:23:13.718Z","updated_at":"2018-09-28T10:24:01.286Z","rejected_at":null,"opened_at":"2018-05-18T14:49:23.891Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-16T19:49:26.402Z","response_threshold_reached_at":"2018-08-16T07:48:04.248Z","government_response_at":"2018-08-21T11:06:26.191Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alan Owen","rejection":null,"government_response":{"responded_on":"2018-08-21","summary":"The Government continues to recognise and be grateful to all Service personnel and civilians who participated in the British Nuclear testing programme.","details":"Their selfless contribution ensured that the UK was equipped with the deterrent we needed during the dangerous years of the Cold War.\r\n\r\nThe Ministry of Defence has asked the Cabinet Office if The Committee on the Grants of Honours, Decorations and Medals (The HD Committee) would consider looking afresh at the previous information, and examine any new evidence presented by campaigners. If the Committee decides that a medal is appropriate recognition for veterans, a recommendation will be made to Her Majesty The Queen. It is envisaged that if the recommendation is supported any subsequent medal would be made available to all those who witnessed the nuclear tests. \r\n\r\nMinistry of Defence","created_at":"2018-08-21T11:06:26.189Z","updated_at":"2018-08-21T11:06:26.189Z"},"debate":null}},{"type":"petition","id":217244,"links":{"self":"https://petition.parliament.uk/petitions/217244.json"},"attributes":{"action":"Save Otmoor from the Oxford-Cambridge Expressway","background":"Otmoor is a unique and beautiful habitat of rare wetland and grazing floodplain,1000 acres of nature reserve that is home to over sixty protected species. \r\n\r\nJust 50 miles from the urban sprawl of London, Otmoor is a conservation area the government's own laws were designed to protect.","additional_details":"Now the government threatens to build a motorway here that would engulf this sanctuary.\r\n\r\nOne of the proposed routes would cut across miles of Green Belt land, passing through ancient woodlands on its way to Otmoor.\r\n\r\nBecause the government has turned down our demands for a Public Enquiry, the decision will now be made behind closed doors. \r\n\r\nPlease sign this petition to demand protection for this national treasure and save Otmoor for future generations. \r\n\r\nwww.SaveOtmoor.org\r\n#SaveOtmoor","state":"open","signature_count":10577,"created_at":"2018-04-10T09:14:38.621Z","updated_at":"2018-09-28T16:22:02.910Z","rejected_at":null,"opened_at":"2018-04-16T13:54:21.535Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-10T16:36:38.397Z","response_threshold_reached_at":"2018-08-26T14:14:56.101Z","government_response_at":"2018-09-12T16:59:37.472Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Adrian Pennink","rejection":null,"government_response":{"responded_on":"2018-09-12","summary":"The Government has announced the preferred corridor for the Oxford-Cambridge Expressway, and has ruled out construction in the area of the Otmoor nature reserve.","details":"Protecting the environment and the places people love is central to how the Government develops and builds a major new road such as this. We recognise that creating any new road infrastructure carries environmental challenges, and the Government is committed to finding solutions that have the least effect and where possible avoid, mitigate and minimise the effects on the natural environment. \r\n\r\nThe selection of corridor B as the preferred corridor for the Oxford-Cambridge Expressway accounts for environmental and heritage designations, such as those which apply to Otmoor. The Department for Transport and Highways England will continue to work closely with Natural England, Historic England, the Environment Agency, The Wildlife Trust and local nature partnerships to integrate any route as far as possible into the landscape.\r\n\r\nThe Government will also continue to work together with other key stakeholders including, but not limited to, local highway and planning authorities, community and residents’ groups, and environmental bodies, to develop the mitigation strategy as the scheme develops over time.\r\n\r\nYou can read more about the corridor announcement here: https://www.gov.uk/government/speeches/oxford-to-cambridge-expressway-road-scheme-update\r\n\r\nAnd more detail about the corridor itself here: http://assets.highwaysengland.co.uk/roads/road-projects/Oxford+to+Cambridge+expressway/Oxford+to+Cambridge+Expressway+Corridor+overview+booklet.pdf\r\n\r\nThe Highways England Oxford to Cambridge Expressway webpage (at: highwaysengland.co.uk/projects/oxford-to-cambridge-expressway) contains up-to-date information on the scheme and the most recent stakeholder conference presentation.\r\n\r\nDepartment for Transport.","created_at":"2018-09-12T16:59:37.470Z","updated_at":"2018-09-12T16:59:37.470Z"},"debate":null}},{"type":"petition","id":227678,"links":{"self":"https://petition.parliament.uk/petitions/227678.json"},"attributes":{"action":"Ban Greyhound Racing","background":"GBGB figures show 1,003 dogs were killed and 4,837 were injured as a direct result of greyhound racing in 2017 alone. These figures could be grossly underestimated because the GBGB are not independently audited. Dogs can be legally killed on economic grounds and not necessarily by a vet.","additional_details":"Over 60 submissions of evidence were provided to the EFRA Select Committee in the 2015/16 Parliamentary review of greyhound racing, and we believe the majority of the information was dismissed with no improvements resulting from the inquiry. The industry should be phased out within 2-4 years.","state":"open","signature_count":9718,"created_at":"2018-08-22T07:07:08.253Z","updated_at":"2018-09-28T23:41:05.761Z","rejected_at":null,"opened_at":"2018-08-29T17:05:22.240Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-22T11:52:00.989Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Francis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227419,"links":{"self":"https://petition.parliament.uk/petitions/227419.json"},"attributes":{"action":"Re-instate nursing bursaries","background":"Student nursing numbers have declined by 11% since nursing bursaries were removed. This petition calls on the government to reinstate those vital bursaries to tackle the desperate nursing shortage in our NHS in England. There are currently 40,000 vacancies for nurses.","additional_details":"","state":"open","signature_count":9455,"created_at":"2018-08-17T09:28:07.322Z","updated_at":"2018-09-28T23:58:14.114Z","rejected_at":null,"opened_at":"2018-08-29T17:04:59.992Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T10:00:25.591Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Savage","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":220016,"links":{"self":"https://petition.parliament.uk/petitions/220016.json"},"attributes":{"action":"Increase funding \u0026 testing of pulmonary fibrosis \u0026 idiopathic pulmonary fibrosis","background":"Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff \u0026 scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.","additional_details":"Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.","state":"open","signature_count":9301,"created_at":"2018-05-14T18:54:48.830Z","updated_at":"2018-09-28T23:12:05.366Z","rejected_at":null,"opened_at":"2018-05-18T16:43:27.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-14T19:20:33.756Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keeley Chambers","rejection":null,"government_response":null,"debate":null}}]}