{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":228702,"links":{"self":"https://petition.parliament.uk/petitions/228702.json"},"attributes":{"action":"Ban the EU flag from UK Armed Forces uniforms.","background":"It is a travesty to see uniforms of Her Majesty's Armed Forces corrupted with the flag of the EU, an anti-democratic wannabe superstate which we're thankfully leaving.\r\nMembers of the Armed Forces serve the Monarch and the democratic will of the British People and NOT Mr Juncker or EU technocrats.","additional_details":"UK forces under the EU flag Sept 2018:\r\nhttps://www.youtube.com/watch?v=gZMhx0T9Tfg\r\nThis is very different to badges denoting mission, the UN or NATO - they don't have quasi-Governmental ambitions.\r\nThe EU from its foundation has had an ambition to be a union of states. It is currently a quasi government and is expanding that role.\r\nDecisions go through on a nod with a UK minister present.\r\nThe UK public was not consulted or made aware that UK forces would be wearing EU flags.\r\nWho therefore is in control?","state":"open","signature_count":12121,"created_at":"2018-09-13T23:43:17.826Z","updated_at":"2018-12-10T20:39:25.419Z","rejected_at":null,"opened_at":"2018-10-01T12:02:18.581Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-14T13:54:41.162Z","response_threshold_reached_at":"2018-10-21T21:41:18.002Z","government_response_at":"2018-10-31T16:22:17.665Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Banks","rejection":null,"government_response":{"responded_on":"2018-10-31","summary":"When UK Armed Forces contribute to multinational military operations they wear the insignia of that force. This is the case for all operations they serve on, including NATO, UN and EU operations. ","details":"At present, the British Armed Forces are deployed on a number of missions and operations around the world. Some of the operations the British Armed Forces serve on are EU Common Defence and Security Policy missions and operations. While the UK continues to contribute to EU operations, such as Operation ALTHEA in Bosnia and Herzegovina, we will demonstrate cohesion with our allies by wearing the symbols of those missions.\r\n\r\nThe UK remains committed to European security and the Western Balkans is an integral part of that commitment. Maintaining security in Europe is crucial to the security of the UK. Through Operation ALTHEA, our service personnel play an important part in supporting Bosnia and Herzegovina to maintain a safe and secure environment in the country. It is important not only to military commanders and other nations’ troops, but also to the civil authorities and population, that those soldiers deployed on Operation ALTHEA are clearly identified as such. \r\n\r\nAll international contributors to the operation, regardless of whether they are in the EU, wear the EUFOR badge.  This is similar for the other EU operations and missions to which we contribute, for example on the EU Training Missions in Somalia and Mali, and in countering migrant smuggling and human trafficking in the Southern Central Mediterranean and countering piracy off the coast of Somalia.\r\n\r\nMinistry of Defence","created_at":"2018-10-31T16:22:17.662Z","updated_at":"2018-10-31T16:22:17.662Z"},"debate":null}},{"type":"petition","id":223069,"links":{"self":"https://petition.parliament.uk/petitions/223069.json"},"attributes":{"action":"Mandatory EHCPs  for children with Autism.","background":"As a parent to a little boy with autism it's something I feel very strongly about.It's an injustice not to put appropriate supports in school for children with a disability.","additional_details":"","state":"open","signature_count":11856,"created_at":"2018-06-26T07:51:23.419Z","updated_at":"2018-12-10T21:08:38.934Z","rejected_at":null,"opened_at":"2018-07-02T15:44:39.444Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T10:14:27.338Z","response_threshold_reached_at":"2018-10-17T21:52:28.348Z","government_response_at":"2018-10-30T09:36:02.331Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dianne Mortimore","rejection":null,"government_response":{"responded_on":"2018-10-30","summary":"The widely ranging needs of the children and young people on the autistic spectrum are best met by the current graduated SEN system, rather than one requiring mandatory EHC plans for all.","details":"We introduced significant reforms to help all children, no matter what their special educational need or disability (SEND), to be able to reach their full potential and receive the right support to succeed in their education and their adult lives. \r\n\r\nChildren and young people with autism have a range of individual needs and some have other additional SEND as well as autism. The SEND system introduced through the Children and Families Act 2014 is aimed at identifying and meeting a range of diverse needs. Schools should be monitoring the progress of all their pupils and intervening where learning difficulties are identified, providing ‎the 'graduated approach' known as SEN support. This is a cycle of assessment, planning, intervention and review used by schools and colleges to assist them to identify needs and continuously support progress. Schools and colleges are required to use their best endeavours to support children and young people’s needs. \r\n\r\nWhere this approach is applied in a timely and effective way, the majority of children and young people with autism can and do achieve well in their education without an Education, Health and Care (EHC) plan. In January 2018 14.6% of the school population were identified with SEN and just 2.9% of these had an EHC plan. \r\n\r\nIf a child or young person, including those with autism, does not make expected progress in response to the support being provided by the school, or the support required exceeds the school or colleges’ SEND provision, the school or college, or the parents/carers of the child or young person, or the young person themselves, can ask the local authority to carry out an EHC needs assessment, provided one has not taken place in the previous six months. All local authorities have a duty under the Children and Families Act 2014 to carry out assessments and draw up EHC plans where necessary and they must look at each request for an assessment individually. \r\n\r\nMany children and young people with autism do have an EHC plan. 28.2% of all the pupils with EHC plans in January 2018 had autism identified as their primary need, the most common type of need overall (School Census). Out of 119,909 pupils with a primary need of autism, 55% had an EHC plan (or statement) and 45% were on SEN support.  Identification of children with autism who need plans has increased each year since 2010. Children and young people with autism are being identified for EHC plans where necessary. \r\n\r\nChildren and young people with autism have especially benefitted from the person-centred, multi-agency, participative approach of the reformed SEND system and its focus on good progress and successful supported transition to adulthood. The system is based on meeting individuals’ needs rather than the creating mandatory categories of groups of children with SEND.  \r\n\r\nWe have funded the Autism Education Trust (AET) since 2011 to deliver autism awareness and autism training to education staff in early years, schools and further education settings and it has so far reached more than 190,000 people - not just teachers and teaching assistants, but also support staff such as receptionists, dining hall staff and caretakers, encouraging a ‘whole school’ approach to supporting pupils with autism.\r\n\r\nDepartment for Education","created_at":"2018-10-30T09:36:02.329Z","updated_at":"2018-10-30T09:36:02.329Z"},"debate":null}},{"type":"petition","id":221860,"links":{"self":"https://petition.parliament.uk/petitions/221860.json"},"attributes":{"action":"PublicHoliday on Hindus special two religious occasions in a year:Diwali\u0026Dussera","background":"This will give an opportunity for Hindu families to get together and share happiness with other religious communities. It is very important for Hindus to celebrate Diwali and also Diwali — Festival of Lights is a major holiday that is also celebrated by Buddhists, Jains and Sikhs.","additional_details":"Hinduism in England is the third largest religion in the country, with over 806,000 followers as of the 2011 Census. This represents over 1.5% of the English population, up from 1.1% the previous decade. Hindus are predominantly in the cities of London and Leicester, where they make up greater proportions of the population(Hindu Enclaves, also known as Hindu Hotspots).\r\nHindus don't get a lawful Public Holiday on their two special religious occasions in a year 1. Diwali and 2. Dussera","state":"open","signature_count":11850,"created_at":"2018-06-10T11:19:46.970Z","updated_at":"2018-12-07T07:05:24.387Z","rejected_at":null,"opened_at":"2018-06-15T08:48:29.675Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-10T11:47:34.705Z","response_threshold_reached_at":"2018-06-25T06:27:39.840Z","government_response_at":"2018-07-03T12:07:27.199Z","debate_threshold_reached_at":null,"scheduled_debate_date":"2018-10-29","debate_outcome_at":"2018-10-30T13:32:15.619Z","creator_name":"Ritesh Patel","rejection":null,"government_response":{"responded_on":"2018-07-03","summary":"The Government has no plans to create a public holiday to commemorate religious festivals such as Diwali. The costs are considerable. The cost of the 2012 Diamond Jubilee holiday was around £1.2bn.","details":"The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Diwali and Dussehra contribute towards this objective. We regret however that we cannot agree to create new bank or public holiday to mark these festivals.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals.  However the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an impact assessment  for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  ACAS provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ","created_at":"2018-07-03T12:07:27.196Z","updated_at":"2018-07-03T12:07:27.196Z"},"debate":{"debated_on":"2018-10-29","transcript_url":"https://hansard.parliament.uk/commons/2018-10-29/debates/6EF118AA-489B-4ADC-B915-FFE29C922C4E/PublicHolidaysOnReligiousOccasions","video_url":"https://parliamentlive.tv/Event/Index/c6b5effc-168a-495e-a680-e425ec2ce00b","debate_pack_url":"https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/religious-holidays-29-10/","overview":""}}},{"type":"petition","id":223075,"links":{"self":"https://petition.parliament.uk/petitions/223075.json"},"attributes":{"action":"Reduce VAT to 5% on repairs and approved alterations to listed buildings.","background":"Private listed property owners are preserving much of Britain’s built heritage for future generations, yet many are struggling to maintain and repair their homes. In 2012, the Government removed the zero rate of VAT for pre-authorised alterations to listed buildings. This was a major blow to owners.","additional_details":"Since 2012, The Listed Property Owners’ Club has noticed a distinct fall in certain types of applications for listed building consent. The reduction of VAT to 5% on repairs and approved alterations would be a real incentive for owners to maintain their homes and safely conserve our historic and heritage buildings. The Listed Property Owners’ Club is the only organisation representing owners of private listed buildings.  \r\nMore information can be found at www.lpoc.co.uk","state":"open","signature_count":11817,"created_at":"2018-06-26T08:41:32.440Z","updated_at":"2018-12-10T20:30:46.497Z","rejected_at":null,"opened_at":"2018-07-02T12:59:56.038Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T09:58:02.380Z","response_threshold_reached_at":"2018-10-19T22:18:00.645Z","government_response_at":"2018-11-08T12:41:56.190Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Anslow","rejection":null,"government_response":{"responded_on":"2018-11-08","summary":"We recognise the valuable contribution to UK Heritage made by owners of listed buildings. We continue to promote our country’s heritage and we will ensure that everyone can enjoy and benefit from it.","details":"Protecting and making the most of the UK’s heritage is important for our economy and society. We released a Heritage Statement in 2017, setting out how we will support the heritage sector. \r\n\r\nHistoric England and the Heritage Lottery Fund provide advice and support for the conservation of heritage, including listed buildings. The government recognises the particular challenges faced by private owners of listed properties in planning regulations, and this is why we have introduced measures to streamline the listed buildings consent regime. These measures include giving local authorities the power to grant a general consent for minor works to listed buildings, this removes the need for specific applications for these types of works.\r\n\r\nVAT is a broad-based tax on consumption and the standard rate of twenty per cent applies to most goods and services. While there are exceptions to the standard rate, these are strictly limited by domestic and EU law as well as by fiscal considerations. VAT is an important source of revenue which is used to fund the government’s public spending priorities including hospitals, schools and defence. \r\n\r\nUnder EU law, a reduced rate of five percent could be applied to alterations or repairs of buildings, but it would not be possible to limit this to alterations and repairs of only listed buildings. Introducing a reduced rate is estimated to cost the Exchequer at least £2.5 billion a year and this would have to be balanced by increased taxes elsewhere, reductions in government spending, or borrowing. While all taxes are kept under review, the government has no plans to change the VAT treatment of renovations and repairs at this time. \r\n\r\nHM Treasury","created_at":"2018-11-08T12:41:56.187Z","updated_at":"2018-11-08T12:41:56.187Z"},"debate":null}},{"type":"petition","id":228631,"links":{"self":"https://petition.parliament.uk/petitions/228631.json"},"attributes":{"action":"Stop Brexit if supplies of vital medication can't be guaranteed.","background":"The Chair of the Medicines and Healthcare Products Regulatory Agency, said officials must ensure drugs don’t run out if there’s no Brexit deal. The Government is stockpiling medicines. This is not acceptable. Patients with long-term conditions need medication immediately or they could die. ","additional_details":"We can't wait. Our supply of vital meds MUST be guaranteed. Some patients with long-term conditions need medication immediately or they could die. We can't wait. Our supply of vital meds MUST be guaranteed.\r\nDiabetic-ketoacidosis has to be treated IMMEDIATELY with INSULIN otherwise the patient could DIE. This is just one example. Diabetes is the tip of the iceberg. Many other patients, asthmatics, for example, rely on life-saving medication imported from the EU. They can't wait whilst it's stuck at the port.","state":"open","signature_count":11511,"created_at":"2018-09-12T19:26:33.391Z","updated_at":"2018-12-10T23:54:43.144Z","rejected_at":null,"opened_at":"2018-09-19T15:12:17.713Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-12T20:36:48.424Z","response_threshold_reached_at":"2018-11-12T11:30:20.466Z","government_response_at":"2018-11-23T13:47:08.232Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wendy Nowak","rejection":null,"government_response":{"responded_on":"2018-11-23","summary":"Government is working with pharmaceutical companies, the MHRA and the NHS to ensure the supply of critical medicines so that patients continue to receive the high standards of care that they expect.","details":"No matter what the outcome of the negotiations, on issues of patient\r\nsafety and public health the UK will be, as it always has been, a willing\r\nand reliable partner for Europe. It is in all our interests to ensure a\r\ncontinued and undisrupted supply of medicine to the UK.\r\n\r\nWhile the chances of ‘no deal’ have been reduced considerably, the\r\nGovernment will continue to do the responsible thing and prepare for all\r\neventualities, in case a final agreement cannot be reached. Extensive\r\nwork to prepare for a ‘no deal’ scenario has been underway for over two\r\nyears and we are taking the necessary steps to ensure the country\r\ncontinues to operate smoothly from the day we leave. Our objective is to\r\nminimise disruption by taking unilateral action to prioritise continuity and\r\nstability, wherever possible and appropriate to do so.\r\n\r\nWe have been speaking directly to industry across the medical supply\r\nchain, from pharmaceutical trade bodies to storage providers, so\r\npatients can still access medicines in exactly the same way as they do\r\nnow. The public can have confidence in the Government’s plans for\r\ncontinuity of medicines supply in the unlikely event of a ‘no deal’\r\nscenario. The Government has asked pharmaceutical companies that\r\nsupply medicines to UK patients from, or via, Europe to ensure they\r\nhave a minimum of six weeks additional supply in the UK, over and\r\nabove their business as usual operational buffer stocks, by 29th March\r\n2019. There will be separate arrangements for the air freight of\r\nmedicines with short shelf-lives, such as medical radioisotopes. Since\r\nwriting to pharmaceutical companies, we have received good\r\nengagement from the industry who share our aim of maintaining\r\ncontinuity of medicines supply.\r\n\r\nWe understand that medicines like insulin are vitally important to millions\r\nof people in this country and we continue working closely with\r\ncompanies to ensure that stockpiles of medicines are sufficient to cope\r\nwith any potential short term delays at the border, in the event that there\r\nis ‘no deal’.\r\n\r\nOur contingency plans include sensible mitigations for medicines that\r\ncome to the UK from or via the EU, such as precautionary stockpiling by\r\nsuppliers, to ensure that the supply of insulin and other essential\r\nmedicines to patients is not disrupted.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-11-23T13:47:08.230Z","updated_at":"2018-11-23T13:52:21.425Z"},"debate":null}},{"type":"petition","id":231521,"links":{"self":"https://petition.parliament.uk/petitions/231521.json"},"attributes":{"action":"Ban all ISIS members from returning to UK","background":"Ban all ISIS members from returning to the UK, remove their citizenship and passports","additional_details":"By banning all returning ISIS members and by removing their citizenship and passports it would help keep the UK safe from terrorists and their actions. It would also save hundreds of thousands of pounds and time of the police and security services. It would also send a message to others that membership of terrorist orgsnisation will not be tollerated.","state":"open","signature_count":11344,"created_at":"2018-10-30T16:49:25.269Z","updated_at":"2018-12-10T15:41:47.920Z","rejected_at":null,"opened_at":"2018-11-06T11:36:10.075Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-30T17:00:41.964Z","response_threshold_reached_at":"2018-11-14T20:56:47.204Z","government_response_at":"2018-11-27T11:04:04.640Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Kent","rejection":null,"government_response":{"responded_on":"2018-11-27","summary":"British citizenship can be removed if it does not render the individual stateless. Any risk posed by those who return from Syria will be managed and they may be investigated for criminal offences.","details":"The Government’s priority is to do everything we can to help keep our country safe, including managing the risk posed by those who have gone to fight in Syria and Iraq and may be linked to terrorist organisations.\r\n\r\nUK nationals have the right to return to the country, but anyone who does return from taking part in the conflict in Syria or Iraq will be investigated by the police and prosecuted where there is evidence that they have committed criminal offences.\r\n\r\nThe Home Secretary has the power to remove or ‘deprive’ a British national’s citizenship and stop them from returning to the UK if they hold or are eligible to hold another nationality and if he assesses that individual’s presence in the UK is not conducive to the public good. This may only happen if the person would not be left stateless as a result. This power has been used against those who travelled to fight overseas. Non-UK nationals can be excluded from the country.\r\n\r\nWhere it is not possible to deprive an individual of their British nationality, a range of powers are available to protect national security.\r\n\r\nThere have already been several successful prosecutions for those who have returned from Syria. This includes the minimum of 40 years for Khalid Ali who was sentenced earlier this year for planning a terrorist attack in Westminster.\r\n\r\nIn addition to seeking prosecution of terrorism suspects we use a range of tools to manage the threat posed.  We impose travel restrictions for individuals subject to Terrorism Prevention and Investigation Measures, and require those individuals who return to the UK subject to a Temporary Exclusion Order, to report to a police station regularly.\r\n\r\nHome Office","created_at":"2018-11-27T11:04:04.637Z","updated_at":"2018-11-27T11:04:04.637Z"},"debate":null}},{"type":"petition","id":223531,"links":{"self":"https://petition.parliament.uk/petitions/223531.json"},"attributes":{"action":"British National (Overseas) Citizens should be given full British Citizenship.","background":"People in Hong Kong who hold the British National (Overseas) passport are British; however, the British government is refusing and avoiding giving these Hong Kongers the right of abode in the United Kingdom nor in any of the British territories. Many of them were forced to become PROC Chinese.","additional_details":"The Chinese government is ignoring the Sino Anglo Agreements signed in 1981. It could be a disaster if we keep ignoring this is happening. Hong Kongers will come in as political refugees. We will need a lot of effort to house them and bad for the British reputations to the International community then.","state":"open","signature_count":11231,"created_at":"2018-07-02T18:04:25.578Z","updated_at":"2018-12-10T22:50:37.546Z","rejected_at":null,"opened_at":"2018-07-09T11:42:07.216Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-03T02:34:19.419Z","response_threshold_reached_at":"2018-11-25T08:49:02.553Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"K. H. Tommy Leung","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226597,"links":{"self":"https://petition.parliament.uk/petitions/226597.json"},"attributes":{"action":"Reverse changes to state pension age back to 65 for men and 60 for women","background":"I started paying into the N.I. system aged 16 when the retirement age was stated as 65 for men and 60 for women. I’ve been full time employed since then and have had the terms of the state pension age changed without consultation. Stand up and stop this now.","additional_details":"Look at the gov.uk website for the state pension change and what it means to you. You can get a personal projection so you can see how this new scheme will affect you personally.","state":"open","signature_count":10963,"created_at":"2018-08-04T17:43:09.960Z","updated_at":"2018-12-10T23:40:57.485Z","rejected_at":null,"opened_at":"2018-09-11T15:56:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-24T18:31:11.866Z","response_threshold_reached_at":"2018-12-07T22:56:19.286Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Glen Morris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224537,"links":{"self":"https://petition.parliament.uk/petitions/224537.json"},"attributes":{"action":"Fund life saving Immunotherapy for lung cancer patients to more than 2 years","background":"Currently Pembrolizumab (immunotherapy) is only an option for 24 months if you have lung cancer. If you have Melanoma it is given until it either stops working or the side effects become too much, no time limit.","additional_details":" Lung cancer is a bigger killer yet after 24 months they take the option away\r\n \r\nI believe I am possibly the 1st or one of the first to reach the 2 years on this. When I was given it, it was my last hope as chemotherapy did not work and I was not that well at all. I went on this as an early trial in June 2016 as a last hope! had my last treatment in June 2018. I was originally given 6 to 12 months to live. But this has given me brilliant results and extra time with my kids and family. Now it has been taken away with nothing else offered. More people will be in this situation very soon. We all need help, if you could sign and share this I would be so grateful.\r\n \r\nWe just want to be able to spend more time with our families. Thank you","state":"open","signature_count":10107,"created_at":"2018-07-11T17:53:13.805Z","updated_at":"2018-12-10T22:30:52.684Z","rejected_at":null,"opened_at":"2018-07-30T10:44:17.253Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-11T19:07:07.440Z","response_threshold_reached_at":"2018-12-06T22:32:34.080Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Cole","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226975,"links":{"self":"https://petition.parliament.uk/petitions/226975.json"},"attributes":{"action":"Ban face coverings in public","background":"People can not be identified when the face is covered and people are becoming more offended and some even scared, with different gangs appearing all over and violent crimes are being committed.","additional_details":"","state":"open","signature_count":9994,"created_at":"2018-08-09T22:44:28.373Z","updated_at":"2018-12-10T23:34:44.668Z","rejected_at":null,"opened_at":"2018-08-17T12:33:33.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-10T12:35:38.456Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donna Hopkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228534,"links":{"self":"https://petition.parliament.uk/petitions/228534.json"},"attributes":{"action":"Hold a public inquiry into the decision to incentivise diesel cars \u0026 its effects","background":"In 2001 the government decided to link car tax (VED) to CO2 emissions. In 2002 company car tax also became emissions-based. People were encouraged by such incentives to buy diesel cars, yet owners of even relatively new diesels now face draconian extra taxes, parking surcharges, even effective bans.","additional_details":"Millions of car owners who chose diesels encouraged by government now face harsh surcharges for parking, road tax, company tax and 'low emissions zones' effectively banning their use entirely, even for cars purchased as recently as 2015. Local surcharges and restricted zones are expanding across the UK. Such an extreme u-turn in policy is unacceptable abuse of public authority and must stop, pending an inquiry to examine how past errors can be prevented and those affected instead treated fairly.","state":"open","signature_count":9838,"created_at":"2018-09-10T13:05:33.400Z","updated_at":"2018-12-10T09:42:39.050Z","rejected_at":null,"opened_at":"2018-09-24T11:34:15.370Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-18T12:42:39.010Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Coster","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225395,"links":{"self":"https://petition.parliament.uk/petitions/225395.json"},"attributes":{"action":"UK to refer Sri Lanka to ICC in March 2019","background":"Refer Sri Lanka to International Criminal Court, if it continues to fail to implement its commitment made to the UNHRC Res. [A/HRC/RES/30/1] by March 2019; by agreeing to provide accountability and transitional justice. ","additional_details":"It has failed to implement the resolution and brazenly repudiated its commitments to the UNHRC and victims of the war, so far without consequence. In March 2018 UN Human Rights Commissioner Zeid Ra'ad Al Hussein has also explicitly expressed his frustration, having lost faith in Sri Lanka’s willingness to engineer transitional justice and has called on member states to “explore other avenues, including the application of universal jurisdiction,that could foster accountability.” the UN Deputy for Human Rights, Kate Gilmore called for the establishment of a Special Court.","state":"open","signature_count":9493,"created_at":"2018-07-19T12:56:53.865Z","updated_at":"2018-12-10T23:57:24.211Z","rejected_at":null,"opened_at":"2018-07-26T16:50:13.804Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-19T15:15:15.216Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"MANIVANNAN PATHMANABHAN","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228671,"links":{"self":"https://petition.parliament.uk/petitions/228671.json"},"attributes":{"action":"Provide prescription payment exemption for people with Sickle Cell Anaemia.","background":"Sickle Cell Anaemia: genetically inherited haematological condition. Patients suffer acute chronic pain affecting the bones \u0026 joints caused by vaso-occlusion, ischaemic injury, high risk of infection \u0026 stroke. Stress, low temperature \u0026 physical activity are a few of the triggers of this condition.","additional_details":"Sickle Cell patients struggle to qualify for benefits as the requirements don't seem to cater to disabilities that include intermittent asymptomatic states. SC patients also require lifelong monthly prescriptions. As many patients are unable to work, this is an extra financial burden that is stressful. If this burden can be lifted, it will contribute somewhat to a slightly better quality of life for people who already suffer so greatly.","state":"open","signature_count":9488,"created_at":"2018-09-13T13:50:41.166Z","updated_at":"2018-12-10T23:57:54.334Z","rejected_at":null,"opened_at":"2018-10-18T15:27:10.484Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-01T18:25:34.174Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amoafi Kwapong","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225310,"links":{"self":"https://petition.parliament.uk/petitions/225310.json"},"attributes":{"action":"We want a world class radiotherapy service accessible for all cancer patients.","background":"We want the best radiotherapy treatment for cancer as close to home as possible. 1 in 2 of us will at some point develop cancer, meaning 1 in 4 of us need radiotherapy at some point in our lifetime. More investment is critical; despite the need, radiotherapy only receives 5% of the UK cancer budget.","additional_details":"We’re asking to increase the NHS Cancer budget dedicated to radiotherapy from 5% to 6.5%, and a one-off £250 million investment to modernise existing machines and build satellite radiotherapy centres to ensure accessible service nationwide. UK cancer survival rates are well below European average. If the UK achieved best European levels, 10k more patients would survive per year. Radiotherapy has a huge part to play in giving the people of the UK the cancer treatment service they deserve.","state":"open","signature_count":8904,"created_at":"2018-07-18T15:28:34.091Z","updated_at":"2018-12-10T22:10:34.952Z","rejected_at":null,"opened_at":"2018-07-26T09:25:37.701Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-18T15:38:29.712Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Prof Pat Price, Chairman, Action Radiotherapy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227567,"links":{"self":"https://petition.parliament.uk/petitions/227567.json"},"attributes":{"action":"Honour the original Dartford Crossing agreement, abolish all tolls permanently","background":"Under the original agreement, once the Dartford bridge had paid for itself, the tolls were to stop. In 1999, the government agreed that fees would be abolished by the end of 2003, an agreement that was not honoured and has been successively reneged on. We ask that the tolls are removed permanently.","additional_details":"","state":"open","signature_count":8325,"created_at":"2018-08-19T21:46:12.274Z","updated_at":"2018-12-10T19:04:59.333Z","rejected_at":null,"opened_at":"2018-08-29T11:06:08.951Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-19T22:38:14.167Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil D'Silva","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229243,"links":{"self":"https://petition.parliament.uk/petitions/229243.json"},"attributes":{"action":"Amend the 1967 Forestry Act to protect endangered wildlife habitat across the UK","background":"Under the Forestry Act, in Scotland licences to fell woodland can be refused to protect endangered forest wildlife or granted with conditions to safeguard animals. Elsewhere in the UK, authorities cannot consider the impact upon wildlife such as red squirrel or bats when assessing applications.","additional_details":"Commercial forests provide jobs and produce valuable products. They can also contain rare and endangered wildlife. In some instances habitat loss may threaten populations with extinction. It makes sense that this risk should be considered when authorities consider a licence to cut down woodland.\r\n\r\nRed squirrels and their nests are protected by law and yet the trees they live in are not. Let the rest of the UK follow Scotland's example and allow key woodland habitat to be protected too when needed","state":"open","signature_count":7992,"created_at":"2018-09-25T11:30:20.886Z","updated_at":"2018-12-10T23:25:49.629Z","rejected_at":null,"opened_at":"2018-11-06T11:10:16.756Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T15:38:14.504Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Craig Shuttleworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222204,"links":{"self":"https://petition.parliament.uk/petitions/222204.json"},"attributes":{"action":"Allow motorbikes to use all bus lanes","background":"There are huge amounts of accidents where bikers are filtering and are knocked off due to other traffic. Whilst this is legal according to the highway code, the results usually end up 50/50 to both parties.\r\n\r\nAllowing motorbikes to use bus lanes will reduce congestion and risk to everyone.","additional_details":"","state":"open","signature_count":7961,"created_at":"2018-06-14T11:17:05.472Z","updated_at":"2018-12-10T21:39:58.444Z","rejected_at":null,"opened_at":"2018-06-20T16:11:57.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-14T11:51:25.555Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natasha Tolan-Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228362,"links":{"self":"https://petition.parliament.uk/petitions/228362.json"},"attributes":{"action":"Urgent law to extend voting rights to British abroad by repealing 15-year rule.","background":"Pass Bill to benefit overseas electors before any further EU vote or general election. 2022 will be too late. Hundreds and thousands of British citizens living and working abroad are disenfranchised, unable to vote on issues which affect them directly (in breach of their basic human rights).","additional_details":"Denying a vote to citizens most affected by the decision to leave the European Union was a dereliction of UK democracy. The failure of Parliament was allowing this injustice. The duty is to ensure it never happens again.\r\nHow can anyone be confident that their private life will be respected if British citizens find themselves living in EU countries with no clear status and without the protection of the Citizens Directive 2004/38 and all EU acquis (body of EU law) that protects citizens?","state":"open","signature_count":7859,"created_at":"2018-09-06T18:17:00.841Z","updated_at":"2018-12-10T20:11:00.003Z","rejected_at":null,"opened_at":"2018-09-12T21:05:22.512Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-06T19:10:16.704Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin John Kirby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225743,"links":{"self":"https://petition.parliament.uk/petitions/225743.json"},"attributes":{"action":"Reverse the decision to close RAF Scampton","background":"The decision to close RAF Scampton is a national disgrace with so much history of bomber command there.","additional_details":"","state":"open","signature_count":7804,"created_at":"2018-07-24T08:09:54.908Z","updated_at":"2018-12-10T21:13:02.937Z","rejected_at":null,"opened_at":"2018-07-31T09:32:09.985Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T08:36:32.306Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"PAUL WATTS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228767,"links":{"self":"https://petition.parliament.uk/petitions/228767.json"},"attributes":{"action":"Review rules that allow male prisoners who identify as female in women's prisons","background":"Fair Play For Women is calling for MPs to ensure the relevant prison rules are urgently reviewed, in full consultation with women's organisations. Prison guidance PSI-17/2016 allows male prisoners who identity as female to be moved to a female prison at the discretion of a Transgender Case Board.","additional_details":"No women's organisations were consulted when the prison rules were updated in 2016. The effect on female prisoners has not been adequately assessed. Current rules are not fit for purpose and must be urgently reviewed.","state":"open","signature_count":7495,"created_at":"2018-09-15T06:57:10.703Z","updated_at":"2018-12-10T23:50:41.598Z","rejected_at":null,"opened_at":"2018-10-12T11:39:15.188Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-15T07:05:58.892Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230140,"links":{"self":"https://petition.parliament.uk/petitions/230140.json"},"attributes":{"action":"Raise the Rate: increase the national funding rate for sixth form students","background":"Sixth form funding was subject to deep cuts after 2010 and the national funding rate for 16 and 17 year olds has remained frozen at £4,000 per student, per year since 2013/14. The rate for 18 year olds is set even lower at £3,300 per student.","additional_details":"To ensure that schools and colleges can continue to deliver a high quality education, the government should raise the funding rate for 16, 17 and 18 year olds by at least £760 per student in the 2019 spending review and raise it in line with inflation each year. Recent research from London Economics 'Understanding the funding shortfall in sixth form education' found that £760 was the minimum level of additional funding required to deliver a high quality education.","state":"open","signature_count":7423,"created_at":"2018-10-10T13:47:40.705Z","updated_at":"2018-12-10T23:19:35.684Z","rejected_at":null,"opened_at":"2018-10-18T09:35:13.308Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-10T14:13:59.676Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vanessa Donhowe","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231842,"links":{"self":"https://petition.parliament.uk/petitions/231842.json"},"attributes":{"action":"Secure Asia Bibi (and family) safe exit from Pakistan, political asylum in UK.","background":"Asia Bibi recently cleared of blasphemy in 2009, having served 8 years in prison, much of which in soliditary confinement. Since court decision nationwide protests in Pakistan, led government to put Asia on a Exit Control List to appease protestors. Her and her family’s lives are in grave danger.","additional_details":"UK invests £465M of its £13.4B annual foreign aid budget in Pakistan. Leverage this and enduring diplomatic relations with Pakistan, to secure safe exit from Pakistan and political asylum in UK for Asia and her family.","state":"open","signature_count":7287,"created_at":"2018-11-04T05:13:59.947Z","updated_at":"2018-12-10T11:21:58.347Z","rejected_at":null,"opened_at":"2018-11-12T13:45:15.378Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-04T10:16:30.501Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anthony Doyle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223221,"links":{"self":"https://petition.parliament.uk/petitions/223221.json"},"attributes":{"action":"Ban the importation of animal fur into the UK","background":"The UK government has already limited the importation of animal fur into the UK by Council Regulation (EEC) No 3254/91, however certain animal fur can still be imported, some from countries with poor animal welfare rights. The government should ban the importation of ALL animal fur into the UK.","additional_details":"100 million+ animals are killed for their fur every year.\r\nThe Agreement on International Trapping Standards is aimed at the protection of the practice of trapping of wild animals for their fur with ‘humane’ standards. However, the trapping of wild animals for their fur can never be benign, the standards set in this agreement fall well below humane standards defined by veterinarian experts in the UK. Rather than extend the agreement, the government should ban the import of all fur into the UK.","state":"open","signature_count":7263,"created_at":"2018-06-27T21:18:11.593Z","updated_at":"2018-12-10T23:30:42.586Z","rejected_at":null,"opened_at":"2018-07-03T15:32:33.189Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-27T22:12:42.808Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Zahrah Azeem","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222787,"links":{"self":"https://petition.parliament.uk/petitions/222787.json"},"attributes":{"action":"Let the UK vote for the next London Mayor. It is our capital after all!","background":"London being the capital of the United Kingdom, I believe we should all have a say in who runs it who is elected to be the mayor","additional_details":"After the disastrous last few years of Sadiq Khan being the mayor of London, let the people of the country elect the next mayor, as it does affect the rest of the country, what does and does not happen in London seems to have a roll on effect.","state":"open","signature_count":7030,"created_at":"2018-06-21T11:10:52.567Z","updated_at":"2018-12-10T13:22:04.459Z","rejected_at":null,"opened_at":"2018-06-27T15:35:55.952Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-21T17:29:25.294Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lorraine k Davis","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231146,"links":{"self":"https://petition.parliament.uk/petitions/231146.json"},"attributes":{"action":"Increase funding to Children's Mental Health services","background":"NHS children and adolescent mental health services (CAMHs) are so poorly funded that young people are often left to suicide before they get the help they need. CAMHs are having to turn away children with complex psychological conditions. No child should be told they are not ill enough to get help.","additional_details":"","state":"open","signature_count":6958,"created_at":"2018-10-24T21:10:28.174Z","updated_at":"2018-12-10T23:36:15.410Z","rejected_at":null,"opened_at":"2018-11-02T17:13:27.932Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T07:51:35.198Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rose Lelliott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229678,"links":{"self":"https://petition.parliament.uk/petitions/229678.json"},"attributes":{"action":"Protect our Freedom of Movement Rights","background":"As EU Citizens, UK citizens currently have Freedom of Movement to work in 28 Countries of the EU \u0026 also in 3 EEA countries. We do not want to lose these rights.\r\n\r\nWe ask that the UK Government consider our Rights in Brexit negotiations as many of us use them to work across the countries of Europe.","additional_details":"I have campaigned to highlight Freedom of Movement via the Big EU Passport Campaign - http://bigeupassport.blogspot.com/","state":"open","signature_count":6914,"created_at":"2018-10-02T11:42:13.798Z","updated_at":"2018-12-10T23:49:10.552Z","rejected_at":null,"opened_at":"2018-10-09T10:37:25.782Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-02T12:44:14.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230855,"links":{"self":"https://petition.parliament.uk/petitions/230855.json"},"attributes":{"action":"Ban absconder Pakistan’s Ex-Finance Minister Ishaq Dar from the UK","background":"The Ex-Finance minister of Pakistan Ishaq Dar has been declared an absconder in a corruption reference filed against him by the National Accountability Bureau (NAB) of Pakistan. Interior Ministry of Pakistan blacklists Ishaq Dar, blocks his passport. Ishaq Dar is currently hiding in the UK.","additional_details":"Each year UK spends billions on overseas development aid. In 2016, the UK spent £13.4 billion on overseas aid. Pakistan is in top 10 countries who receives this aid. The UK shouldn’t provide a refuge for politicians who are wanted on corruption charges.","state":"open","signature_count":6738,"created_at":"2018-10-20T08:42:41.251Z","updated_at":"2018-12-10T18:21:16.890Z","rejected_at":null,"opened_at":"2018-10-24T13:18:19.866Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-20T10:38:58.290Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Faisal Imdad","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227330,"links":{"self":"https://petition.parliament.uk/petitions/227330.json"},"attributes":{"action":"All teaching staff across schools in England to have SEND mandatory training","background":"Made mandatory that all teachers, HTLA’s,TA’s \u0026 support staff to undertake minimum basic training to support SEND including Autism and other conditions / behaviours which may be associated with the Autism spectrum (ADHD, PDA, ODD, dyspraxia, dyslexia) to ensure appropriate support for students","additional_details":"A court has delivered a landslide ruling on a recent school exclusion case.The ruling made clear that all schools must make sure they have made appropriate adjustments to support Autistic children and those with other disabilities, before they can resort to exclusion. In order to support this further, I would like to see changes made where it is mandatory that all staff working \u0026 supporting students within schools across England, should be equipped with at least the minimal basic awareness training to support all students within SEND.","state":"open","signature_count":6679,"created_at":"2018-08-15T13:53:53.520Z","updated_at":"2018-12-10T23:03:25.114Z","rejected_at":null,"opened_at":"2018-08-22T16:57:31.545Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T14:58:52.323Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Callie Hickey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229694,"links":{"self":"https://petition.parliament.uk/petitions/229694.json"},"attributes":{"action":"Prevent the prohibition of Air Weapons on Private Land for those Under 18","background":"The Government has recently debated imposing a ban on all under 18s using an air weapon on private land. The impact of this would be wide ranging. The majority of clay, game and target shooters learn their initial skills using an air gun.","additional_details":"This bill would prevent any adult from even supervising this early experience, with long standing and catastrophic effects for all shooters. This clause was dropped from the Offensive Weapons Bill, however the Home Office has warned that it may return, effectively banning air gun use for anyone under 18 anywhere other than at an approved club. Both the shooting industry and organisations are warning that this will be the first rung on the ladder leading to gun prohibition in the UK.","state":"open","signature_count":6556,"created_at":"2018-10-02T15:12:14.067Z","updated_at":"2018-12-10T21:52:59.059Z","rejected_at":null,"opened_at":"2018-10-04T13:30:08.726Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-03T09:29:57.273Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230192,"links":{"self":"https://petition.parliament.uk/petitions/230192.json"},"attributes":{"action":"Reject Remote Pharmacist Proposals. Keep Pharmacists Present for Patients.","background":"Whilst a pharmacy is open it is a fundamental patient right that a qualified pharmacist is available on site at all times to consult in person, without the need for an appointment. Patient safety would be jeopardised if a pharmacist wasn't present in a pharmacy.","additional_details":"The government has proposed that pharmacists could end up signed in as the Responsible Pharmacist for more than one pharmacy at a time and therefore not physically available to patients. The government's proposals will ultimately lead to medicines dispensing \u0026 supply taking place without the supervision of a pharmacist. This will be detrimental to patient care and safety and the legislative changes must not go ahead. More information can be found on this website: the-pda.org/patientpetition2018","state":"open","signature_count":6454,"created_at":"2018-10-11T06:25:16.521Z","updated_at":"2018-12-10T21:06:06.630Z","rejected_at":null,"opened_at":"2018-10-18T11:25:29.979Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-11T07:12:38.369Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mariam Ahmed","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226793,"links":{"self":"https://petition.parliament.uk/petitions/226793.json"},"attributes":{"action":"Ban Anti-LGBTQ+ material from schools.","background":"There has been a recent influx of anti-LGBT+ material being sent to schools in England. We are asking that any and all material, that is first and foremost designed to give a negative view of the LGBT+ community, be removed from schools.","additional_details":"Examples of how such material can be shown to be anti-LGBT+:\r\n• they recommend conversion therapy. \r\n• they scaremonger about conditions that are not legally recognised as clinical or medical conditions. \r\n• they encourage school staff to break equality laws as stated in the EA2010. \r\n• they give false information regarding the legally available treatment for transgender youth in the UK.\r\n https://www.cps.gov.uk/legal-guidance/homophobic-biphobic-and-transphobic-hate-crime-prosecution-guidance\r\n \r\n","state":"open","signature_count":6428,"created_at":"2018-08-07T17:56:29.691Z","updated_at":"2018-12-10T21:06:16.673Z","rejected_at":null,"opened_at":"2018-08-10T15:50:40.284Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T18:57:00.912Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Woodall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227333,"links":{"self":"https://petition.parliament.uk/petitions/227333.json"},"attributes":{"action":"Allow people to grow the Cannabis plant without a license!","background":"Licenses to grow the cannabis plant in the UK seem unjust, as you do not need this for other plants, even poisonous ones.\r\nThis safe plant is very therapeutic, nutritious and aesthetic, so remove this political policy.","additional_details":"","state":"open","signature_count":6341,"created_at":"2018-08-15T14:41:46.086Z","updated_at":"2018-12-10T23:55:33.486Z","rejected_at":null,"opened_at":"2018-08-28T09:00:43.405Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T15:54:12.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Winston David Matthews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":222462,"links":{"self":"https://petition.parliament.uk/petitions/222462.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"The role of a recovery patrol is a dangerous one and more needs to be done for their safety whilst they are risking their lives helping others.\r\n","additional_details":"The USA already have a law in place to slow down and move over to protect recovery patrols on the side of the road but we don’t have any law for that here in the UK.\r\n\r\nMany have sadly lost their lives to this job because of other drivers not paying attention the roads and it’s laws- from speeding up to get past to not paying attention to roads closed.\r\n\r\nMany families are destroyed and left without loved ones and not many people realise the danger for these patrols.","state":"open","signature_count":6308,"created_at":"2018-06-17T17:02:01.633Z","updated_at":"2018-12-05T19:17:16.004Z","rejected_at":null,"opened_at":"2018-06-22T15:20:51.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-17T19:31:38.388Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kirsty Martin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225676,"links":{"self":"https://petition.parliament.uk/petitions/225676.json"},"attributes":{"action":"Automatic by-election if MPs resigns from their current party","background":"If a Member of Parliament decides to leave the party they were elected under, then they should be required to call a by-election and stand as an independent or for another party.","additional_details":"","state":"open","signature_count":6177,"created_at":"2018-07-23T11:55:26.791Z","updated_at":"2018-12-10T15:06:56.263Z","rejected_at":null,"opened_at":"2018-08-01T14:16:56.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-23T12:06:49.242Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Alexander Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224315,"links":{"self":"https://petition.parliament.uk/petitions/224315.json"},"attributes":{"action":"Introduce on the Spot Fines for Leaving Animals in an Unattended Private Vehicle","background":"Every year, despite numerous warnings in the media, there are reports of dogs dying in hot cars or being rescued close to death.  The law on what bystanders and even the police can do is ambiguous and confusing.  We need an obvious and enforceable deterrent to help prevent this recurring problem\r\n.","additional_details":"Many people still believe that it’s OK to leave an animal in a car on a warm day resulting in distress and sometimes death for the animal.\r\n\r\nBystanders and the police often have to watch dogs suffer whilst trying to find the owner. Many are unrepentant about their behaviour and will probably repeat it.\r\n\r\nA publicity campaign and an option for police to issue an on the spot fine would act as a proper deterrent and statement that this is unacceptable and would thus reduce the number of occurrences.","state":"open","signature_count":6114,"created_at":"2018-07-10T09:29:50.841Z","updated_at":"2018-12-09T14:36:52.910Z","rejected_at":null,"opened_at":"2018-07-16T17:46:01.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-10T09:40:06.716Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Middleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228535,"links":{"self":"https://petition.parliament.uk/petitions/228535.json"},"attributes":{"action":"Introduce Alternative Student Finance product by September 2019","background":"Many Muslims are unable to attend university because their faith prohibits them from taking interest based loans to fund tuition fees.The govt have agreed on an alternative financing model in 2014. 4 years later and it is yet to be made available. Each year students are affected without any options.","additional_details":"The most recent response from the universities minister states;\r\n'...it typically takes 2 years to produce an alternative finance product. That would rule out the 2018/19 academic year'\r\nThe solution was agreed upon in 2014 and it was indicated then that it wouldn't be until 2016/17 academic year. Despite this, islamic finance experts have stated that it can be put into place from scratch within 8 to 12 months.\r\nStudents should no longer be denied access into education simply because if their faith","state":"open","signature_count":6111,"created_at":"2018-09-10T13:06:08.070Z","updated_at":"2018-12-10T23:30:52.699Z","rejected_at":null,"opened_at":"2018-09-20T15:53:14.439Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-10T19:52:07.113Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohamed Fadil","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225164,"links":{"self":"https://petition.parliament.uk/petitions/225164.json"},"attributes":{"action":"To fund free bus travel for all ESA, JSA and Universal Credit claimants","background":"Gov are transitioning ESA claimants ETC to UC, I live 12ml circular trip to nearest job centre,CAB and cheaper shops. I have back and joint problems and aged nr 49. I live in a village with only 1 bus service which wont always cover where i need to go, I am trying to save £550 for transition period.","additional_details":"It costs nr £19.00 a weekly pass local the one that allows access to stage coach bus is nr £31.00. I'm concerned If my health is bad and  already struggle with shopping. How we are supposed to fund this on no income. I live on own don't drive. Im concerned many will be in this position. It also would mean that jobseeker's are covered for appointments part time work etc meaning work would pay and they wouldn't lose out re travel costs. and would help nhs patients access treatments and physio.","state":"open","signature_count":6083,"created_at":"2018-07-17T10:42:18.700Z","updated_at":"2018-12-10T22:43:02.310Z","rejected_at":null,"opened_at":"2018-08-17T12:23:15.615Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-17T17:28:15.868Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria May Nelson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228633,"links":{"self":"https://petition.parliament.uk/petitions/228633.json"},"attributes":{"action":"UK Government to Fund Advice Services for British Citizens living in Spain","background":"Citizens Advice Spain is the first stop for thousands of UK Nationals who contact us daily for Advice, Assistance, Information and Guidance. We inform so that the community understand their obligations and rights. We use laws and regulations to assist residents, holiday homeowners and on relocation.","additional_details":"This well known registered Charity was founded in 2014. The Bureau advisers are regularly asked to appear on radio shows. Team members  also host talks for associations, hold seminars and legal clinics. Other organisations including the British consulates in various regions of Spain forward UK Nationals to us for our expertise. Two of the advisers  are registered paralegals and are able to respond to daily questions via the website, emails, phones and legal clinics. www,citizensadvice.org.es","state":"open","signature_count":5840,"created_at":"2018-09-12T19:33:38.810Z","updated_at":"2018-12-10T19:52:53.437Z","rejected_at":null,"opened_at":"2018-09-20T09:50:34.299Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T16:06:49.416Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Myra Cecilia Azzopardi","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227277,"links":{"self":"https://petition.parliament.uk/petitions/227277.json"},"attributes":{"action":"Ban the provision and advertising of 'essay mill' cheating services.","background":"'Essay mills' provide custom written essays for students to cheat with.  Prices range from a couple of hundred pounds for a single essay to over £6,750 for a PhD dissertation. This undermines the high standards of universities and is unfair to honest students - but is currently legal.","additional_details":"There are over 100 essay mills websites currently in operation. The sites claim the essays are provided simply for study purposes, but simultaneously advertise  'guaranteed grades', 'never resold' and 'plagiarism free'.\r\n \r\nThe Irish government has announced a new law that would make  make it illegal to provide or advertise contract cheating services. New Zealand and 17 US states already have such laws. We call for the UK Government to pass a similar law to stamp out this unacceptable practice.","state":"open","signature_count":5798,"created_at":"2018-08-14T21:28:00.406Z","updated_at":"2018-12-10T11:51:45.980Z","rejected_at":null,"opened_at":"2018-08-22T09:18:45.107Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T04:50:49.887Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Iain Mansfield","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223132,"links":{"self":"https://petition.parliament.uk/petitions/223132.json"},"attributes":{"action":"Stop intrusive access to counselling notes, in rape and sexual assault cases.","background":"If a victim reports a sexually violent crime, they will be told they are entitled to solo/group counselling but will be strongly advised to take neither until after the trial. This is due to lawyers attaining access to counselling notes and potentially using their words against them in court.","additional_details":"Only 15% of sexual violence is reported to the police, and approximately 90% of those who are raped know the perpetrator before the offence. A victim of a crime of this nature should be able to speak emotionally and freely in a safe space, with a counsellor, without being worried about potential repercussions in court.\r\n\r\nThis depraved law is not only morally wrong and wholly unjust. It is undoubtedly detrimental to a victims' mental health and needs to be challenged.","state":"open","signature_count":5705,"created_at":"2018-06-26T16:50:05.947Z","updated_at":"2018-12-10T22:11:56.634Z","rejected_at":null,"opened_at":"2018-07-02T18:06:14.379Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T18:01:52.144Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Eve Crawford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":223126,"links":{"self":"https://petition.parliament.uk/petitions/223126.json"},"attributes":{"action":"Add the entire teaching profession to the 'shortage occupation list'","background":"Desperately-needed international teachers are being forced to quit their jobs and leave the UK because they cannot obtain visas. To stop this happening, the #LetThemTeach campaign is calling for the whole  profession to be added to the shortage occupation list, which gives higher priority for visas.","additional_details":"Non-EU foreign teachers are struggling to obtain tier 2 visas. At a time when schools are experiencing a recruitment crisis, this has resulted in valued teachers being forced to leave their jobs – and the country. While teachers in a handful of subjects are already listed as shortage occupations, the #LetThemTeach campaign is calling for the entire profession to be added to the list. For more information see https://www.tes.com/news/letthemteach-campaign-launches-keep-teachers-our-schools","state":"open","signature_count":5659,"created_at":"2018-06-26T16:03:57.177Z","updated_at":"2018-12-09T22:57:27.226Z","rejected_at":null,"opened_at":"2018-07-02T09:36:50.834Z","closed_at":null,"moderation_threshold_reached_at":"2018-06-26T16:14:25.295Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"William Hazell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230284,"links":{"self":"https://petition.parliament.uk/petitions/230284.json"},"attributes":{"action":"Repeal the EU Withdrawal Act to Prevent Accidental No-deal Brexit","background":"The passing of the EU Withdrawal Act in June 2018 means that by law the UK is set to leave the EU on Exit Day. Unless the Act is repealed, Brexit remains a statutory inevitability, and no-deal Brexit is what we'll get by default on Exit Day if our paralysed politics prevent something better.","additional_details":"The inevitability built into the Act is an irresponsible gamble that threatens to throw our country into chaos. While the courts and the government have influence, they no longer have the power to disarm this threat even if they find the will; only Parliament can unmake laws. Repeal the Act before it's too late. Prevent \"Brexit at any cost\" and eliminate the chance of accidental no-deal Brexit. The terms of our future with the EU must be thoughtfully arrived at, not recklessly stumbled into.","state":"open","signature_count":5623,"created_at":"2018-10-12T11:47:07.409Z","updated_at":"2018-12-10T23:57:54.336Z","rejected_at":null,"opened_at":"2018-10-22T12:23:01.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-13T20:17:35.599Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Raymond Jay Shapiro","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":233043,"links":{"self":"https://petition.parliament.uk/petitions/233043.json"},"attributes":{"action":"End the animal cruelty laws exemptions given to UK halal and shechita abattoirs","background":"The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.","state":"open","signature_count":5542,"created_at":"2018-11-15T16:39:33.761Z","updated_at":"2018-12-10T22:31:33.322Z","rejected_at":null,"opened_at":"2018-11-23T19:16:22.030Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-16T22:01:44.760Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paula Walters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230012,"links":{"self":"https://petition.parliament.uk/petitions/230012.json"},"attributes":{"action":"Call on the government to stop banks discriminating against welfare recipients","background":"Some banks refuse mortgages to buy to let landlords who let to welfare recipients. My bank instructed me to \"seek an alternative tenant\" if I wished to keep my mortgage because my tenant was a welfare recipient.\r\n\r\nThe government must close these loopholes, as they are a breach of basic human rights","additional_details":"\"A survey of 1,137 private landlords for housing charity Shelter in 2017 found that 43% had an outright ban on letting to such claimants (welfare recipients).\"  \r\n\r\nThis isn't only because landlords are discriminatory, many banks prohibit landlords from renting to reliable tenants just because of their circumstances. Welfare recipients are not 2nd class citizens they deserve access to safe, secure, habitable, and affordable homes as is their Human Right.","state":"open","signature_count":5099,"created_at":"2018-10-08T19:11:27.659Z","updated_at":"2018-12-10T17:26:14.554Z","rejected_at":null,"opened_at":"2018-10-15T13:43:44.960Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-08T19:45:21.717Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena McAleer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229231,"links":{"self":"https://petition.parliament.uk/petitions/229231.json"},"attributes":{"action":"All halal and kosher certified products are to be prominently labelled as such.","background":"It is strictly forbidden for some Sikhs, Hindus, Buddhists and Christians to consume any halal or kosher certified product or religiously slaughtered meat. Without clear prominent labelling we could be consuming it without knowing. All we are asking for is clear labelling to make an informed choice.","additional_details":"See Why don't Sikhs eat Halal meat? https://www.youtube.com/watch?v=ePhDUBWXf80\u0026t=26s","state":"open","signature_count":4813,"created_at":"2018-09-25T09:15:50.593Z","updated_at":"2018-12-10T19:05:29.737Z","rejected_at":null,"opened_at":"2018-10-09T16:29:22.063Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T09:29:38.151Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Sushant Varma Bond","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228159,"links":{"self":"https://petition.parliament.uk/petitions/228159.json"},"attributes":{"action":"Provide free secure parking for haulage vehicles ","background":"Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","additional_details":"Truckers have limited time to drive, and they have to park somewhere for the night/day. Motorway service areas charge up to £30.00 often for poor food and cold and dirty showers, and not all companies will pay for this. So the driver has to park in lay-bys and Industrial estates risking their lives/loads/diesel etc... Let us urge the government to sort out somewhere for our truckers to park safely and freely in this country. Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","state":"open","signature_count":4706,"created_at":"2018-09-02T09:40:05.503Z","updated_at":"2018-12-06T05:38:05.993Z","rejected_at":null,"opened_at":"2018-09-13T10:21:57.930Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-02T10:43:09.877Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"brian parsons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229237,"links":{"self":"https://petition.parliament.uk/petitions/229237.json"},"attributes":{"action":"Allow American author Robert Spencer to enter the UK and speak freely","background":"The prominent American author Robert Spencer was barred from entering the UK in 2013. Despite having committed no crime, Mr Spencer was prevented from speaking in Britain following his criticisms of Islam, a subject on which he has written widely. He should not be denied UK entry because of this.","additional_details":"Spencer was barred from entering Britain by then Home Secretary Theresa May. Mrs May deemed his presence in the UK as \"not conducive to the public good\". Spencer had committed no crime, had not incited violence, but expressed his views about the Koran and Mohammed. We demand that this ban is lifted and that Robert Spencer be allowed entry to the UK.","state":"open","signature_count":4442,"created_at":"2018-09-25T10:14:42.294Z","updated_at":"2018-12-10T19:12:41.067Z","rejected_at":null,"opened_at":"2018-10-24T10:00:10.777Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T14:35:33.137Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anna Maria Waters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209397,"links":{"self":"https://petition.parliament.uk/petitions/209397.json"},"attributes":{"action":"Remove Capita from recruiting for the Army and use Soldiers to recruit Soldiers","background":"Army Careers is run by Capita under a £1.3 billion deal. However they are not fit for purpose. They fail to meet targets yet still make large profits. Their staff who have no actual experience in the Army lack the ability to inspire potential recruits to join. ","additional_details":"In some cases the first time a recruit meets someone in uniform is when they arrive in training.\r\n\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/armed-forces-army-recruitment-crisis-mark-francois-report-filling-the-ranks-navy-raf-lack-of-a7929411.html\r\n\r\nhttps://www.google.co.uk/amp/s/www.theregister.co.uk/AMP/2017/12/08/capita_recruiting_partnership_project_borked/\r\n\r\nhttp://www.independent.co.uk/news/uk/home-news/austerity-british-army-recruitment-crisis-philip-hammond-cuts-capita-outsourcing-not-enough-trained-a7825626.html","state":"open","signature_count":4355,"created_at":"2018-01-11T23:04:20.688Z","updated_at":"2018-12-10T11:57:09.779Z","rejected_at":null,"opened_at":"2018-06-14T16:51:18.280Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-11T23:24:26.422Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Edwards","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226218,"links":{"self":"https://petition.parliament.uk/petitions/226218.json"},"attributes":{"action":"Change the laws and regulations on our waterways - In memory of Charli Brown","background":"Charli Brown was killed in a tragic boat incident on the River Thames in December 2015. The man responsible has been convicted of manslaughter. He was speeding, drunk, aware of the defects on his boat and failed to offer Charli a life jacket to wear. No family should suffer similar again.","additional_details":"There are no nationwide criminal laws on our waterways for private vessels regarding speed limits, alcohol drink drive limits, compulsory wearing of life jackets, mandatory safety training or vessel safety checks.\r\n\r\nWe propose introducing the following criminal laws to be consistent across our waterways for private vessels:\r\n\r\n- Speed limits\r\n- Alcohol drink drive limits\r\n- Mandatory wearing of life jackets\r\n- Safety training\r\n- Vessel safety standards\r\n\r\n♥ In memory of Charli Brown, lets make a change ♥","state":"open","signature_count":4331,"created_at":"2018-07-29T18:35:29.344Z","updated_at":"2018-12-10T16:01:11.243Z","rejected_at":null,"opened_at":"2018-08-03T16:24:00.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-29T18:43:35.883Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Katie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228655,"links":{"self":"https://petition.parliament.uk/petitions/228655.json"},"attributes":{"action":"Allow the British people to vote on cannabis legalisation","background":"This Government stands on the shoulders of the phrase \"will of the people\" it should therfore agree, that the only way to settle this long term debate, is to allow a people's vote on cannabis legalisation. \r\n\r\nJoin the campaign at Let Us Vote\r\n on twitter and facebook","additional_details":"Uk biggest exporter of legal cannabis \r\n\r\nhttps://www.google.co.uk/amp/s/www.bbc.co.uk/news/amp/health-44197038\r\n\r\nCannabis 114× less deadly than Alcohol\r\n\r\nhttps://www.independent.co.uk/news/world/weed-is-114-times-less-deadly-than-alcohol-study-finds-10066496.html\r\n\r\nViolent crime rate reduced in states that legalise cannabis\r\n\r\nhttps://www.google.co.uk/amp/s/amp.theguardian.com/world/2018/jan/14/legal-marijuana-medical-use-crime-rate-plummets-us-study","state":"open","signature_count":4304,"created_at":"2018-09-13T08:16:31.204Z","updated_at":"2018-12-10T23:25:39.570Z","rejected_at":null,"opened_at":"2018-09-19T15:40:58.356Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T08:30:40.541Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth Lendrum","rejection":null,"government_response":null,"debate":null}}]}