{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=37\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":209735,"links":{"self":"https://petition.parliament.uk/petitions/209735.json"},"attributes":{"action":"For the introduction of non-lethal means of control of the Otter (Lutra- lutra)","background":"Since its assisted re-introduction to the freshwater waterways of the UK, the otter has reached levels of increased population on lakes, canals and rivers where its presence has become a detriment to the riverine environment affecting most fish species and birds and mammals.","additional_details":"Evidence shows  with some certain  fish species, their populations have been reduced dramatically to the point of collapse, the rivers Kennet, Great Ouse, Teme, Bristol Avon, Cherwell, Dorset Stour and Thames are good examples of the otters effect on the local environment of these rivers. Many commercial fisheries and fish farms are regularly invaded by the otter with the negative effect of costly indiscriminate fish kills, many fisheries are now ring fenced to keep this predator at bay.","state":"open","signature_count":11985,"created_at":"2018-01-16T15:49:38.115Z","updated_at":"2018-04-02T20:36:12.671Z","rejected_at":null,"opened_at":"2018-01-22T09:47:43.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-16T21:34:48.325Z","response_threshold_reached_at":"2018-01-31T17:00:36.612Z","government_response_at":"2018-02-21T14:58:42.856Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lawrence Breakspear","rejection":null,"government_response":{"summary":"While the Government understand concerns raised about the impact otters may have on fish populations, they are a protected species and there are no plans to introduce methods to control their numbers","details":"The Government understands that there are concerns that otters may have adverse impacts on fish populations and wildlife more generally but we do not accept that the otter ‘has become a detriment to the river environment’.\r\n\r\nMainly as a result of the banning of certain pesticides, otters are now once more present in each county in England. They are an important indicator of the great strides we have made in improving our waterways, with more than 5,300 miles of rivers being improved since 2010. There have been no reintroductions of otters by conservation groups since the late 1990s and the bulk of the recovery of the otter has been through natural re-colonisation.  \r\n\r\nA healthy otter population results from favourable conditions in the natural environment, including water quality and the availability of prey (including fish), as well as availability of breeding sites. Otters are found at low density, and limit their own populations through territorial activity. Carrying capacity is determined by environmental conditions.\r\n\r\nThere is no evidence to suggest that otters have a major impact on wildlife as a whole, and although localised impacts could occur where otters have not been previously present for some time, they are a natural part of the freshwater ecosystem and we believe these systems will adapt to the return of the natural top predator.  \r\n\r\nWe do recognise that otters can in some instances impact on still water fisheries, which is why there is provision through the Angling Improvement Fund (AIF), administered by the Angling Trust on the Environment Agency’s behalf, to help deliver improvements including projects to protect fisheries from otter predation through the erection of otter-proof fencing. Further information can be found on the Angling Trust website at: www.anglingtrust.net.\r\n\r\nOtters are a protected species and it is an offence to harm capture, kill, disturb or injure any animal and/or damage, destroy or obstruct their resting or sheltering places. Therefore any methods of control, including non-lethal methods, would constitute an offence. A licence may be granted by Natural England to catch and move an otter trapped inside a suitably otter-proof fenced fishery to prevent loss of fish stocks.  \r\n\r\nDepartment for the Environment, Food and Rural Affairs","created_at":"2018-02-21T14:58:42.852Z","updated_at":"2018-02-21T14:58:42.852Z"},"debate":null}},{"type":"petition","id":213108,"links":{"self":"https://petition.parliament.uk/petitions/213108.json"},"attributes":{"action":"The Government must introduce an independent regulator for English football","background":"We urge the Government to introduce an independent regulator for English football, charged with ensuring the highest possible standards of governance for all clubs","additional_details":"Full background information can be found at http://www.blackpoolsupporterstrust.com/Site/LatestNews.aspx?NewId=117","state":"open","signature_count":11949,"created_at":"2018-02-17T12:39:46.689Z","updated_at":"2018-04-02T19:55:24.951Z","rejected_at":null,"opened_at":"2018-02-22T13:46:23.724Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-17T13:09:29.048Z","response_threshold_reached_at":"2018-03-16T09:32:47.261Z","government_response_at":"2018-03-29T13:44:30.262Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andy Higgins","rejection":null,"government_response":{"summary":"HMG believes sports are best governed by modern, transparent, accountable and representative governing bodies, able to act decisively in the long-term interest of each sport and its participants.","details":"HMG is aware of concerns that have been raised about the Football Association’s ability to govern the game effectively. As the national governing body for football in England, the FA is responsible for regulating, promoting and developing the game at every level.\r\n\r\nThe Sports Governance Code that came into force on 1 April 2017 applies to all sporting bodies in receipt of public funding from Sport England and UK Sport. It challenges the FA and all other governing bodies to demonstrate that they meet the highest standards of governance and regulation. The Code requires evidence that sports bodies operate efficiently and successfully while being transparent and representative of society.\r\n\r\nWe therefore welcome the reforms the FA has made to comply with the Code that include reducing its Board in size from 12 to 10 members, ensuring a more even gender split, and ensuring at least a quarter of its members are independent of football club interests. We believe that moving to a thoroughly strategic, accountable and representative Board with the right mix of skills, diversity and experience is the key to unlocking the long-term potential of football in this country, from grassroots up to the national teams.\r\n\r\nThe reform of the FA Council; changes to tenure, and the addition of new members will help ensure this body is also more representative of the modern game. The principle that all FA Committees should report to the Board is one we strongly support and is a requirement under the Code.\r\n\r\nWe are comfortable that the actions the FA has already taken and further actions it has agreed to implement to comply with the Sports Governance Code will improve its governance. This will continue to be monitored and managed through funding conditions which require ongoing compliance with the Code.\r\n\r\nThe Premier League (PL) and the English Football League (EFL) are not in receipt of public funding and therefore they and the clubs in their leagues are not regulated through the mandatory condition of funding which requires compliance with the Sports Governance Code. However, the PL and the EFL have established their own regulatory frameworks which clubs are required to comply with in order to participate in their respective leagues.\r\n\r\nIndeed we welcome the fact that the financial state of football clubs in this country is better now than at any time over the last 20 years. Measures introduced in recent years include the Leagues requiring business cases and proof of funds from club owners, a working relationship between clubs and HMRC over tax owed, and the adoption of financial fair play rules. Together these have helped curb club debt and promoted sustainability. However, football clubs and the football authorities cannot be complacent. They must keep these rules under constant review.\r\n\r\nSimilarly, with regard to ownership of clubs, the onus for the football authorities is ensuring the criteria (known as the ‘Owners and Directors (ODT) Test’) as to whom can hold a controlling interest in clubs is as robust as possible, that due diligence is carried out on owners and conditions on what they can and cannot do are laid down from the start. We are pleased the football authorities have agreed to keep the ODT test under regular review and to listen to supporters’ concerns. This promise was outlined in the report of the Government’s Expert Working Group on Supporter Ownership and Engagement published in January 2016.\r\n\r\nWe are clear that we do not expect that the PL or EFL’s rulebooks will be superseded but it is right that policy-making on disciplinary issues sits outside the Leagues. The Football Regulatory Authority for example, is a body responsible for regulatory, disciplinary and rule-making for football played in England. The membership of the body is jointly made up of representatives from the national game, professional game and independent non-executives. \r\n\r\nThe Independent Football Ombudsman is also there to receive and adjudicate on complaints which have failed to be resolved by football clubs or the football authorities.  The IFO is an important part of football’s self-regulatory system.\r\n\r\nWe accept that football governance must keep evolving if it is to keep pace with the challenges of the modern game and the global commercial attractiveness of English football. The Sports Governance Code helps, but the FA and other football bodies responsible for regulation of the game should continue to review how they are set up to ensure the effective running of the sport. At present, the regulatory framework that operates via league regulation through the PL and the EFL demonstrates there is already regulation of the governance of all football clubs. Where regulation is being managed by the existing authorities in football to the extent which it is, this negates the desire or need to establish an independent regulator\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-03-29T13:44:30.259Z","updated_at":"2018-03-29T13:44:30.259Z"},"debate":null}},{"type":"petition","id":201648,"links":{"self":"https://petition.parliament.uk/petitions/201648.json"},"attributes":{"action":"Nurses to work without having to pay an annual registration £120 fee to the NMC","background":"I'm asking the government to support nurses not having to pay an annual registration fee to the NMC which is very costly . Nurses should be able to register without having to pay any fees .","additional_details":"","state":"open","signature_count":11928,"created_at":"2017-09-27T18:32:55.485Z","updated_at":"2018-04-02T20:24:27.629Z","rejected_at":null,"opened_at":"2017-10-04T13:11:59.520Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-29T11:13:05.925Z","response_threshold_reached_at":"2018-02-13T14:21:52.522Z","government_response_at":"2018-02-27T17:31:51.788Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helen Brown","rejection":null,"government_response":{"summary":"The NMC, as an independent body, sets a registration fee at the level required to fund its regulatory activity including registration and revalidation, education and standards and fitness to practise.","details":"All nine bodies, including the Nursing and Midwifery Council (NMC), that regulate health and care professions in the United Kingdom (UK) are self-funding in order to maintain their independence from Government. \r\n\r\nAccordingly, all health and care professions subject to statutory regulation in the UK are required to pay a registration fee to their regulator. Aside from the Health and Care Professions Council, the fee required by the NMC is the cheapest of the nine. \r\n\r\nThe NMC’s fee has been held at £120 per annum since February 2015. This has been made possible due to operational efficiency savings made by the NMC, which have offset cost pressures, including inflation.   \r\n\r\nThe NMC has informed us that its Council undertakes an annual review of registration fees, to ensure it has sufficient funds to carry out its regulatory functions to the level required to protect the public.\r\n\r\nSince its establishment in 2002, the NMC has increased its annual fee on three occasions: in August 2007 from £43 to £76, in February 2013 from £76 to £100 and in February 2015 from £100 to £120. In each case the proposed increase was subject to public consultation and scrutiny. These increases were deemed essential to ensure the NMC was adequately funded to exercise its statutory duties in order to protect the public.\r\n\r\nSince June 2016, nurses and midwives have been able to spread the cost of their annual registration fee through quarterly direct debit instalments. This flexible payment mechanism was introduced by the NMC in response to feedback received from its registrants. \r\n\r\nIn addition, HM Revenue and Customs (HMRC) permits individuals to claim tax relief on professional subscriptions or fees which have to be paid in order to carry out a job. Therefore, nurses and midwives are eligible to claim tax relief on the annual registration fee they pay to the NMC. At present, a basic rate UK taxpayer would be eligible for £24 tax relief on the annual registration fee of £120 and claims can be made for the last five years. \r\n\r\nThe NMC has informed us that guidance on how to apply to HMRC for tax relief is available on its website (www.nmc.org.uk) and that it regularly raises awareness of this option with registrants. A survey undertaken by the NMC in 2014 found that only 30 percent of its registrants were claiming the tax relief they were entitled to.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-02-27T17:31:51.785Z","updated_at":"2018-02-27T17:31:51.785Z"},"debate":null}},{"type":"petition","id":209458,"links":{"self":"https://petition.parliament.uk/petitions/209458.json"},"attributes":{"action":"Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK","background":"We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.","additional_details":"The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.","state":"open","signature_count":11900,"created_at":"2018-01-12T17:21:20.296Z","updated_at":"2018-04-02T14:28:39.801Z","rejected_at":null,"opened_at":"2018-01-19T17:09:51.475Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-12T23:15:21.061Z","response_threshold_reached_at":"2018-02-08T02:18:00.351Z","government_response_at":"2018-02-26T16:59:30.548Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mayer Wakefield","rejection":null,"government_response":{"summary":"Regular engagement is a vital part of our strong relationship with Saudi Arabia, which is important for mutual security and prosperity and includes meaningful discussion on reform and human rights. ","details":"The longstanding partnership between Saudi Arabia and the UK has helped make both of our countries safer and more prosperous. \r\n\r\nWe have vital national security and economic interests in maintaining and developing our strong relationship, including how we can work together to tackle international challenges such as terrorism and extremism. As the Prime Minister said when she attended the Gulf Co-operation Council (GCC) in 2016 “intelligence we have received in the past from Saudi Arabia has saved potentially hundreds of lives in the UK.”\r\n\r\nEngagement with Saudi Arabia provides an opportunity to further develop our relationship, building the trust and respect necessary to enhance our engagement on all areas of mutual concern. Visits in both directions are an important opportunity for us to have constructive discussions about the full range of issues that are of mutual concern. \r\n\r\nThe Crown Prince has embarked on a series of reforms to modernise society and the economy within Saudi Arabia. The country is changing rapidly, with steps such as allowing women to drive and attend football matches, reopening cinemas and a commitment that women will make up one third of the Saudi workforce by 2030. The Crown Prince has also set out his commitment to return Saudi Arabia to a moderate Islam that is open to all religions.\r\n\r\nThis greater inclusivity is vital for the future of Saudi Arabia and the UK will support Saudi Arabia as it embarks on this era of change. The Crown Prince’s agenda will bring new opportunities for us to work together for the long-term benefit, stability and success of both our countries. \r\nWe welcome the recent positive developments, but we also recognise that there are further steps to take. \r\nOur starting point for engagement on human rights with all countries is based on what is practical, realistic and achievable, and we will always be ready to speak out as a matter of principle. We raise our concerns with the Saudi Arabian authorities using a range of Ministerial and diplomatic channels of communication, including our Ambassador, the Embassy team and the European Union in Riyadh. So whilst there are areas where we will continue to have different views to Saudi Arabia – including human rights - our relationship enables us to speak frankly, openly and constructively about these issues.\r\n\r\nOn Bahrain, Saudi Arabia, along with other GCC member states, provided support to the Government of Bahrain in 2011 as part of the Peninsula Shield agreement. At the request of the Government of Bahrain, GCC security personnel were deployed to Bahrain to ensure vital infrastructure was secure. The UK monitors events in Bahrain closely and where we have concerns we raise these at senior levels. \r\n\r\nThe UK is committed to securing a political solution that ends the humanitarian disaster in Yemen, and supports the UN Special Envoy to Yemen in facilitating a credible peace process. The UK will continue to play a leading role in supporting the UN to find a peaceful solution to the conflict, including through close engagement with our regional and international partners. Inward visits provide further opportunities for the UK to discuss solutions to the crisis. \r\n\r\nThe UK supports the Saudi-led Coalition military intervention, which came at the request of the internationally-recognised Yemeni President Hadi, to deter aggression by the Houthis, and allow for the return of the legitimate Yemeni Government.  The Houthis have consistently failed to adhere to UN Security Council Resolutions, including by launching attacks against Saudi Arabia and shipping in the Bab al-Mandab strait.\r\n\r\nWe regularly raise the importance of compliance with International Humanitarian Law (IHL) with the Saudi Arabian Government and other members of the military Coalition. Saudi Arabia has publicly stated that it is investigating reports of alleged violations of IHL, and that lessons will be acted upon.  We continue to monitor the situation closely.\r\n\r\nThe UK government takes its defence export responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National arms export licensing Criteria and continue to keep our defence exports under careful review to ensure they meet these standards. A judicial review into decisions regarding exports to Saudi Arabia for possible use in the conflict in Yemen found in favour of the government’s position.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-02-26T16:59:30.544Z","updated_at":"2018-02-26T16:59:30.544Z"},"debate":null}},{"type":"petition","id":204996,"links":{"self":"https://petition.parliament.uk/petitions/204996.json"},"attributes":{"action":"President Trump should be given a Full State Visit","background":"Give President Trump the respect his position holds","additional_details":"The USA is the UK’s greatest friend, President Trump is the democratically elected President....the people’s choice and as such should be treated with the respect his position holds.        We the people of the UK request that President Trump is invited to the UK,  given a full state visit, he should also be given the honour of addressing  Parliament and the people of the UK.","state":"open","signature_count":11851,"created_at":"2017-11-11T15:52:39.951Z","updated_at":"2018-04-02T18:36:06.742Z","rejected_at":null,"opened_at":"2017-11-15T17:47:46.580Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-11T16:13:40.654Z","response_threshold_reached_at":"2018-01-14T19:02:37.846Z","government_response_at":"2018-01-26T10:45:08.523Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":{"summary":"In January 2017, President Trump was invited to pay a State Visit to the UK, and accepted. HM Government looks forward to welcoming President Trump. Dates and arrangements are yet to be finalised.","details":"During the Prime Minister’s visit to the United States on 27 January 2017, on behalf of Her Majesty the Queen she invited President Trump to pay a State Visit to the UK. The invitation was accepted. This invitation reflects the great importance of the relationship between the United States of America and the United Kingdom.\r\n\r\nAt this stage, final dates for the State Visit have not been agreed. Once dates have been set, officials will begin making arrangements for the visit.\r\n\r\nIt is customary for a Head of State to address Parliamentarians during a State Visit. However, State Visits have previously taken place without an address to both Houses of Parliament. Any such invitation would come from the Speakers of both Chambers.\r\n\r\nForeign and Commonwealth Office","created_at":"2018-01-26T10:45:08.520Z","updated_at":"2018-01-26T10:45:08.520Z"},"debate":null}},{"type":"petition","id":202302,"links":{"self":"https://petition.parliament.uk/petitions/202302.json"},"attributes":{"action":"To create a law for road side safety when recovering vehicles.","background":"to create a law to make people slow down or move over for vehicles that have broken down or accidents etc on the roadside...","additional_details":"Due to the increase of fatalities and serious injury whilst recovering vehicles on  the roadside we must increase safety procedures in place for the roadside recovery drivers.","state":"open","signature_count":11836,"created_at":"2017-10-06T13:49:17.693Z","updated_at":"2018-04-02T18:11:21.800Z","rejected_at":null,"opened_at":"2017-10-10T08:44:43.769Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:40:00.363Z","response_threshold_reached_at":"2017-10-17T08:51:02.815Z","government_response_at":"2017-10-30T16:12:04.200Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stanley Peter Gallears","rejection":null,"government_response":{"summary":"The Government considers there is robust regulation in place that includes provisions for the safety of workers on the roadside, including roadside recovery drivers.","details":"Ensuring the safety of anyone working on our roads is just as important as ensuring the safety of those travelling on them. In areas identified as especially high risk, such as the hard shoulder on motorways, the Department for Transport placed a specific responsibility on Highways England, under the Infrastructure Act 2015, to have due regard to the need to protect and improve the safety of the strategic road network as a whole for all road users. This includes ensuring that roadside vehicle recovery operations are safe for both recovery drivers and all other road users. \r\n\r\nAs a first step towards this goal, the Government set a challenging target. Highways England has a target to reduce those killed or seriously injured on their strategic road network, of a decrease of at least 40% by the end of 2020 against the 2005-09 average baselines. Further details on Highways England’s Health \u0026 Safety 5 year plan is available on the Highways England website: https://www.gov.uk/government/publications/highways-england-health-and-safety.\r\n\r\nRules 219 and 281 of the Highway Code provide for emergency and incident support vehicles and their corresponding warning signs or flashing lights. These rules advise drivers to be aware of emergency or incident support vehicles on the road: it provides advice on which warning lights or signals these vehicles use, and advises drivers to exercise extra care and attention including slowing down, being prepared to stop, and to follow any directions given by police officers, or traffic officers, as to whether drivers can safely pass an incident or blockage.\r\n\r\nWhether on the strategic road network or on local roads, the police already have powers to deal with road users who do not slow down or move over for vehicles that have broken down or been involved in accidents on the roadside. Road users, are required to comply with road traffic law in the interests of their own safety and that of other road users. If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes a nuisance, they may be committing a number of offences. For example, under sections 2 and 3 of the Road Traffic Act 1988 (as amended) a person may be charged with the offences of dangerous driving, or careless and inconsiderate driving. In each case it is for the police to enforce the law.\r\n\r\nThe Health and Safety at Work Act 1974 also requires employers to ensure the safety of their employees during the course of their work. HSE would expect that employers have arrangements in place to ensure that safe working procedures are used, vehicles and equipment of an appropriate standard are provided and maintained, where necessary, appropriate personal protective equipment (PPE) is provided and used, and all persons have been adequately trained by a competent person on how to work safely at the roadside and the precautions they should be recommending to the occupants of incident support vehicles. For further details please visit the Health and Safety Executive website: http://www.hse.gov.uk/foi/internalops/sims/manuf/3_04_61.htm.\r\n\r\nAdvice on safe systems of work for ensuring the health and safety of both roadside technicians and members of the public who may be affected by their activities, has been published in the British Standard Code of Practice, BS 7121-12:1999 “Safe use of cranes - Part 12: Recovery vehicles and equipment - Code of Practice”; and the British Standards Institute (BSI) publication PAS43 “Safe working of vehicle breakdown and recovery operators: Management system specification”. This guidance on the safe management of vehicle breakdown and recovery operations was produced by SURVIVE. SURVIVE is a partnership between the Government, police, motoring industry and service organisations. Its aim is to improve the safety of roadside recovery operators and customers and is currently consulting with interested bodies on procedures for 'breakdowns in coned-off areas'. For further details, the SURVIVE website is: http://www.survivegroup.org/pages/home.\r\n\r\nDepartment for Transport","created_at":"2017-10-30T16:12:04.196Z","updated_at":"2017-10-30T16:12:04.196Z"},"debate":null}},{"type":"petition","id":202061,"links":{"self":"https://petition.parliament.uk/petitions/202061.json"},"attributes":{"action":"Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)","background":"The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.","additional_details":"There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org","state":"open","signature_count":11787,"created_at":"2017-10-03T11:25:11.503Z","updated_at":"2018-04-02T19:43:57.005Z","rejected_at":null,"opened_at":"2017-10-06T16:47:31.351Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T11:45:00.333Z","response_threshold_reached_at":"2017-11-17T11:27:01.819Z","government_response_at":"2017-12-04T16:21:37.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Beckett","rejection":null,"government_response":{"summary":"The NHS Act 2006, the Care Act 2014, and the Children and Families Act 2014 provide a robust statutory framework for supporting people with ADHD, backed by investment in mental health services. ","details":"The Government is committed to supporting children, young people and adults with Attention Deficit Hyperactivity Disorder (ADHD) and improving their quality of life. We recognise the importance for people with ADHD of receiving a timely diagnosis and appropriate support. Current legislation and guidelines set out how services should support people of all ages with ADHD. \r\n\r\nIn 2016, the National Institute for Health and Care Excellence (NICE) published a guideline on diagnosing and managing ADHD for people aged 3 and above. This aims to improve the diagnosis of ADHD as well as the quality of care and support for people with an ADHD diagnosis. An updated guideline is expected to be published in February 2018.\r\n\r\nThe Care Act 2014 represents the most comprehensive reform of social care legislation in over 60 years. The Act puts in place requirements for local authorities to meet a person’s eligible care and support needs, including those of people with ADHD, and to help and protect people with care and support needs, who may be at risk of abuse or neglect as a result of those needs. \r\n\r\nThe Government recognises that children and young people with ADHD often need special educational provision and under the Children and Families Act (2014), local authorities, health and care services must commission services jointly to ensure the needs of children and young people with Special Educational Needs and Disabilities (SEND) are met. Local Authorities must publish a clear outline of services available which has been developed for, and with, parents and young people. \r\n\r\nWe have also introduced a more streamlined assessment process to develop Education, Health and Care plans to support children and young people with SEND. These are co-ordinated across education, health and care, and involve children and young people and their families throughout the process.\r\n\r\nThese measures aim to reduce health inequalities and improve outcomes for children and young people with SEND and their families.  \r\n\r\nWe recognise that having ADHD can lead people to experience mental health problems and the Government is committed to improving mental health support and services. We have increased funding for mental health services by 8.4% since 2014/15 and last year, spend was the highest ever at £11.6bn.  \r\n\r\nWe have also commissioned NICE and the National Collaborating Centre for Mental Health (NCCMH) to improve mental health service pathways and tackle variations in provision. NHS England’s ‘Standard for Mental Health Investment’ ensures that NHS investment in mental health increases year on year. \r\n\r\nThe Government has introduced the Children and Young People’s Improving Access to Psychological Therapies programme (CYP IAPT) which aims to improve Child and Adolescent Mental Health Services (CAMHS). 90% of the 0-18 population are covered by this change programme and we are on course to reach 100% by 2018. \r\n\r\nWhilst we recognise the need to continue to improve support for people with ADHD, we believe the existing statutory framework provides the scope to achieve this and have no current plans to introduce a specific Act of Parliament. \r\n\r\nDepartment of Health","created_at":"2017-12-04T16:21:37.912Z","updated_at":"2017-12-04T16:21:37.912Z"},"debate":null}},{"type":"petition","id":204653,"links":{"self":"https://petition.parliament.uk/petitions/204653.json"},"attributes":{"action":"Parliament must debate whether the PM should disclose any offshore interests.","background":"It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"","additional_details":"But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.","state":"open","signature_count":11493,"created_at":"2017-11-07T16:52:01.181Z","updated_at":"2018-04-02T13:41:30.788Z","rejected_at":null,"opened_at":"2017-11-17T16:16:06.933Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T17:31:35.795Z","response_threshold_reached_at":"2017-12-03T22:11:52.390Z","government_response_at":"2018-01-05T11:41:13.499Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jolyon Maugham","rejection":null,"government_response":{"summary":"Under the Ministerial Code, Ministers must provide their Permanent Secretary with a list of all relevant interests. This includes where financial interests are held in a blind trust or similar.","details":"Under the terms of the Ministerial Code, Ministers – including the Prime Minister – must ensure that no conflict arises, or could reasonably be perceived to arise, between their Ministerial position and their private interests, financial or otherwise. On appointment to each new office, Ministers must provide the relevant Permanent Secretary with a list, in writing, of all relevant interests known to them, which might be thought to give rise to a conflict.  The List indicates where financial interests are held in a blind trust or similar blind management arrangement.\r\n \r\nIndividual declarations, and a note of any action taken in respect of individual interests, are then passed to the Cabinet Office Propriety and Ethics team and the Independent Adviser on Ministers’ Interests to confirm they are content with the action taken or to provide further advice as appropriate. The List records the position at the end of this process. The Independent Adviser is consulted in the preparation of the List, has scrutinised the declarations made, and is satisfied that measures have been put in place, where necessary, to avoid a conflict of interest.\r\n \r\nA list of Ministers’ relevant interests was published on 14 December:\r\n \r\nhttps://www.gov.uk/government/publications/list-of-ministers-interests\r\n\r\nCabinet Office","created_at":"2018-01-05T11:41:13.497Z","updated_at":"2018-01-05T11:41:13.497Z"},"debate":null}},{"type":"petition","id":215204,"links":{"self":"https://petition.parliament.uk/petitions/215204.json"},"attributes":{"action":"Allow Brittany Pettibone, Lauren Southern, and Martin Sellner entry to the UK.","background":"Brittany Pettibone, Lauren Southern, and Martin Sellner have all been detained and removed from the UK recently because of their political beliefs and/or their intention to meet other political activists. They are peaceful and no one peaceful should be banned for their political beliefs.","additional_details":"Freedom of speech is a principle to protect the rights of individuals to express their views. This is essential for freedom and a healthy democracy. Ideas should stand or fall on their own merits - not get banned. Support this petition even if you disagree with the views of the people named.\r\n\r\nhttps://twitter.com/BrittPettibone/status/973309206940942337/photo/1?ref_src=twsrc%5Etfw\u0026ref_url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fblogs-trending-43393035\r\nhttps://pbs.twimg.com/media/DYFSlRuXcAEzS7D.jpg","state":"open","signature_count":11478,"created_at":"2018-03-15T10:52:34.991Z","updated_at":"2018-04-02T23:57:53.317Z","rejected_at":null,"opened_at":"2018-03-22T13:47:54.636Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T14:29:25.878Z","response_threshold_reached_at":"2018-03-28T18:02:05.770Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Charles Daniel Goodhand","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202680,"links":{"self":"https://petition.parliament.uk/petitions/202680.json"},"attributes":{"action":"Raise awareness and understanding of PDA among health care professionals","background":"I would like the government to raise awareness and understanding of PDA pathological demand avoidance among health care professionals. PDA is on the autistic spectrum, yet so many parents are being told they're neglecting their children. PDA was founded in 1980's and is a complex condition.","additional_details":"A doctor diagnosed my son with PDA. I had a judge order my son to be seen by C.A.M.H.S to support the psychologist diagnosis but they do not commission PDA so we're stuck in limbo. To the point of social services wanting to put my son in foster care but luckily it was the judge that saw there was a problem and now back at the beginning. PDA was founded in the 1980's so it's fairly new. So many parents are being blamed for their children's behaviour. PDA is on the autistic spectrum.","state":"open","signature_count":11126,"created_at":"2017-10-11T16:42:56.037Z","updated_at":"2018-04-02T20:59:37.385Z","rejected_at":null,"opened_at":"2017-10-20T14:41:54.789Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T18:05:46.164Z","response_threshold_reached_at":"2018-02-23T20:50:26.758Z","government_response_at":"2018-03-16T13:44:56.618Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria Smith","rejection":null,"government_response":{"summary":"The Government takes the issue of autism, under which PDA is categorised, very seriously. We want to make sure that clinicians have the best resources available to make recommendations on autism.","details":"We appreciate the deep frustration that you must feel in the failure to provide appropriate recommendations and care for your son’s complex needs. The Government is committed to supporting children and young people with autism, under which PDA is categorised, to enable the right support to be put in place early and reduce the longer term impact.\r\n\r\nWe acknowledge that the complexity of autism, and the multi-faceted nature of the needs of those on the spectrum, poses particular challenges to professionals and commissioners.  The Government wants to make sure that clinicians have the best possible knowledge and resources available for them to make recommendations on the care and management of children and young people on the autism spectrum.\r\n\r\nIn the NHS, clinicians will diagnose in line with guidance such as the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), the American Psychiatric Association's classification and diagnostic tool, or the International Statistical Classification of Diseases and Related Health Problems (ICD-10), a medical classification list developed by the World Health Organization \r\n\r\nThe National Institute for Health and Care Excellence (NICE) publishes a number of guidelines that provide evidence-based recommendations for the diagnosis and management of autism in children, young people and adults.  These can be found at www.nice.org.uk, by searching for ‘autism guidance’.\r\n\r\nThe NHS is clinically-led, and, as such, decisions such as formulating a diagnosis will be taken by clinicians in line with the relevant clinical guidelines. \r\n\r\nIn the course of the development of the (NICE) clinical guideline on the treatment of autism in children and young people (CG128), the developers looked at differential diagnoses for autism. In this, they did consider PDA, identifying it as a particular subgroup of autism that could also be described as oppositional defiant disorder (ODD). The guidance recommends that consideration should be given to differential diagnoses for autism (including ODD) and whether specific assessments are needed to help interpret the autism history and observations. However, due to the lack of evidence and the fact that the syndrome is not recognised within the DSM or ICD classifications, NICE was unable to develop specific recommendations on the assessment and treatment of PDA.\r\n\r\nThe Department of Health and Social Care has launched Disability Matters, an innovative programme providing free online e-learning and face-to-face training resources. It covers over 30 topics related to disability and special educational needs, including autism, and the aim is to provide a basis for professional development for anyone working with people with complex needs.  Disability Matters can be found at www.disabilitymatters.org.uk.  This resource is being kept under review, and officials will ensure that information and guidance on PDA are considered for inclusion once a verdict regarding this condition has been reached. \r\n\r\nAdditionally, The Children and Families Act 2014 places a renewed focus on the early identification of needs and under the SEND Code of Practice schools are expected to identify and support needs such as communication and social skills.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-03-16T13:44:56.614Z","updated_at":"2018-03-16T13:44:56.614Z"},"debate":null}},{"type":"petition","id":211656,"links":{"self":"https://petition.parliament.uk/petitions/211656.json"},"attributes":{"action":"Drop any proposals to licence airguns in England \u0026 Wales","background":"We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.","additional_details":"","state":"open","signature_count":10957,"created_at":"2018-02-01T20:53:21.930Z","updated_at":"2018-04-02T22:08:05.498Z","rejected_at":null,"opened_at":"2018-02-07T18:29:04.948Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T21:26:42.209Z","response_threshold_reached_at":"2018-02-26T15:42:00.015Z","government_response_at":"2018-03-14T10:36:30.592Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"mark hurst","rejection":null,"government_response":{"summary":"The Government is reviewing the regulation of air weapons in England and Wales.  The review is looking at relevant issues such as access by young people, safe storage and manufacturing standards. ","details":"The Government announced a review of the regulation of air weapons in England and Wales following a request from the Suffolk coroner in his report into the death of Benjamin Wragge, aged 13, who was accidentally shot with an air weapon in May 2016.\r\n\r\nAlthough no licence is required to possess most air weapons in England and Wales, they are nevertheless regulated. In particular, it is an offence for a person aged under 18 to purchase or hire an air weapon or ammunition, and it is an offence to sell, hire or gift an air weapon or ammunition to a person aged under 18. It is also an offence for a person aged under 18 to possess an air weapon or ammunition unless: \r\n•\tthey are being supervised by a person aged 21 or over, or \r\n•\tthey are shooting as a member of an approved target shooting club, or \r\n•\tthey are using air weapons at a shooting gallery, or \r\n•\tthe young person is aged 14 or over, is on private premises and has the consent of the occupier.\r\n\r\nThe Crime and Security Act 2010 brought in legislation concerned with reducing the risk of children getting hold of air weapons and accidentally harming themselves or others. This inserted a provision into the Firearms Act 1968 that requires owners to take reasonable precautions to prevent a person under the age of 18 from gaining unauthorised access to an air weapon. \r\nThe Government has sought the views of interested parties on relevant issues, including secure storage and the arrangements to prevent children gaining access to air weapons, manufacturing standards, and on the position in Scotland and Northern Ireland where air weapons are licensed. The Government has received a large number of representations about the review and these will be considered carefully before any decisions are made about how to proceed.\r\n\r\nHome Office","created_at":"2018-03-14T10:36:30.590Z","updated_at":"2018-03-14T10:36:30.590Z"},"debate":null}},{"type":"petition","id":206569,"links":{"self":"https://petition.parliament.uk/petitions/206569.json"},"attributes":{"action":"Reverse A Proposed Ban On Letting Agents Charging Fees To Tenants","background":"Firstly, something must be done to help tenants with some agents charging ludicrous fees to tenants!\r\nI would propose a fee cap. Agents cant charge any higher than a set agreed price.\r\nIt is vital to sustain affordability for all tenants, landlords and agents. \r\nPlease read on to help understand...","additional_details":"I opened a letting agents when I was 21, 8 years ago, its all I have done and know. We pride ourselves on offering fair fees to tenants and landlords. Tenant fees are a must to survive as a business, we will have to pass on our lost fees to landlords, speaking to our landlords they plan to raise their rents to cover their fees immediately.\r\n \r\nThis action makes no sense at all, we can keep everyone happy, set a reasonable cap so tenants, agents and landlords can continue to survive comfortably.","state":"open","signature_count":10736,"created_at":"2017-11-29T13:21:51.774Z","updated_at":"2018-04-02T14:29:30.312Z","rejected_at":null,"opened_at":"2017-12-04T17:50:31.679Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T13:57:15.911Z","response_threshold_reached_at":"2018-02-08T15:53:48.877Z","government_response_at":"2018-02-20T12:01:09.208Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Robert Farrelly","rejection":null,"government_response":{"summary":"Government is committed to banning tenant fees to deliver a fairer lettings market where tenants have greater clarity over what they pay and the landlord is the primary customer of the agent. ","details":"The Government recognises the valuable service that good letting agents provide to both landlords and tenants in ensuring that properties are safe, compliant and professionally managed. We are keen to see all tenants receiving a good and affordable service. A ban on letting fees paid by tenants will improve transparency and affordability for renters - letting fees are currently not clearly or consistently explained with the result that many tenants are unaware of the true costs of renting a property.\r\n\r\nThe Government published the draft Tenant Fees Bill on 1 November (https://www.gov.uk/government/publications/draft-tenants-fees-bill), which sets out the detailed approach to banning letting fees to tenants in England, helping millions of renters by bringing an end to costly upfront payments and renewal fees.\r\n\r\nThe draft Tenant Fees Bill reflects feedback from the eight week public consultation (April – June 2017), which received over 4,700 responses. More than 9 out of 10 tenants who responded to the consultation backed the action to ban letting fees. We are ensuring that tenants will only be required to pay rent alongside a refundable deposit.\r\n\r\nMany letting agents and landlords acknowledge that fees charged to tenants are currently not at a level that is justifiable and agree that intervention is necessary. The Government does not believe that a cap would be effective and is likely to lead to a race to the top in terms of fees charged. A ban is easier to understand and enforce.\r\n\r\nWe believe that tenants will see a net saving as a result of the ban.  Tenants will be able to see what a given property will cost them in the advertised rent level without any additional hidden costs. This will help to make entering and moving around in the private rented sector easier and less costly.\r\n\r\nWe recognise that agents will need to consider their business models. The time of, and services provided by, letting agents should be reimbursed but this should be by landlords rather than tenants. Landlords are better able to shop around for the agent offering the service that they are seeking at the price they want to pay. It is also worth noting that landlords, unlike tenants, can claim tax relief on letting agent fees.\r\n\r\nGood letting agents, providing services that represent value for money to landlords, will continue to play an important role in the market. Furthermore, such letting agents will be on a fairer footing to compete for landlords’ business since it will be much harder for rogue agents to exploit their position between landlords and tenants. \r\n \r\nPublishing a bill in draft enables scrutiny of our proposals to ban letting fees by Parliament and stakeholders ahead of introducing legislation. The Communities and Local Government Select Committee is currently holding a public inquiry into the draft Bill. We welcome Parliamentary scrutiny on whether the draft Bill achieves its aim of delivering a fairer, more competitive, and more affordable lettings market where tenants have greater clarity and control over what they will pay and where the landlord is the primary customer of the letting agent. The Government will then seek to introduce the Bill formally to Parliament at the earliest opportunity. We will do this as soon as parliamentary time allows. We do not expect implementation to be before April 2019. This will allow letting agents time to prepare and re-negotiate their contracts.\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-02-20T12:01:09.205Z","updated_at":"2018-02-20T13:48:40.475Z"},"debate":null}},{"type":"petition","id":214478,"links":{"self":"https://petition.parliament.uk/petitions/214478.json"},"attributes":{"action":"Anyone convicted of involvement in dog-fighting to receive a custodial sentence.","background":"Although dog-fighting in the UK has been illegal for many years it continues due to the underground nature of those involved. As part of the 'training regime' for fighter dogs, pets are often stolen from gardens etc to be used as 'bait dogs'. They are thrown to the fighter dogs to be torn apart.","additional_details":"Fining those convicted of being involved in dog-fighting is not a deterrent due to the vast amounts of money involved in dog-fighting circles. The only way to address this vile 'blood sport' is to give AUTOMATIC custodial sentences to ANYONE be it those who steal pets to be used as bait dogs, fighter dog owners, organisers and those who attend fights i.e. EVERYONE involved.","state":"open","signature_count":10609,"created_at":"2018-03-07T09:43:11.043Z","updated_at":"2018-04-02T23:53:10.948Z","rejected_at":null,"opened_at":"2018-03-12T19:46:03.396Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-07T10:19:28.510Z","response_threshold_reached_at":"2018-04-01T07:22:22.242Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Christian - Protect All Wildlife","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207878,"links":{"self":"https://petition.parliament.uk/petitions/207878.json"},"attributes":{"action":"PIP should be administered and decided by the NHS, not the DWP/contracting firms","background":"Currently the DWP handles the deliberation of PIP and ESA. Disability is a state of being dealing with health, not work and pensions. The decisions for any disability related payments or dictates should be handled by the government's experts (i.e. health professionals) in the NHS, not DWP.","additional_details":"In August this year the UN criticised the UK government for its treatment of people with disability and stripping people of their livelihoods, dignity and being.  This has led to an increase of post-decision making unexplained deaths of people with disabilities. The DWP is not concerned with helping people or listening to experts on health related issues with relying on 'for profit' companies making decisions on people with disabilities.  The NHS needs to be the decision making body for PIP.","state":"open","signature_count":10402,"created_at":"2017-12-17T16:22:56.327Z","updated_at":"2018-04-02T23:58:53.488Z","rejected_at":null,"opened_at":"2017-12-20T12:12:06.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-17T22:45:40.242Z","response_threshold_reached_at":"2018-04-02T15:14:49.993Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Antony Redman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204550,"links":{"self":"https://petition.parliament.uk/petitions/204550.json"},"attributes":{"action":"Provide free flash glucose monitoring systems to type 1 diabetics on the NHS.","background":"Type 1 diabetes is a chronic disease and cannot be cured. Sufferers need insulin daily via injections or a pump and have to do regular painful fingerprick blood tests. The flash system allows users to test glucose via a disc placed on the arm without puncturing skin every time, therefore no pain.","additional_details":"As of 1-11-17 this is available on the NHS, however, it seems to be a postcode lottery. The system enables the wearer to maintain better control of their diabetes by monitoring glucose for up-to 8hrs with each scan, which will long term cost the NHS less money as there won’t be as many complications. There is no break from this disease. Many parents have to test children during the night, with this system they can test by just touching the sensor with the scanner. Please share to make this free.","state":"open","signature_count":10001,"created_at":"2017-11-06T18:44:32.791Z","updated_at":"2018-04-02T14:59:58.642Z","rejected_at":null,"opened_at":"2017-11-09T14:55:17.748Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T00:14:21.018Z","response_threshold_reached_at":"2018-04-02T13:33:20.604Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Deana Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202496,"links":{"self":"https://petition.parliament.uk/petitions/202496.json"},"attributes":{"action":"The government must act to defend Jobs \u0026 Skills at Bombardier, Northern Ireland","background":"The UK is the second biggest Boeing client globally. We call on the government to follow-through on their words and use their leverage to defend UK jobs from US protectionism; to compel Boeing to withdraw their meritless case and lift the threat hanging over thousands of Northern Ireland workers.","additional_details":"More than 4,000 aerospace workers are employed by Bombardier in Northern Ireland; sustaining a further 20,000 in the local economy. \r\nThese jobs are threatened by the 300% import tariffs on Bombardiers C Series proposed by President Trump's administration on behalf of Boeing. \r\nThere is no basis for these punitive tariffs, as Boeing does not even produce an aircraft in the same class; they are intended to close the US market, preventing the superior C Series aircraft from getting a foothold.","state":"open","signature_count":9712,"created_at":"2017-10-09T13:26:22.394Z","updated_at":"2018-03-29T21:08:55.767Z","rejected_at":null,"opened_at":"2017-10-13T15:37:43.428Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T13:41:10.058Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donal O'Cofaigh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203708,"links":{"self":"https://petition.parliament.uk/petitions/203708.json"},"attributes":{"action":"Repeal the 1939 Cancer Act so that doctors can offer alternatives to chemo","background":"Doctors are not legally allowed to offer or advise on alternatives for fear of criminal prosecution and the loss of their license to practice.","additional_details":"","state":"open","signature_count":9479,"created_at":"2017-10-25T18:57:57.543Z","updated_at":"2018-04-02T22:58:13.215Z","rejected_at":null,"opened_at":"2017-11-06T16:13:29.088Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-29T21:59:11.177Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicolas Stones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203314,"links":{"self":"https://petition.parliament.uk/petitions/203314.json"},"attributes":{"action":"Ban the sale of fireworks to the public and have only licensed displays.","background":"We are a country of animal lovers, our pets and wildlife suffer severe stress and harm when fireworks are let off, plus the ban of sale to the public would save the NHS money as injury to humans from the misuse of fireworks also happens every year. New born babies and the elderly also suffer.","additional_details":"","state":"open","signature_count":9223,"created_at":"2017-10-19T21:44:03.324Z","updated_at":"2018-04-02T22:37:56.264Z","rejected_at":null,"opened_at":"2017-10-25T16:11:37.558Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-20T16:13:24.995Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Chris guider","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202280,"links":{"self":"https://petition.parliament.uk/petitions/202280.json"},"attributes":{"action":"Place stoma signs on disabled toilets and add stoma changing facilities within.","background":"Stoma patients have unseen disabilities and although entitled to use disabled toilets, often face verbal abuse from the public when trying to access them. Stoma patients need a hygienic area to change ostomies and this is not provided. Unseen stoma disabilities need protection and recognition.","additional_details":"Stoma patients face prejudice from both the able and visibly disabled communities. Stoma patients are forcibly pushed and pulled out of the way when trying to access disabled facilities. 21,000 people are left with a stoma every year, this is a growing issue.","state":"open","signature_count":9201,"created_at":"2017-10-06T08:54:40.817Z","updated_at":"2018-04-02T23:28:30.951Z","rejected_at":null,"opened_at":"2017-10-12T14:13:35.427Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:02:09.449Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natalie Louise Toper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214118,"links":{"self":"https://petition.parliament.uk/petitions/214118.json"},"attributes":{"action":"Consult with women on proposals to enshrine 'gender identity' in law","background":"The government proposes to amend the law to allow people to self-identify as men or women, and to stop allowing organisations in sensitive situations to exclude people of the opposite birth sex. We call for women to be consulted on how to protect women and girls' rights, safety, privacy and dignity.","additional_details":"We call for:\r\n-\tRespectful and evidence-based discussion about the impact of proposed changes and for women's voices to be heard.\r\n\r\n-\tThe government to consult with women’s organisations on how self-declaration would impact on women-only services and spaces, data-gathering, and monitoring of sex-based discrimination.\r\n\r\n- The principle of single-sex spaces to be upheld – and where necessary extended.\r\n\r\nReferences:\r\n- The Sex and Gender Ethics Society\r\n- A Woman's Place UK\r\n- Fair Play for Women\r\n- #ManFriday","state":"open","signature_count":9004,"created_at":"2018-03-02T09:53:54.718Z","updated_at":"2018-04-02T23:42:37.048Z","rejected_at":null,"opened_at":"2018-03-12T11:33:22.257Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-02T10:47:09.213Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Desir","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211524,"links":{"self":"https://petition.parliament.uk/petitions/211524.json"},"attributes":{"action":"UK Government to ban the sale of electronic training aids for dogs.","background":"The Scottish and Welsh Governments, using their devolved powers, have already committed to ban the use of electronic shock collars.\r\n\r\nThe power to ban the sale of these harmful devices lies with the UK Government, which has failed to introduce controls on their use. This must change.","additional_details":"This petition urges the UK Westminster Government to ban the distribution, sale and use of any electronic training device for dogs, and ensure it is an offence to cause pain or distress to dogs through the use of such devices in England.\r\n\r\nThis petition also recognises that some specific devices, such as collars which only vibrate, offer potential benefits in certain circumstances such as when dealing with dogs suffering from hearing loss.","state":"open","signature_count":8832,"created_at":"2018-01-31T16:15:37.397Z","updated_at":"2018-04-02T19:44:18.104Z","rejected_at":null,"opened_at":"2018-01-31T17:02:28.309Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-31T16:25:18.020Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Macpherson MSP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208723,"links":{"self":"https://petition.parliament.uk/petitions/208723.json"},"attributes":{"action":"UK Government to raise the murder of Carl Davies with the Government of France","background":"In 2011 a former Royal Marine working in Maritime Security called Carl Davies was murdered on the French Island of Reunion in the Indian Ocean. The Reunion authorities have still to date not brought Carl's murderers to justice and the family need some form of closure regarding the death of Carl.","additional_details":"","state":"open","signature_count":8709,"created_at":"2018-01-02T15:11:03.428Z","updated_at":"2018-04-02T22:42:09.627Z","rejected_at":null,"opened_at":"2018-01-11T13:09:28.288Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-02T21:02:29.192Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jordan Wylie","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210024,"links":{"self":"https://petition.parliament.uk/petitions/210024.json"},"attributes":{"action":"To launch a public inquiry into the failings in the Poppi Worthington case","background":"The family court judge and senior coroner ruled that 13-month-old Poppi Worthington was abused before she died. No one has been charged for her death after officers made mistakes in the investigation. Poppi was unknown to social services before she died, concerning for child protection in the UK.","additional_details":"We call on the Prime Minister to order a public inquiry to make recommendations to:\r\n- improve child safeguarding processes \r\n- strengthen the police disciplinary process \r\n- determine whether Cumbria Police has truly learnt the lessons of this case\r\n- Examine whether the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities.","state":"open","signature_count":8657,"created_at":"2018-01-20T13:14:56.958Z","updated_at":"2018-04-02T22:45:33.140Z","rejected_at":null,"opened_at":"2018-01-25T10:08:23.064Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-20T16:39:05.027Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Woodcock","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204086,"links":{"self":"https://petition.parliament.uk/petitions/204086.json"},"attributes":{"action":"Don't give extremists homes, jobs and counselling","background":"The Government is apparently considering plans, codenamed Operation Constrain, to offer extremists previously investigated by MI5, and returning jihadists, help with council housing, jobs and counselling. This is supposed to prevent them carrying out attacks in Britain.","additional_details":"Operation Constrain would be an obscene insult to every British taxpayer, and particularly those that have worked hard and paid taxes all their lives and been told they have no chance of getting council accommodation. It will be seen as a bribe to stop fanatics committing terrorist offences in this country and a reward for doing so, or considering doing so, in the past. The plans must be withdrawn immediately.\r\n\r\nwww.dailymail.co.uk/news/article-5027683/Council-house-bribes-UK-terror-suspects.html ","state":"open","signature_count":8584,"created_at":"2017-10-31T11:02:21.371Z","updated_at":"2018-04-02T16:29:34.286Z","rejected_at":null,"opened_at":"2017-11-06T15:12:30.089Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T12:03:14.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Douglas German","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207027,"links":{"self":"https://petition.parliament.uk/petitions/207027.json"},"attributes":{"action":"Make it illegal for Historic Vehicles to be processed through scrappage schemes.","background":"Make it illegal for manufacturers to process vehicles which have Historic Vehicle on their V5 documents though any scrappage scheme. A simple way to avoid losing rare road heritage is to make all vehicles with Historic Vehicle on their V5 document, legally exempt from scrappage.","additional_details":"A decision taken by Ford UK to scrap a rare Standard 10 was recently highlighted and reversed. The mint condition classic had been sent for scrap by Ford after it was traded in for a Transit. There are many other examples of historic vehicles being sent for a similar fate. They should have legal protection.","state":"open","signature_count":8445,"created_at":"2017-12-04T10:48:00.569Z","updated_at":"2018-04-02T22:20:28.822Z","rejected_at":null,"opened_at":"2017-12-21T17:06:05.237Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-04T11:45:34.421Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Hopkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210497,"links":{"self":"https://petition.parliament.uk/petitions/210497.json"},"attributes":{"action":"Introduce super visa category for parents of British citizens similar to Canada","background":"Parents for British citizens  are treated differently if they reside in countries outside the EU and are not EU citizens and government has made the settlement of parents under ADR practically impossible so we are looking for a middle ground as it is done in Canada with SUPER VISA","additional_details":"With the parent and grandparent super visa, eligible parents and grandparents can visit family in Canada for up to two years without the need to renew their status .The Super Visa is a multi-entry visa that provides multiple entries for a period up to 10 years. The key difference is that the Super Visa allows an individual to stay for up to two years on initial entry into Canada, while a 10-year multiple entry visa would only have a status period for each entry of six months only. Refer visa rules by Canada government and criteria as reference ,sponsor does most work","state":"open","signature_count":7998,"created_at":"2018-01-23T05:24:25.015Z","updated_at":"2018-04-02T18:56:36.450Z","rejected_at":null,"opened_at":"2018-01-29T10:09:51.936Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-23T07:50:10.061Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nitin Khanna","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201675,"links":{"self":"https://petition.parliament.uk/petitions/201675.json"},"attributes":{"action":"Strip all convicted terrorists with dual nationality of British Citizenship.","background":"A time bomb is ticking away for when convicted terrorists will be released from British prisons onto the streets. Far better to reduce that number instantly by stripping those convicted terrorists with dual citizenship of the British citizenship and the right to bomb again in this United Kingdom.","additional_details":"https://www.theguardian.com/uk-news/2017/jul/30/uk-has-stripped-150-jihadists-and-criminals-of-citizenship","state":"open","signature_count":7875,"created_at":"2017-09-28T04:54:30.931Z","updated_at":"2018-04-02T23:20:26.477Z","rejected_at":null,"opened_at":"2017-10-03T16:21:32.509Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T05:24:26.598Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stan Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206280,"links":{"self":"https://petition.parliament.uk/petitions/206280.json"},"attributes":{"action":"Reintroduce Oxford weighting tax.","background":"Unlike London, housing cost is not weighed in when attributing salaries, and the OUH is suffering with recruitment and retaining staff, due to the financial demand of the city.","additional_details":"According to Kelly (2014), the average house in Oxford costs 14.9 times the city's average salary. \r\nA large number of OUH staff had to move further away from the city to avoid costs, and face petrol and traveling financial demands.\r\nThe remaining staff lives closer to the Hospitals, due to lack of cars, and are struggling to afford rent in the city, where houses do not match the price tag they are given, and many of them are forced to resort to Hospital accommodations, that are far from ideal.","state":"open","signature_count":7625,"created_at":"2017-11-27T12:11:19.402Z","updated_at":"2018-03-31T08:56:59.847Z","rejected_at":null,"opened_at":"2017-12-22T10:35:45.516Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-27T13:02:05.066Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ana Rita Pedro Ramos","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202465,"links":{"self":"https://petition.parliament.uk/petitions/202465.json"},"attributes":{"action":"The UK should terminate the EU talks forthwith by withdrawing the Art 50 notice.","background":"It is already clear that, within the current framework, the EU is bound to win.  Article 50 has never been triggered before, and it is manifestly defective in its conceptual structure: the UK should withdraw immediately, and make progress as a Member of the EU, from within.","additional_details":"The current BREXIT negotiations are an irresoluble mess.  The immediate costs of withdrawal will be enormous, and the long-term debilitation of the UK economy even more serious.  Sterling will continue to fall in value, because of all the commercial uncertainty.  The negotiations, instead of constituting a single bargaining process, have been converted, by ill-advised agreement, into a two-stage process, in which the EU has sole control of future progress.  We should seek another way ahead.","state":"open","signature_count":7585,"created_at":"2017-10-08T21:52:00.759Z","updated_at":"2018-04-02T21:31:42.529Z","rejected_at":null,"opened_at":"2017-10-18T16:52:07.256Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T16:58:03.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Roger Warren Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214030,"links":{"self":"https://petition.parliament.uk/petitions/214030.json"},"attributes":{"action":"Hold a referendum for the legalisation of cannabis","background":"It is clear that the cannabis debate is not going away and given that the current conservative government understand the meaning of democracy by giving a referendum to the public on our membership of the E.U it should give the public a referendum on cannabis legalisation and let the public decide","additional_details":"","state":"open","signature_count":7397,"created_at":"2018-02-28T23:35:29.626Z","updated_at":"2018-04-02T23:43:17.340Z","rejected_at":null,"opened_at":"2018-03-12T16:24:18.473Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-01T21:07:58.878Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth lendrum","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214334,"links":{"self":"https://petition.parliament.uk/petitions/214334.json"},"attributes":{"action":"Ban the sale of high caffeine energy drinks to under 16s","background":"The label may state ‘not for children’ but 69% of teenagers / 24% of children under 10 are consuming high-caffeine energy drinks that lead to adverse health effects post consumption. With sales ever rising, we propose a ban on high-caffeine energy drinks containing over 150mg of caffeine per litre.","additional_details":"A 2015 European Food Safety Authority (EFSA) report found that a 'safe' caffeine intake level for children has not been established. They propose guidelines of 3mg/kg per day could be used as a safe amount for habitual caffeine consumption by children and adolescents. This means that while a single can of popular brands on the market can contain around 160mg of caffeine, the EFSA recommends an intake of no more than 105mg caffeine per day for children. These drinks are simply #NotforChildren.","state":"open","signature_count":7157,"created_at":"2018-03-05T14:30:58.157Z","updated_at":"2018-04-02T21:49:44.522Z","rejected_at":null,"opened_at":"2018-03-05T18:43:32.323Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-05T15:34:22.192Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"LOUISE MARTIN","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201721,"links":{"self":"https://petition.parliament.uk/petitions/201721.json"},"attributes":{"action":"Stop Classic modified vehicles losing their original registration number","background":"I have been a classic car enthusiast for a long time and have built, maintained and modified cars to a very high standard.  I think to lose the vehicle's original registration would be a shame . But I agree that the build quality needs to be kept a check on .","additional_details":"","state":"open","signature_count":7138,"created_at":"2017-09-28T18:19:24.169Z","updated_at":"2018-04-02T18:02:08.424Z","rejected_at":null,"opened_at":"2017-10-04T15:30:33.344Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T18:48:43.905Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Grannon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209904,"links":{"self":"https://petition.parliament.uk/petitions/209904.json"},"attributes":{"action":"Make BRCA testing a choice for females over 30 on the NHS and more info given","background":"My dearest friend sadly passed away from ovarian cancer but with no family history her doctor misdiagnosed her for 18 months. If more training and information was given to doctors or a BRCA test was done she might of still been here today and lived a life with her husband and little boy","additional_details":"Stats of ovarian \u0026 cervical cancer is shockingly different, according to Cancer Research UK, 7378 ovarian cancer cases in 2016 which lead to 4128 deaths with a survival rate of 34% \u0026 cervical cancer 3224 cases in 2016 with 890 deaths with a survival rate of 63%\r\n\r\nDue to the fact you are screened every 3 years and doctors are aware of the symptoms for cervical cancer so have a greater change of catching it early, however you are only tested for BRCA if ovarian or breast cancer runs in the family.","state":"open","signature_count":6869,"created_at":"2018-01-18T20:31:36.064Z","updated_at":"2018-04-02T23:47:08.773Z","rejected_at":null,"opened_at":"2018-01-24T17:25:53.768Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-18T20:55:35.882Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Grieff-Liggins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202526,"links":{"self":"https://petition.parliament.uk/petitions/202526.json"},"attributes":{"action":"School staff are worth 5%, children deserve properly funded schools","background":"We think that after years of below inflation pay awards which have cut their living standards, staff in all our schools deserve a 5 percent pay rise.","additional_details":"With inflation, including housing, running at 3.9 percent this would in reality be a modest 1.1 percent rise in real terms and so a small step towards undoing the much greater cuts school staff have suffered in the last few years.\r\n\r\nWe also want the government to change its funding plans which at present will mean almost 9 in 10 schools seeing significant cuts which will damage education. Schools should be properly funded, including the cost of a modest rise in school staff pay, so that our children get the education they deserve.\r\n\r\nWe call on the government to address the linked issues of school funding and school staff pay in its budget plans this autumn.\r\n\r\n#Worth5percent","state":"open","signature_count":6761,"created_at":"2017-10-09T19:07:11.411Z","updated_at":"2018-04-02T17:12:03.541Z","rejected_at":null,"opened_at":"2017-10-13T14:29:25.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T19:19:13.458Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Kebede","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201416,"links":{"self":"https://petition.parliament.uk/petitions/201416.json"},"attributes":{"action":"British citizens should be able to appeal the refusal of a family 'visit visa'","background":"The appeals process for Family Visit Visa was removed on 25 June, 2013 to save costs. My recent personal experience confirmed that the UKBA seem to have cut the process of justice and accountability while cutting their costs. How can this be justified?\r\nIs UKBA now the Judge, Jury and Executioner?","additional_details":"In response to my query to UKBA I got back a ‘blank’ email with the request to fill out a satisfaction survey! My mother was rejected a visit visa recently and she was told not to apply within next 10 years. She is now 66. Which essentially means she may not possibly visit her grandchildren in UK for the rest of her lifetime. UKBA's rejection has no regards to how it affects me as a British Citizen. Why should UKBA be allowed to impose decisions without due and just care? \r\nStop this INJUSTICE!","state":"open","signature_count":6724,"created_at":"2017-09-25T07:02:22.439Z","updated_at":"2018-04-01T18:20:13.522Z","rejected_at":null,"opened_at":"2017-10-06T14:41:32.063Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T08:31:55.313Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"SAM Mahmud","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206480,"links":{"self":"https://petition.parliament.uk/petitions/206480.json"},"attributes":{"action":"Stop the removal/reduction  of enhanced and unsociable hours pay to NHS staff","background":"NHS staff are some of the most dedicated and hard working people I've ever known. \r\nThey deserve to have a decent pay award and not have to sacrifice  their enhanced and unsociable hours payment.","additional_details":"","state":"open","signature_count":6442,"created_at":"2017-11-28T20:23:43.484Z","updated_at":"2018-04-02T20:52:46.319Z","rejected_at":null,"opened_at":"2017-12-04T17:53:28.505Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T08:01:38.541Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keith pearson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210947,"links":{"self":"https://petition.parliament.uk/petitions/210947.json"},"attributes":{"action":"Provide additional funding to councils to protect Children's Centres","background":"1/3 of our Children's Centres have closed since 2010 whilst levels of child poverty have also dramatically increased with more than half of children in the poorest areas of the UK now considered to be living in poverty \u0026 other localities seeing figures around 24.7% (Nuneaton) \u0026 35.1 (Peterborough)","additional_details":"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/485347/DFE-RB495_Evaluation_of_children_s_centres_in_England__the_impact_of_children_s_centres_brief.pdf\r\n\r\nhttps://www.nurseryworld.co.uk/nursery-world/news/1144782/childrens-centres-successfully-targeting-deprived-families\r\n\r\nhttps://www.facebook.com/groups/1377174912365965/","state":"open","signature_count":6206,"created_at":"2018-01-25T19:36:37.946Z","updated_at":"2018-04-02T22:03:29.726Z","rejected_at":null,"opened_at":"2018-02-01T18:46:05.963Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-27T11:13:15.283Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jessica Ann Tomlinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203576,"links":{"self":"https://petition.parliament.uk/petitions/203576.json"},"attributes":{"action":"Reform the rules on filibustering - talking excessively to force a bill out","background":"On several occasions in the past five years, several MPs have spoken for an excessive time during Parliamentary debates. This behaviour prevents reasonable discussion, placing themselves above all other MPs.\r\n\r\nThis tactic is disgraceful, anti-democratic and has no place in a modern Parliament.","additional_details":"On multiple occasions, several MPs (most infamously Philip Davies),  have resorted to reading out long lists of topics irrelevant to discussion until presented bills exceeded their allocated discussion time. Details of all instances are present in the Official Report of Parliamentary debates (\"Hansard\").\r\n\r\nThis behaviour has prevented several bills, many of which deserved a fair hearing, from being reasonably discussed in Parliament, and places the position of one MP above that of all others.","state":"open","signature_count":6122,"created_at":"2017-10-23T18:24:51.882Z","updated_at":"2018-04-02T13:43:02.537Z","rejected_at":null,"opened_at":"2017-10-30T17:52:42.273Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-23T20:45:23.469Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Philip Pemberton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211354,"links":{"self":"https://petition.parliament.uk/petitions/211354.json"},"attributes":{"action":"Introduce rules requiring coroners to respect Jewish and Muslim religious laws","background":"A vice president of the Board of Deputies of British Jews has said that a North London Coroner shows “no inclination” to address Jewish concerns. Under Jewish \u0026 Islamic law, bodies must be buried quickly and invasive postmortems are a desecration. The Board wants this coroner dismissed.","additional_details":"The Chief Rabbi has written to the Lord Chancellor. Here are extracts.\r\n \r\n.....concern had grown over recent years about the failure of [the coroner] ... to give due regard to the deeply held religious beliefs of Jewish and indeed Muslim families ...\r\n \r\n... Where the fastest possible burial is denied ...it can cause a great deal of pain at a time when they are already grieving.\r\n \r\n...there are no other coroners .. who have taken such a stance.\r\n","state":"open","signature_count":5931,"created_at":"2018-01-29T23:33:54.946Z","updated_at":"2018-04-02T21:21:26.989Z","rejected_at":null,"opened_at":"2018-02-08T10:44:25.927Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-30T06:45:48.181Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"jonathan malcolm hoffman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205757,"links":{"self":"https://petition.parliament.uk/petitions/205757.json"},"attributes":{"action":"Repeal the April 2017 changes to Bereavement Support","background":"Bereavement benefit changed in April from financially supporting the widowed with dependants until the child was 18 years, to now only 18 months after the death of the parent (the 'one off' payment of just over £3000 doesn't even cover the cost of a funeral)\r\nPlease read Chloe's story (more details)","additional_details":"Chloe Leaper is one of the many widows personally harmed by the changes to benefits. \r\nThis awful change to legislation means bereaved families like Chloe’s need to carry an extra financial burden with all the anxiety that brings with it, in addition to the devastation of losing a beloved life partner..... Please read about her situation here, thank you.  \r\nhttps://www.facebook.com/chloe.leaper.90/posts/10155520963086998","state":"open","signature_count":5886,"created_at":"2017-11-21T15:37:42.924Z","updated_at":"2018-04-02T22:58:43.475Z","rejected_at":null,"opened_at":"2017-12-11T21:13:53.809Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-26T19:16:01.233Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosemary Pinsent","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207651,"links":{"self":"https://petition.parliament.uk/petitions/207651.json"},"attributes":{"action":"Cancel South Western Railway’s contract \u0026 to investigate their mismanagement.","background":"South Western Railway was awarded the South Western franchise in March 2017, \u0026 took over from South West Trains on the 20th August. SWT had managed the franchise for nearly 20 years.\r\n\r\nSince the takeover, the number of delays have increased, delays have got longer, \u0026 cancellations have increased.","additional_details":"The government should investigate why the franchise has significantly worsensed since it changed hands, \u0026 why it changed during the Waterloo upgrade. Why is the service worse after the upgrade?\r\n\r\nNeed to compare the % of delayed trains now with the amount of delayed trains SWT’s had. Also stats for the length of delays, as well as the % of cancelled trains. Not just overal stats either, peak times/rush hour stats need to be anyalsed.\r\n\r\nThe government needs to consider cancelling SWR’s contract.","state":"open","signature_count":5768,"created_at":"2017-12-13T21:02:11.303Z","updated_at":"2018-04-02T22:05:32.797Z","rejected_at":null,"opened_at":"2017-12-19T17:07:30.024Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T23:03:25.047Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jonathan Michael Page","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206880,"links":{"self":"https://petition.parliament.uk/petitions/206880.json"},"attributes":{"action":"Stop plans to cut Victoria trains from the Bexleyheath line","background":"The Government has confirmed that all services on the Bexleyheath Line to Victoria will be cut after the new franchise is awarded in 2018, despite the Government’s own consultation showing that 89% of respondents were opposed to plans to cut the number of local rail destinations.","additional_details":"The Government has ignored their promise that these changes would only be made “if passengers supported it.”\r\n\r\nCutting these services would be a disaster for commuters in areas like Bexleyheath, Welling, Blackheath, Eltham, Kidbrooke and elsewhere who do not have access to the DLR or the Underground, so have to depend on the rail network.  In particular, elderly and disabled passengers, who use the service to access Kings College Hospital at Denmark Hill, will face much more difficult journeys.","state":"open","signature_count":5536,"created_at":"2017-12-01T16:28:57.888Z","updated_at":"2018-04-02T22:14:23.233Z","rejected_at":null,"opened_at":"2017-12-06T17:46:04.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-01T17:01:51.660Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Caroline Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216215,"links":{"self":"https://petition.parliament.uk/petitions/216215.json"},"attributes":{"action":"New law that cats injured/killed by a vehicle are checked for a chip: Round 2","background":"Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy","additional_details":"It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.","state":"open","signature_count":5358,"created_at":"2018-03-26T10:00:23.716Z","updated_at":"2018-04-02T23:57:13.094Z","rejected_at":null,"opened_at":"2018-03-30T06:44:43.740Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-26T10:30:23.597Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207603,"links":{"self":"https://petition.parliament.uk/petitions/207603.json"},"attributes":{"action":"Reverse government decision that will increase State Pension Age for millions","background":"When State Pension Age (SPA) is reviewed, the underlying principle is that the proportion of adult life spent over SPA should be constant. At first the target proportion was up to 33.3%. Government now wants to reduce this to 32%. The 33.3% target must be maintained or SPA will rise for millions.","additional_details":"The principle of \"up to one third\" of adult life over State Pension Age (SPA) was announced in the 2013 Autumn Statement.\r\n\r\nBut in July the Secretary of State said \"Government is minded to commit to ‘up to 32%’ as the right proportion”.\r\n\r\nUnder the original principle, SPA reaches 68 by April 2041 and 69 by April 2055. Under the new approach it would be 11 and 13 years earlier respectively and 70 by April 2056.\r\n\r\nUnless the original target is retained, millions of people will have a higher SPA.","state":"open","signature_count":5343,"created_at":"2017-12-13T11:30:37.252Z","updated_at":"2018-04-02T19:42:45.136Z","rejected_at":null,"opened_at":"2017-12-18T11:38:02.266Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-13T11:48:43.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mike Clancy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201699,"links":{"self":"https://petition.parliament.uk/petitions/201699.json"},"attributes":{"action":"Change the law to include both parents’ names in children’s passports.","background":"600,000 women have been stopped at the border in the past five years to prove they are related to their own child. Women feel vulnerable and it causes delays  - as well as being a burden for border agents.\r\n\r\nWe must recognise that, increasingly, children will not share their mothers' surnames.","additional_details":"Women are stopped and have no easy way of proving the relationship without their name being on their child's passport. Changing the law would not only prevent discrimination against women, but also help border staff prevent child trafficking.\r\n\r\n1 in 7 women intend not to take their partner’s name - according to recent research by YouGov - while just 4% of women intend to give their child their name instead of the father's.\r\n\r\nWe need to debate the issue so we can discuss how to rectify the problem.","state":"open","signature_count":5271,"created_at":"2017-09-28T11:42:01.237Z","updated_at":"2018-04-02T17:22:05.701Z","rejected_at":null,"opened_at":"2017-10-03T16:28:04.897Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T13:49:18.970Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nazma Rahman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201589,"links":{"self":"https://petition.parliament.uk/petitions/201589.json"},"attributes":{"action":"Make motorcycle awareness part of the theory test","background":"Being a biker I see daily too many people using phones, vapes, headphones etc while driving, Cars pulling out on bikes and tail gating, Just recently a motorcycle rider was killed local to me because a car pulled out on him and he couldnt stop in time, More needs to be done to help bikers be seen.","additional_details":"Maybe this petition will never reach parliament but just by signing and sharing maybe we could reach out and make bikers more aware to drivers.","state":"open","signature_count":5161,"created_at":"2017-09-27T05:35:24.450Z","updated_at":"2018-04-02T08:59:55.052Z","rejected_at":null,"opened_at":"2017-10-04T13:43:37.126Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-27T19:43:34.446Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Slater","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212308,"links":{"self":"https://petition.parliament.uk/petitions/212308.json"},"attributes":{"action":"Ban George Soros from the United Kingdom.","background":"Whilst the UK welcomes foreign business, Mr Soros has proved by his actions that he is no friend of the United Kingdom.","additional_details":"He has a conviction in France for insider trading. He has donated money to a group which is campaigning against the democratic decision to leave the EU.","state":"open","signature_count":5096,"created_at":"2018-02-08T19:57:53.302Z","updated_at":"2018-04-02T19:42:34.995Z","rejected_at":null,"opened_at":"2018-03-09T17:45:13.774Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-08T20:28:12.675Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gareth Lloyd","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209048,"links":{"self":"https://petition.parliament.uk/petitions/209048.json"},"attributes":{"action":"Consultants or GPs to do PIP, DLA and ESA assessments for people with IBD","background":"To get medical assessments conducted by qualified consultants and GPs who understand patients’ conditions in Crohn’s and Ulcerative Colitis, which can give accurate information about their disabilities to support their claims for PIP, DLA and/or ESA.","additional_details":"I suffer from Ulcerative Colitis, ADHD, OCD, Anxiety and Depression Disorder and Cluster 4 which means I can't deal with day to day life. I'm on a drug called Infliximab Infusion which is for my IBD and have to have it every 6-8 weeks in hospital in the Infusion Unit. This suppresses my immune system,  which means I am prone to infections. I have been rejected twice by PIP saying my IBD and Mental Health Issues don't affect me in my day to day life; I am now waiting for a tribunal.","state":"open","signature_count":5088,"created_at":"2018-01-07T10:02:32.896Z","updated_at":"2018-04-02T20:10:05.385Z","rejected_at":null,"opened_at":"2018-01-11T11:10:12.542Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-07T11:27:16.685Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Oldaker","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214287,"links":{"self":"https://petition.parliament.uk/petitions/214287.json"},"attributes":{"action":"Provide a website allowing schools to advertise staff vacancies for free.","background":"Over £50 million a year is spent by UK schools advertising job vacancies and some £500 million on supply teachers. This is due, largely, to the extortionate fees charged by current suppliers. In 2015, at the ASCL conference, Justine Greening promised this issue would be addressed. It hasn't been.","additional_details":"Cost of Advertising:\r\nhttps://www.theguardian.com/education/2016/jul/26/secondary-schools-spent-56m-teacher-job-ads-labour\r\n\r\nCost of Supply Teachers: https://www.telegraph.co.uk/education/2017/02/21/school-spending-supply-teacher-agencies-jumps-fifth-inthree/\r\n\r\nCost of Supply Agencies:\r\nhttps://www.telegraph.co.uk/education/educationnews/12040309/Schools-spending-thousands-on-agencies-to-recruit-teachers.html\r\n\r\nGovernment Recognition: p24 'Teacher Recruitment and Retention' Briefing Paper 19/0118","state":"open","signature_count":4925,"created_at":"2018-03-04T18:48:22.988Z","updated_at":"2018-04-02T22:24:42.969Z","rejected_at":null,"opened_at":"2018-03-09T17:19:07.977Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T21:00:16.674Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leigh Adams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215370,"links":{"self":"https://petition.parliament.uk/petitions/215370.json"},"attributes":{"action":"Stop unfair ILR cancellation for ECAA Agreement.","background":"On the 16th of March 2018, The Home Office made the following announcement:\r\n\r\nhttps://www.gov.uk/government/publications/turkish-ecaa-business-guidance","additional_details":"As Turkish citizens under the ECAA Agreement who have applied before the 16th of March 2018, we would like to be evaluated according to former rules and we would like to apply to ILR as we planned before, right after the 4th year.","state":"open","signature_count":4832,"created_at":"2018-03-16T17:00:34.589Z","updated_at":"2018-04-02T23:59:34.125Z","rejected_at":null,"opened_at":"2018-03-22T16:51:02.539Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-16T17:06:06.527Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gonul Gulce Karaarslan","rejection":null,"government_response":null,"debate":null}}]}