{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=25\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":200372,"links":{"self":"https://petition.parliament.uk/petitions/200372.json"},"attributes":{"action":"Make it illegal for any UK politician to lie or mislead the public.","background":"We the UK general public are sick to death of politicians that cannot be trusted, too many openly lie to the people and media, then laugh it off when caught out and nothing is ever done.\r\n\r\nWe demand honest representation from politicians to ensure our democracy is protected for the people.","additional_details":"The misconduct in public office offence presents a good starting place for the offence.\r\nhttp://www.cps.gov.uk/legal/l_to_o/misconduct_in_public_office/\r\n\r\n- An elected representative.\r\n- Wilfully lies or deceives the public or news media to such a degree as to amount to an abuse of the public's trust in elected office.\r\n- Will be guilt of the offence.\r\n- Excuses or justification should only function in mitigation of sentence not guilt; a lie is a lie.","state":"open","signature_count":11074,"created_at":"2017-09-15T00:44:15.933Z","updated_at":"2017-12-31T23:53:59.393Z","rejected_at":null,"opened_at":"2017-09-19T16:03:59.252Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T04:01:18.775Z","response_threshold_reached_at":"2017-12-13T13:37:25.530Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Spamer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202061,"links":{"self":"https://petition.parliament.uk/petitions/202061.json"},"attributes":{"action":"Introduce an Act of Parliament supporting ADHD adults and children (ADHD Act)","background":"The charity ADHD Action calls upon the UK Government to pass an Act of Parliament that will broadly: \r\n1) Place a duty on the Government to produce a broad strategy for ADHD adults and children which is kept under regular review.\r\n2) A duty to produce statutory guidance to ensure implementation.","additional_details":"There are currently many challenges to the UK ADHD community, which affects approximately 5% of children and 2.5% of adults.\r\nChanges in areas below will ensure significant cost savings to public services, and improve quality of countless lives:\r\nEducation\r\nHealth (including mental, sexual and addiction support)\r\nCriminal justice (police, prisons, probation)\r\nWork, pensions and benefits\r\nEmployment law \r\nLocal authorities (e.g. social services, homelessness)\r\nMedia (responsible reporting)\r\n\r\nadhdaction.org","state":"open","signature_count":11038,"created_at":"2017-10-03T11:25:11.503Z","updated_at":"2017-12-31T22:22:32.915Z","rejected_at":null,"opened_at":"2017-10-06T16:47:31.351Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-03T11:45:00.333Z","response_threshold_reached_at":"2017-11-17T11:27:01.819Z","government_response_at":"2017-12-04T16:21:37.915Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michelle Beckett","rejection":null,"government_response":{"summary":"The NHS Act 2006, the Care Act 2014, and the Children and Families Act 2014 provide a robust statutory framework for supporting people with ADHD, backed by investment in mental health services. ","details":"The Government is committed to supporting children, young people and adults with Attention Deficit Hyperactivity Disorder (ADHD) and improving their quality of life. We recognise the importance for people with ADHD of receiving a timely diagnosis and appropriate support. Current legislation and guidelines set out how services should support people of all ages with ADHD. \r\n\r\nIn 2016, the National Institute for Health and Care Excellence (NICE) published a guideline on diagnosing and managing ADHD for people aged 3 and above. This aims to improve the diagnosis of ADHD as well as the quality of care and support for people with an ADHD diagnosis. An updated guideline is expected to be published in February 2018.\r\n\r\nThe Care Act 2014 represents the most comprehensive reform of social care legislation in over 60 years. The Act puts in place requirements for local authorities to meet a person’s eligible care and support needs, including those of people with ADHD, and to help and protect people with care and support needs, who may be at risk of abuse or neglect as a result of those needs. \r\n\r\nThe Government recognises that children and young people with ADHD often need special educational provision and under the Children and Families Act (2014), local authorities, health and care services must commission services jointly to ensure the needs of children and young people with Special Educational Needs and Disabilities (SEND) are met. Local Authorities must publish a clear outline of services available which has been developed for, and with, parents and young people. \r\n\r\nWe have also introduced a more streamlined assessment process to develop Education, Health and Care plans to support children and young people with SEND. These are co-ordinated across education, health and care, and involve children and young people and their families throughout the process.\r\n\r\nThese measures aim to reduce health inequalities and improve outcomes for children and young people with SEND and their families.  \r\n\r\nWe recognise that having ADHD can lead people to experience mental health problems and the Government is committed to improving mental health support and services. We have increased funding for mental health services by 8.4% since 2014/15 and last year, spend was the highest ever at £11.6bn.  \r\n\r\nWe have also commissioned NICE and the National Collaborating Centre for Mental Health (NCCMH) to improve mental health service pathways and tackle variations in provision. NHS England’s ‘Standard for Mental Health Investment’ ensures that NHS investment in mental health increases year on year. \r\n\r\nThe Government has introduced the Children and Young People’s Improving Access to Psychological Therapies programme (CYP IAPT) which aims to improve Child and Adolescent Mental Health Services (CAMHS). 90% of the 0-18 population are covered by this change programme and we are on course to reach 100% by 2018. \r\n\r\nWhilst we recognise the need to continue to improve support for people with ADHD, we believe the existing statutory framework provides the scope to achieve this and have no current plans to introduce a specific Act of Parliament. \r\n\r\nDepartment of Health","created_at":"2017-12-04T16:21:37.912Z","updated_at":"2017-12-04T16:21:37.912Z"},"debate":null}},{"type":"petition","id":204653,"links":{"self":"https://petition.parliament.uk/petitions/204653.json"},"attributes":{"action":"Parliament must debate whether the PM should disclose any offshore interests.","background":"It is a matter of public interest whether the PM or her husband have offshore interests. Recognising this, her spokesman said: \r\n\r\n\"Neither the Prime Minister or Mr May have direct offshore investments, their investments have been declared to the cabinet office and are held in a blind trust.\"","additional_details":"But the PM's spokesman did not address the key question whether the Prime Minister or her husband benefit or anticipate benefiting from assets held offshore indirectly via an intermediary such as (but not confined to) via a trustee, investment manager, nominee. \r\n\r\nHer predecessor, David Cameron, saw fit to make a statement on that issue. And we, the petitioners, call on Theresa May to follow the precedent he set.\r\n\r\nThis petition was initiated by Jo Maugham QC, Director, Good Law Project Limited.","state":"open","signature_count":10596,"created_at":"2017-11-07T16:52:01.181Z","updated_at":"2017-12-31T16:08:30.258Z","rejected_at":null,"opened_at":"2017-11-17T16:16:06.933Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T17:31:35.795Z","response_threshold_reached_at":"2017-12-03T22:11:52.390Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jolyon Maugham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200968,"links":{"self":"https://petition.parliament.uk/petitions/200968.json"},"attributes":{"action":"Union Jack to appear on British number plates after March 2019.","background":"Why is this important? For too long the unity of Britain has been allowed to be undermined and now is the time when we leave the EU to give everyone a sense of national pride once again.","additional_details":"","state":"open","signature_count":10395,"created_at":"2017-09-21T06:31:29.369Z","updated_at":"2017-12-31T23:50:09.002Z","rejected_at":null,"opened_at":"2017-09-29T17:44:34.926Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-21T16:00:45.719Z","response_threshold_reached_at":"2017-12-27T11:23:04.174Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204079,"links":{"self":"https://petition.parliament.uk/petitions/204079.json"},"attributes":{"action":"Ban Isis fighters from returning to the UK","background":"Anybody who has left this country to join ISIS should not be allowed to return.","additional_details":"We the people of the UK have a right to live safely without fear of Isis fighters returning to attack us. This country is already putting up with the knowledge that we have thousands of terrorists on the watch list. If anyone leaves this country to fight for ISIS they should lose their British passport and should not be allowed to return to the UK.","state":"open","signature_count":9377,"created_at":"2017-10-31T09:49:11.820Z","updated_at":"2017-12-31T23:35:37.614Z","rejected_at":null,"opened_at":"2017-11-09T11:06:35.367Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T09:56:26.797Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200189,"links":{"self":"https://petition.parliament.uk/petitions/200189.json"},"attributes":{"action":"Reduce and end unnecessary single-use plastics","background":"We, the undersigned, call for action on the current environmental crisis concerning single-use plastics and demand the Government committ to a significant reduction and eventual end to them. There's been recent success in limiting microbeads and plastic bags, but far more needs to be done.","additional_details":"Those who sign this petition are calling for a reduction in single-use plastics and for the Government to set a target date for the eventual ban of all single-use plastics. \r\n\r\nThere are many ways to reduce single-use plastics; deposit return schemes and plans similar to that of the 5p plastic bag charge.\r\n\r\nIt has been calculated that the weight of plastics in the ocean is likely to exceed that of fish by 2050.\r\n\r\nWe cannot allow future generations to be burdened with a damaged environment.","state":"open","signature_count":9095,"created_at":"2017-09-13T18:17:29.729Z","updated_at":"2017-12-31T23:24:27.385Z","rejected_at":null,"opened_at":"2017-09-14T16:15:12.723Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-13T19:55:30.256Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Reece Stafferton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203314,"links":{"self":"https://petition.parliament.uk/petitions/203314.json"},"attributes":{"action":"Ban the sale of fireworks to the public and have only licensed displays.","background":"We are a country of animal lovers, our pets and wildlife suffer severe stress and harm when fireworks are let off, plus the ban of sale to the public would save the NHS money as injury to humans from the misuse of fireworks also happens every year. New born babies and the elderly also suffer.","additional_details":"","state":"open","signature_count":8853,"created_at":"2017-10-19T21:44:03.324Z","updated_at":"2017-12-31T23:50:49.058Z","rejected_at":null,"opened_at":"2017-10-25T16:11:37.558Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-20T16:13:24.995Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Chris guider","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201785,"links":{"self":"https://petition.parliament.uk/petitions/201785.json"},"attributes":{"action":"Pay carers an allowance equivalent to a fulltime job at the National Living Wage","background":"Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten","additional_details":"Primary carers currently receive 37p an hour which is £62.70 a week, £3260 a year. There are over 6,000,000 carers in the UK and 1.25 Million people provide unpaid care for more than 50 hours per week (NHS survey of carers 2009/2010; Census 2001, Office for National Statistics) Carers for people with dementia alone save the UK over £8 Billion per annum. 72% of carers are worse off financially as a result of becoming a carer and struggle to make ends meet (Carers UK 2008)","state":"open","signature_count":8329,"created_at":"2017-09-29T16:50:04.824Z","updated_at":"2017-12-31T22:04:11.560Z","rejected_at":null,"opened_at":"2017-10-04T14:11:34.271Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-29T17:38:10.206Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Matthew David Harris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202767,"links":{"self":"https://petition.parliament.uk/petitions/202767.json"},"attributes":{"action":"Begin a process of removal of illegal immigrants in the UK.","background":"All UK citizens are required to abide by UK law. We demand that law is applied to all. It has been reported that there could be 1 million illegal immigrants in the UK.","additional_details":"","state":"open","signature_count":8094,"created_at":"2017-10-12T15:30:39.980Z","updated_at":"2017-12-31T23:40:07.892Z","rejected_at":null,"opened_at":"2017-10-19T10:08:02.667Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T21:51:33.361Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sami Coulthard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205388,"links":{"self":"https://petition.parliament.uk/petitions/205388.json"},"attributes":{"action":"Repeal the Vagrancy Act 1824","background":"The Vagrancy Act 1824 makes it an offence to sleep rough or beg.\r\n\r\nIt is a barbaric, archaic law that criminalises the very existence of those homeless forced to take to the streets or beg for survival. \r\n\r\nScotland \u0026 Ireland removed this outdated law decades ago - England \u0026 Wales must join them.","additional_details":"Though created almost two centuries ago, recent years have seen the Vagrancy Act abused in absurd and unnecessary ways. In 2014, three men were arrested and charged under Section 4 of the Vagrancy Act 1824 for taking food from bins outside an Iceland supermarket in Kentish Town, North London.\r\n\r\nThere is no justice to be found here: this Act is a mockery of justice; it serves no purpose but the punishment, persecution, and stigmatisation of some of the most vulnerable in our society.","state":"open","signature_count":7896,"created_at":"2017-11-16T22:40:54.344Z","updated_at":"2017-12-31T22:33:03.474Z","rejected_at":null,"opened_at":"2017-11-22T17:55:01.476Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T23:01:59.684Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alex Kumar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204086,"links":{"self":"https://petition.parliament.uk/petitions/204086.json"},"attributes":{"action":"Don't give extremists homes, jobs and counselling","background":"The Government is apparently considering plans, codenamed Operation Constrain, to offer extremists previously investigated by MI5, and returning jihadists, help with council housing, jobs and counselling. This is supposed to prevent them carrying out attacks in Britain.","additional_details":"Operation Constrain would be an obscene insult to every British taxpayer, and particularly those that have worked hard and paid taxes all their lives and been told they have no chance of getting council accommodation. It will be seen as a bribe to stop fanatics committing terrorist offences in this country and a reward for doing so, or considering doing so, in the past. The plans must be withdrawn immediately.\r\n\r\nwww.dailymail.co.uk/news/article-5027683/Council-house-bribes-UK-terror-suspects.html ","state":"open","signature_count":7884,"created_at":"2017-10-31T11:02:21.371Z","updated_at":"2017-12-31T16:23:11.887Z","rejected_at":null,"opened_at":"2017-11-06T15:12:30.089Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-31T12:03:14.402Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Douglas German","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202496,"links":{"self":"https://petition.parliament.uk/petitions/202496.json"},"attributes":{"action":"The government must act to defend Jobs \u0026 Skills at Bombardier, Northern Ireland","background":"The UK is the second biggest Boeing client globally. We call on the government to follow-through on their words and use their leverage to defend UK jobs from US protectionism; to compel Boeing to withdraw their meritless case and lift the threat hanging over thousands of Northern Ireland workers.","additional_details":"More than 4,000 aerospace workers are employed by Bombardier in Northern Ireland; sustaining a further 20,000 in the local economy. \r\nThese jobs are threatened by the 300% import tariffs on Bombardiers C Series proposed by President Trump's administration on behalf of Boeing. \r\nThere is no basis for these punitive tariffs, as Boeing does not even produce an aircraft in the same class; they are intended to close the US market, preventing the superior C Series aircraft from getting a foothold.","state":"open","signature_count":7698,"created_at":"2017-10-09T13:26:22.394Z","updated_at":"2017-12-30T08:14:46.207Z","rejected_at":null,"opened_at":"2017-10-13T15:37:43.428Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T13:41:10.058Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donal O'Cofaigh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200376,"links":{"self":"https://petition.parliament.uk/petitions/200376.json"},"attributes":{"action":"Bring Royal Mail back into public ownership","background":"Bringing Royal Mail back into public ownership would protect jobs, employees terms and conditions, pensions and protect a 500 year old legacy that should not be condemned into the history books to make profit for the few off of the backs of the many employees.","additional_details":"","state":"open","signature_count":7675,"created_at":"2017-09-15T05:30:42.660Z","updated_at":"2017-12-31T15:00:34.368Z","rejected_at":null,"opened_at":"2017-09-19T16:37:54.540Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T13:37:24.485Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"dominic humby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200300,"links":{"self":"https://petition.parliament.uk/petitions/200300.json"},"attributes":{"action":"Require meat to be marked according to its slaughter method","background":"Government has recognised the right of people to be able to identify food which is consistent with their beliefs.\r\n\r\nPersons whose concern for animal welfare requires them to avoid meat which was not stunned according to English law, have no less a claim to government respect","additional_details":"(Response to a previous petition:   the Government respects the rights of religious communities to eat meat prepared in accordance with their beliefs)     \r\nThe absence of information presents the probability of foodstuffs being misrepresented. People with humanitarian concerns should be confident that products they buy were humanely slaughtered in accordance with English law and welfare standards.","state":"open","signature_count":7281,"created_at":"2017-09-14T15:46:13.651Z","updated_at":"2017-12-31T22:20:42.826Z","rejected_at":null,"opened_at":"2017-09-15T16:35:36.573Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T18:54:15.668Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jonathan Miller","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205852,"links":{"self":"https://petition.parliament.uk/petitions/205852.json"},"attributes":{"action":"Strengthen the 2004 Hunting Act","background":"Week in week out hunts up and down the country continue to use loopholes in the Hunting Act to kill wildlife. The Act needs strengthening to ensure people are discouraged from participating in illegal hunting and for those caught hunting, the penalty and arrest needs to be more severe.","additional_details":"A level 5 fine of £5000 is not an adequate deterrent in enforcing the Act as it stands. We would like to see section 6 of the Act to be amended to add provision for a prison sentence of up to six months for illegal hunting. Additionally there should be a 'reckless' clause which will make it an offence for anyone to 'cause or permit' one or more dogs to seek out, chase, injure or kill a wild mammal. The widespread flouting of the ban continues to this day and these measures along with several other reforms could ensure our wildlife is protected as it should be.\r\n\r\nFor more details on necessary amendments to strengthen the 2004 hunting Act, please follow this link which features a Hunting Act Amendment Bill. \r\nhttp://campaigntostrengthenthehuntingact.com/powa-proposals-for-amendments-2.php","state":"open","signature_count":6992,"created_at":"2017-11-22T10:39:17.646Z","updated_at":"2017-12-31T23:56:39.474Z","rejected_at":null,"opened_at":"2017-11-27T18:20:25.225Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:42:26.252Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Pownall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200427,"links":{"self":"https://petition.parliament.uk/petitions/200427.json"},"attributes":{"action":"Don't leave the EU","background":"It would be a colossal mistake for the UK to leave the EU. The Government is floundering in the Brexit negotiations and the country would be poorer in every sense outside of the EU. And It would affect young people's lives greatly and this could become Regrexit.","additional_details":"The referendum result should be disregarded as so many people who voted to leave were tricked by the lies of the Brexit camp. So much for democracy if people have been hoodwinked. We need to show the Government that this Brexit disaster is not \"the will of the people\" by calling on them in sufficient numbers to stop it. I don't think enough people realised quite how complicated it would be to leave the EU, so here's a better idea: Stay in. The EU would welcome us back with open arms.","state":"open","signature_count":6866,"created_at":"2017-09-15T13:49:51.906Z","updated_at":"2017-12-31T18:48:57.759Z","rejected_at":null,"opened_at":"2017-09-19T10:02:53.817Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-15T17:25:35.377Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Wilkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201721,"links":{"self":"https://petition.parliament.uk/petitions/201721.json"},"attributes":{"action":"Stop Classic modified vehicles losing their original registration number","background":"I have been a classic car enthusiast for a long time and have built, maintained and modified cars to a very high standard.  I think to lose the vehicle's original registration would be a shame . But I agree that the build quality needs to be kept a check on .","additional_details":"","state":"open","signature_count":6766,"created_at":"2017-09-28T18:19:24.169Z","updated_at":"2017-12-30T11:32:01.010Z","rejected_at":null,"opened_at":"2017-10-04T15:30:33.344Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T18:48:43.905Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steve Grannon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201675,"links":{"self":"https://petition.parliament.uk/petitions/201675.json"},"attributes":{"action":"Strip all convicted terrorists with dual nationality of British Citizenship.","background":"A time bomb is ticking away for when convicted terrorists will be released from British prisons onto the streets. Far better to reduce that number instantly by stripping those convicted terrorists with dual citizenship of the British citizenship and the right to bomb again in this United Kingdom.","additional_details":"https://www.theguardian.com/uk-news/2017/jul/30/uk-has-stripped-150-jihadists-and-criminals-of-citizenship","state":"open","signature_count":6669,"created_at":"2017-09-28T04:54:30.931Z","updated_at":"2017-12-31T14:51:14.033Z","rejected_at":null,"opened_at":"2017-10-03T16:21:32.509Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T05:24:26.598Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stan Robinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201416,"links":{"self":"https://petition.parliament.uk/petitions/201416.json"},"attributes":{"action":"British citizens should be able to appeal the refusal of a family 'visit visa'","background":"The appeals process for Family Visit Visa was removed on 25 June, 2013 to save costs. My recent personal experience confirmed that the UKBA seem to have cut the process of justice and accountability while cutting their costs. How can this be justified?\r\nIs UKBA now the Judge, Jury and Executioner?","additional_details":"In response to my query to UKBA I got back a ‘blank’ email with the request to fill out a satisfaction survey! My mother was rejected a visit visa recently and she was told not to apply within next 10 years. She is now 66. Which essentially means she may not possibly visit her grandchildren in UK for the rest of her lifetime. UKBA's rejection has no regards to how it affects me as a British Citizen. Why should UKBA be allowed to impose decisions without due and just care? \r\nStop this INJUSTICE!","state":"open","signature_count":6482,"created_at":"2017-09-25T07:02:22.439Z","updated_at":"2017-12-31T12:42:10.225Z","rejected_at":null,"opened_at":"2017-10-06T14:41:32.063Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T08:31:55.313Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"SAM Mahmud","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204996,"links":{"self":"https://petition.parliament.uk/petitions/204996.json"},"attributes":{"action":"President Trump should be given a Full State Visit","background":"Give President Trump the respect his position holds","additional_details":"The USA is the UK’s greatest friend, President Trump is the democratically elected President....the people’s choice and as such should be treated with the respect his position holds.        We the people of the UK request that President Trump is invited to the UK,  given a full state visit, he should also be given the honour of addressing  Parliament and the people of the UK.","state":"open","signature_count":6444,"created_at":"2017-11-11T15:52:39.951Z","updated_at":"2017-12-31T23:37:57.808Z","rejected_at":null,"opened_at":"2017-11-15T17:47:46.580Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-11T16:13:40.654Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Law","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205106,"links":{"self":"https://petition.parliament.uk/petitions/205106.json"},"attributes":{"action":"Stop the privatisation of NHS services","background":"We call for a ban on the outsourcing (privatisation) of NHS services, and stop the renewal of any outsourcing contracts already signed. Companies should not be profiteering from NHS contracts, when every pound of NHS budgets is desperately needed for more doctors and nurses, and to pay them more.","additional_details":"Research by Bain \u0026 Company published by the Financial Times in January 2017, found that private-sector companies had been invited to bid for 14 per cent more NHS contracts in the 12 months to August 2016 than just a year previously. In March 2017 the Financial Times also reported of the extra £2bn given to the NHS in 2014 to try and bolster NHS services, according to data analysis carried out by the Health Foundation, an independent charity, only about half this extra money was spent in the NHS.","state":"open","signature_count":6255,"created_at":"2017-11-13T11:18:15.151Z","updated_at":"2017-12-31T20:55:37.021Z","rejected_at":null,"opened_at":"2017-11-17T14:21:10.458Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-13T13:42:03.263Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jamie Snape","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202280,"links":{"self":"https://petition.parliament.uk/petitions/202280.json"},"attributes":{"action":"Place stoma signs on disabled toilets and add stoma changing facilities within.","background":"Stoma patients have unseen disabilities and although entitled to use disabled toilets, often face verbal abuse from the public when trying to access them. Stoma patients need a hygienic area to change ostomies and this is not provided. Unseen stoma disabilities need protection and recognition.","additional_details":"Stoma patients face prejudice from both the able and visibly disabled communities. Stoma patients are forcibly pushed and pulled out of the way when trying to access disabled facilities. 21,000 people are left with a stoma every year, this is a growing issue.","state":"open","signature_count":6236,"created_at":"2017-10-06T08:54:40.817Z","updated_at":"2017-12-31T23:43:28.214Z","rejected_at":null,"opened_at":"2017-10-12T14:13:35.427Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-06T15:02:09.449Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natalie Louise Toper","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201145,"links":{"self":"https://petition.parliament.uk/petitions/201145.json"},"attributes":{"action":"We must leave the EU completely in March 2019 - No transition period, No delay","background":"Theresa May is betraying the British people who voted to leave the EU by making the UK stay in until 2021 and paying billions of pounds to the EU while we stay.  No immigration control, no border control, no sovereignty - an absolute betrayal of the 17 million voters who chose to leave.","additional_details":"","state":"open","signature_count":6222,"created_at":"2017-09-22T15:02:56.432Z","updated_at":"2017-12-31T16:10:35.806Z","rejected_at":null,"opened_at":"2017-09-29T16:14:46.122Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-22T16:09:02.263Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Watson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202526,"links":{"self":"https://petition.parliament.uk/petitions/202526.json"},"attributes":{"action":"School staff are worth 5%, children deserve properly funded schools","background":"We think that after years of below inflation pay awards which have cut their living standards, staff in all our schools deserve a 5 percent pay rise.","additional_details":"With inflation, including housing, running at 3.9 percent this would in reality be a modest 1.1 percent rise in real terms and so a small step towards undoing the much greater cuts school staff have suffered in the last few years.\r\n\r\nWe also want the government to change its funding plans which at present will mean almost 9 in 10 schools seeing significant cuts which will damage education. Schools should be properly funded, including the cost of a modest rise in school staff pay, so that our children get the education they deserve.\r\n\r\nWe call on the government to address the linked issues of school funding and school staff pay in its budget plans this autumn.\r\n\r\n#Worth5percent","state":"open","signature_count":6089,"created_at":"2017-10-09T19:07:11.411Z","updated_at":"2017-12-31T17:50:31.671Z","rejected_at":null,"opened_at":"2017-10-13T14:29:25.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-09T19:19:13.458Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Kebede","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200001,"links":{"self":"https://petition.parliament.uk/petitions/200001.json"},"attributes":{"action":"Lobster Pots and Small Craft Safety – time to change the rules!","background":"We, the undersigned, urge the Minister of State (DEFRA) to improve the way static fishing gear is marked for the safety of all small craft at sea. The current, voluntary, guidance is not adequate. We ask that DEFRA seeks views regarding enforceable regulation among other options.","additional_details":"This petition is sponsored by the Cruising Association (CA). We believe that the current, voluntary, arrangements and guidance have not been adequate and that the number of call-outs, by the RNLI and coastguard, to small craft disabled by fouled propellers and rudders shows the significance of the problem. We hope that all stakeholders will work together, with DEFRA, to find a solution, particularly one that is cheap and practical for our fishermen.","state":"open","signature_count":6016,"created_at":"2017-09-12T09:02:21.052Z","updated_at":"2017-12-31T18:02:12.953Z","rejected_at":null,"opened_at":"2017-09-12T14:54:33.029Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T14:34:34.987Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206480,"links":{"self":"https://petition.parliament.uk/petitions/206480.json"},"attributes":{"action":"Stop the removal/reduction  of enhanced and unsociable hours pay to NHS staff","background":"NHS staff are some of the most dedicated and hard working people I've ever known. \r\nThey deserve to have a decent pay award and not have to sacrifice  their enhanced and unsociable hours payment.","additional_details":"","state":"open","signature_count":5910,"created_at":"2017-11-28T20:23:43.484Z","updated_at":"2017-12-31T20:18:34.780Z","rejected_at":null,"opened_at":"2017-12-04T17:53:28.505Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T08:01:38.541Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Keith pearson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200005,"links":{"self":"https://petition.parliament.uk/petitions/200005.json"},"attributes":{"action":"Give all British citizens living abroad the right to vote and dedicated MPs","background":"About 1 million British citizens living abroad do not have the right to vote due to their overseas residency exceeding 15 years. They therefore lack representation in Parliament. And, British Citizens living abroad for under 15 years may only vote in a constituency they no longer live in.","additional_details":"We believe that all British citizens deserve genuine representation in Parliament. British citizens living abroad must be able to vote for an MP to represent their interests in the House of Commons. Having their own dedicated MPs would more efficiently address their concerns which are often different to UK residents’. This petition proposes to introduce votes for life and to add overseas constituencies with a dedicated MP for each constituency to better represent British Citizens living abroad.","state":"open","signature_count":5452,"created_at":"2017-09-12T09:19:27.628Z","updated_at":"2017-12-31T14:45:19.751Z","rejected_at":null,"opened_at":"2017-09-13T13:30:32.274Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:00:28.718Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Tamim","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203576,"links":{"self":"https://petition.parliament.uk/petitions/203576.json"},"attributes":{"action":"Reform the rules on filibustering - talking excessively to force a bill out","background":"On several occasions in the past five years, several MPs have spoken for an excessive time during Parliamentary debates. This behaviour prevents reasonable discussion, placing themselves above all other MPs.\r\n\r\nThis tactic is disgraceful, anti-democratic and has no place in a modern Parliament.","additional_details":"On multiple occasions, several MPs (most infamously Philip Davies),  have resorted to reading out long lists of topics irrelevant to discussion until presented bills exceeded their allocated discussion time. Details of all instances are present in the Official Report of Parliamentary debates (\"Hansard\").\r\n\r\nThis behaviour has prevented several bills, many of which deserved a fair hearing, from being reasonably discussed in Parliament, and places the position of one MP above that of all others.","state":"open","signature_count":5222,"created_at":"2017-10-23T18:24:51.882Z","updated_at":"2017-12-31T22:05:01.647Z","rejected_at":null,"opened_at":"2017-10-30T17:52:42.273Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-23T20:45:23.469Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Philip Pemberton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200914,"links":{"self":"https://petition.parliament.uk/petitions/200914.json"},"attributes":{"action":"To condemn the repression of democracy and freedom of speech in Catalonia","background":"We urge HM Government to make a clear objection to the 'de facto' suspension of Catalan institutions, the detention of democratically elected Catalan politicians \u0026 the intimidation towards Catalan media; and to pressure the Spanish Government to enter into dialogue with Catalan institutions.","additional_details":"https://www.theguardian.com/world/2017/sep/20/spain-guardia-civil-raid-catalan-government-hq-referendum-row","state":"open","signature_count":5060,"created_at":"2017-09-20T15:08:53.298Z","updated_at":"2017-12-30T22:24:44.797Z","rejected_at":null,"opened_at":"2017-09-21T11:08:52.302Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-20T17:01:52.608Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Josep Maria Sanz Lopez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202680,"links":{"self":"https://petition.parliament.uk/petitions/202680.json"},"attributes":{"action":"Raise awareness and understanding of PDA among health care professionals","background":"I would like the government to raise awareness and understanding of PDA pathological demand avoidance among health care professionals. PDA is on the autistic spectrum, yet so many parents are being told they're neglecting their children. PDA was founded in 1980's and is a complex condition.","additional_details":"A doctor diagnosed my son with PDA. I had a judge order my son to be seen by C.A.M.H.S to support the psychologist diagnosis but they do not commission PDA so we're stuck in limbo. To the point of social services wanting to put my son in foster care but luckily it was the judge that saw there was a problem and now back at the beginning. PDA was founded in the 1980's so it's fairly new. So many parents are being blamed for their children's behaviour. PDA is on the autistic spectrum.","state":"open","signature_count":4956,"created_at":"2017-10-11T16:42:56.037Z","updated_at":"2017-12-31T23:45:28.392Z","rejected_at":null,"opened_at":"2017-10-20T14:41:54.789Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-11T18:05:46.164Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201699,"links":{"self":"https://petition.parliament.uk/petitions/201699.json"},"attributes":{"action":"Change the law to include both parents’ names in children’s passports.","background":"600,000 women have been stopped at the border in the past five years to prove they are related to their own child. Women feel vulnerable and it causes delays  - as well as being a burden for border agents.\r\n\r\nWe must recognise that, increasingly, children will not share their mothers' surnames.","additional_details":"Women are stopped and have no easy way of proving the relationship without their name being on their child's passport. Changing the law would not only prevent discrimination against women, but also help border staff prevent child trafficking.\r\n\r\n1 in 7 women intend not to take their partner’s name - according to recent research by YouGov - while just 4% of women intend to give their child their name instead of the father's.\r\n\r\nWe need to debate the issue so we can discuss how to rectify the problem.","state":"open","signature_count":4868,"created_at":"2017-09-28T11:42:01.237Z","updated_at":"2017-12-31T16:46:04.778Z","rejected_at":null,"opened_at":"2017-10-03T16:28:04.897Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-28T13:49:18.970Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nazma Rahman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201589,"links":{"self":"https://petition.parliament.uk/petitions/201589.json"},"attributes":{"action":"Make motorcycle awareness part of the theory test","background":"Being a biker I see daily too many people using phones, vapes, headphones etc while driving, Cars pulling out on bikes and tail gating, Just recently a motorcycle rider was killed local to me because a car pulled out on him and he couldnt stop in time, More needs to be done to help bikers be seen.","additional_details":"Maybe this petition will never reach parliament but just by signing and sharing maybe we could reach out and make bikers more aware to drivers.","state":"open","signature_count":4772,"created_at":"2017-09-27T05:35:24.450Z","updated_at":"2017-12-31T16:08:50.332Z","rejected_at":null,"opened_at":"2017-10-04T13:43:37.126Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-27T19:43:34.446Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Slater","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":204550,"links":{"self":"https://petition.parliament.uk/petitions/204550.json"},"attributes":{"action":"Provide free flash glucose monitoring systems to type 1 diabetics on the NHS.","background":"Type 1 diabetes is a chronic disease and cannot be cured. Sufferers need insulin daily via injections or a pump and have to do regular painful fingerprick blood tests. The flash system allows users to test glucose via a disc placed on the arm without puncturing skin every time, therefore no pain.","additional_details":"As of 1-11-17 this is available on the NHS, however, it seems to be a postcode lottery. The system enables the wearer to maintain better control of their diabetes by monitoring glucose for up-to 8hrs with each scan, which will long term cost the NHS less money as there won’t be as many complications. There is no break from this disease. Many parents have to test children during the night, with this system they can test by just touching the sensor with the scanner. Please share to make this free.","state":"open","signature_count":4638,"created_at":"2017-11-06T18:44:32.791Z","updated_at":"2017-12-31T22:51:34.678Z","rejected_at":null,"opened_at":"2017-11-09T14:55:17.748Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-07T00:14:21.018Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Deana Clarke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200066,"links":{"self":"https://petition.parliament.uk/petitions/200066.json"},"attributes":{"action":"Debate in Parliament the lack of an effective policy for the treatment of M.E.","background":"Myalgic Encephalomyelitis (ME) means \"muscle pain plus inflammation of the brain/spinal cord\", a chronic neurological illness, but \"the majority of patients presenting with symptoms of ME in the UK are still referred to psychotherapists for treatment\" (Dr Ian Gibson). A policy review is overdue.","additional_details":"The NHS provides psychiatric therapies for what it refers to as \"CFS/ME\". These therapies are often ineffective and sometimes make patients worse. They are the result of a Myalgic Encephalomyelitis policy heavily influenced by psychiatrists who are skeptical about the existence of Myalgic Encephalomyelitis. It is time for a policy re-think about the effectiveness (and cost-effectiveness) of current treatment.\r\nSee: http://www.tymestrust.org (for the effect of current policy on children with ME).","state":"open","signature_count":4588,"created_at":"2017-09-12T16:52:33.173Z","updated_at":"2017-12-30T21:19:44.726Z","rejected_at":null,"opened_at":"2017-09-13T14:59:18.844Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:25:19.974Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Lewisohn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206569,"links":{"self":"https://petition.parliament.uk/petitions/206569.json"},"attributes":{"action":"Reverse A Proposed Ban On Letting Agents Charging Fees To Tenants","background":"Firstly, something must be done to help tenants with some agents charging ludicrous fees to tenants!\r\nI would propose a fee cap. Agents cant charge any higher than a set agreed price.\r\nIt is vital to sustain affordability for all tenants, landlords and agents. \r\nPlease read on to help understand...","additional_details":"I opened a letting agents when I was 21, 8 years ago, its all I have done and know. We pride ourselves on offering fair fees to tenants and landlords. Tenant fees are a must to survive as a business, we will have to pass on our lost fees to landlords, speaking to our landlords they plan to raise their rents to cover their fees immediately.\r\n \r\nThis action makes no sense at all, we can keep everyone happy, set a reasonable cap so tenants, agents and landlords can continue to survive comfortably.","state":"open","signature_count":4558,"created_at":"2017-11-29T13:21:51.774Z","updated_at":"2017-12-30T14:56:28.545Z","rejected_at":null,"opened_at":"2017-12-04T17:50:31.679Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-29T13:57:15.911Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Robert Farrelly","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202435,"links":{"self":"https://petition.parliament.uk/petitions/202435.json"},"attributes":{"action":"Keep the category of sex a mandatory question in the 2021 Census.","background":"We oppose the published tentative recommendation by the Office of National Statistics to make sex a non-mandatory field in the 2021 Census. We demand that sex remains a mandatory question in the Census and is included in all government demographic data collection in accordance with SDG5 commitments.","additional_details":"Data collection disaggregated by sex gives us vital information for policy making and distribution of resources.  If implemented, the ONS recommendation will make widely acceptable that sex becomes a voluntary question. This will render useless equal opportunities monitoring designed to combat sex discrimination. It will influence governments worldwide making difficult the monitoring of imbalances resulting from sex-selective abortion, female infanticide and unequal treatment of girls and women.","state":"open","signature_count":4495,"created_at":"2017-10-08T12:40:08.276Z","updated_at":"2017-12-31T16:10:46.435Z","rejected_at":null,"opened_at":"2017-10-11T16:12:34.884Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-08T13:16:03.642Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Judith Green","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200679,"links":{"self":"https://petition.parliament.uk/petitions/200679.json"},"attributes":{"action":"Change business rates for child care providers and make them zero VAT rated.","background":"Childcare has recently faced huge increases in business rates for their properties. Coupled with this, they pay VAT on purchases but are unable to reclaim this to offset against the business. Along with increased minimum wage, pensions, and 30 hours funding this is leaving them financially unstable.","additional_details":"With the onset of the Government scheme to offer 30 hours \"free\" childcare to parents, the minimum funding leaves the childcare provider liable to make up the shortfall. Increases in business rates \u0026 VAT charges are making this unsustainable for childcare providers. Maintained providers are already able to claim taxes paid under Section 33 of the VAT Act 1994. \r\nThe removal of business rates \u0026 VAT rating would enable providers to continue to provide the services required without financial burden.","state":"open","signature_count":4477,"created_at":"2017-09-18T12:35:05.709Z","updated_at":"2017-12-31T10:39:54.939Z","rejected_at":null,"opened_at":"2017-09-19T09:54:48.114Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-18T13:34:53.009Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sue Johnson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205842,"links":{"self":"https://petition.parliament.uk/petitions/205842.json"},"attributes":{"action":"Re introduce the MenC vaccine for babies aged 12 weeks of age.","background":"From July 2016, the MenC vaccine for 12 week old babies was discontinued from the NHS childhood vaccination programme.","additional_details":"In a letter to Public Health England in March 2016 The Joint Committee on Vaccination (JCVI) recommended that infants aged 12 weeks no longer require the vaccination against meningococcal serogroup C (MenC) due to the success of the immunisation programme that started in 1999.\r\nOne case is one too many and today there is a baby girl in Bradford fighting for her life after contracting MenC at the age of 10 months.","state":"open","signature_count":4342,"created_at":"2017-11-22T09:26:58.881Z","updated_at":"2017-12-31T17:36:30.474Z","rejected_at":null,"opened_at":"2017-12-01T19:34:19.503Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T10:29:42.914Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Cheryl Dibbin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200071,"links":{"self":"https://petition.parliament.uk/petitions/200071.json"},"attributes":{"action":"Video record all PIP, ESA and DLA medical assessments with patient consent","background":"Change the law so that Personal Independence Payment (PIP), Employment Support Allowance (ESA) and Disability Living Allowance (DLA) assessments must be video recorded, if the patient consents, in order for a more accurate outcome honest outcome. ","additional_details":"Many people are being refused what they are quite rightly entitled to because many assessments aren't accurate and don't show the needs of each disabled individual, being they are wheelchair bound or mentally ill. Let's change the law in order to get a fair decision. Putting people in physical pain through more pain and the mentally ill questioning why people think they are fine when they are clearly not! Let's help make a difference. Let us the people who live with these illnesses have a voice!","state":"open","signature_count":4233,"created_at":"2017-09-12T17:42:05.142Z","updated_at":"2017-12-31T10:21:39.916Z","rejected_at":null,"opened_at":"2017-09-14T16:12:51.445Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T19:14:16.670Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":202465,"links":{"self":"https://petition.parliament.uk/petitions/202465.json"},"attributes":{"action":"The UK should terminate the EU talks forthwith by withdrawing the Art 50 notice.","background":"It is already clear that, within the current framework, the EU is bound to win.  Article 50 has never been triggered before, and it is manifestly defective in its conceptual structure: the UK should withdraw immediately, and make progress as a Member of the EU, from within.","additional_details":"The current BREXIT negotiations are an irresoluble mess.  The immediate costs of withdrawal will be enormous, and the long-term debilitation of the UK economy even more serious.  Sterling will continue to fall in value, because of all the commercial uncertainty.  The negotiations, instead of constituting a single bargaining process, have been converted, by ill-advised agreement, into a two-stage process, in which the EU has sole control of future progress.  We should seek another way ahead.","state":"open","signature_count":4083,"created_at":"2017-10-08T21:52:00.759Z","updated_at":"2017-12-31T18:48:47.741Z","rejected_at":null,"opened_at":"2017-10-18T16:52:07.256Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-12T16:58:03.240Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John Roger Warren Evans","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200268,"links":{"self":"https://petition.parliament.uk/petitions/200268.json"},"attributes":{"action":"After Brexit, EU dialysis provision through EHIC to remain for UK residents.","background":"We urge the Minister for Health to ensure that after Brexit EU dialysis provision through the EHIC reciprocal scheme is preserved for UK residents. Otherwise people on life-saving dialysis in the UK won't be able to travel to Europe any more, unless they can afford to pay for dialysis privately.","additional_details":"Fiona Loud, Policy Director at Kidney Care UK, said “We believe that every kidney patient has the right to live their life to the full and when the time comes to leave the European Union it is vital that they should still be able to travel within Europe. If there is any compromise on the EHIC system then this will effectively mean almost 30,000 people will not be able to travel for business, or take much-needed and well deserved holidays or respite breaks. This is simply not fair and cannot be allowed to happen.”","state":"open","signature_count":4045,"created_at":"2017-09-14T11:35:29.344Z","updated_at":"2017-12-31T21:09:48.269Z","rejected_at":null,"opened_at":"2017-09-19T13:21:31.247Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-14T12:37:40.081Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Hawkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201339,"links":{"self":"https://petition.parliament.uk/petitions/201339.json"},"attributes":{"action":"Grant leave to  undocumented Zimbabweans with at least 15years residence in UK","background":"Since  at least 2000,  thousands of Zimbabwean citizens have fled the turbulent political, social and economic situation in Zimbabwe. A  significant number of Zimbabweans with at least 15years residence remain  here undocumented, despite perpetual gross human rights violations in Zimbabwe.","additional_details":"The Zimbabwean government has brought its own citizens to their knees. The situation there is not getting any better. One only has to look at the news reports. Rather than expect a return to a country that is clearly \"broken\", there is  more humane, compassionate and tolerant action that the UK government can take. Grant leave to remain to undocumented Zimbabweans with at least 15years residence in the UK, further taking into account the best interests of their minor children born here.","state":"open","signature_count":4029,"created_at":"2017-09-23T21:28:59.285Z","updated_at":"2017-12-31T14:32:36.915Z","rejected_at":null,"opened_at":"2017-09-29T22:28:04.747Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-24T06:12:30.332Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Alice Muzira","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206880,"links":{"self":"https://petition.parliament.uk/petitions/206880.json"},"attributes":{"action":"Stop plans to cut Victoria trains from the Bexleyheath line","background":"The Government has confirmed that all services on the Bexleyheath Line to Victoria will be cut after the new franchise is awarded in 2018, despite the Government’s own consultation showing that 89% of respondents were opposed to plans to cut the number of local rail destinations.","additional_details":"The Government has ignored their promise that these changes would only be made “if passengers supported it.”\r\n\r\nCutting these services would be a disaster for commuters in areas like Bexleyheath, Welling, Blackheath, Eltham, Kidbrooke and elsewhere who do not have access to the DLR or the Underground, so have to depend on the rail network.  In particular, elderly and disabled passengers, who use the service to access Kings College Hospital at Denmark Hill, will face much more difficult journeys.","state":"open","signature_count":4016,"created_at":"2017-12-01T16:28:57.888Z","updated_at":"2017-12-31T23:32:57.320Z","rejected_at":null,"opened_at":"2017-12-06T17:46:04.941Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-01T17:01:51.660Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Caroline Walsh","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":203140,"links":{"self":"https://petition.parliament.uk/petitions/203140.json"},"attributes":{"action":"Myalgic Encephalomyelitis: need more funding for research, awareness, support","background":"Their are 250,000 men, women, children in the UK suffering from ME. While other illnesses get support, sufferers are told it a psychological illness and offered a variety of therapy. But the answers lie with the biomedical scientists, who need more funding to find cause and cure.","additional_details":"My daughter is one of the next generation having to endure this horrific sentence of trying to save as much energy just to try and get through the day so they don't sink further into their world of illness. For many sufferers who are older it may be too late, as half their lives has already been blighted and damaged on this devastating journey - many confined to their beds, a shadow of all their hopes and dreams been ripped away from them, never being able to reach their true potential. We owe it now to give the next generation a chance to find a cure to fulfil their potential and become part of life again. We need the government to listen to our voice and give sufferers the funding, support, respect they desperately need.","state":"open","signature_count":3875,"created_at":"2017-10-18T01:39:04.879Z","updated_at":"2017-12-31T01:31:26.445Z","rejected_at":null,"opened_at":"2017-10-20T16:47:56.683Z","closed_at":null,"moderation_threshold_reached_at":"2017-10-18T18:50:05.122Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sharon Anne Tiday","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201563,"links":{"self":"https://petition.parliament.uk/petitions/201563.json"},"attributes":{"action":"Introduce a 5p charge on single-use plastic straws.","background":"Over 550 million plastic straws are used every day in the US \u0026 UK. Most plastic straws are not recycled. Plastic waste poses an enormous threat to wildlife, is a danger to human health and costs millions to the UK economy. A 5p charge on single-use plastic straws will reduce our plastic waste.","additional_details":"Almost every piece of plastic ever produced still exists today. Most single-use plastic straws are discarded, often winding up in landfill, or contributing to the 8 million tons of plastic entering the sea every year.\r\nFollowing the introduction of the 5p charge on plastic carrier bags in England, usage fell by 85% in just 6 months. We can achieve the same with plastic straws. \r\n#FinalStraw are campaigning to reduce single-use plastics in the UK. More info: http://bit.ly/2y73U3N","state":"open","signature_count":3852,"created_at":"2017-09-26T18:06:43.664Z","updated_at":"2017-12-31T22:18:32.712Z","rejected_at":null,"opened_at":"2017-10-02T11:25:06.590Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-26T20:04:16.090Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kathryn Machin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207027,"links":{"self":"https://petition.parliament.uk/petitions/207027.json"},"attributes":{"action":"Make it illegal for Historic Vehicles to be processed through scrappage schemes.","background":"Make it illegal for manufacturers to process vehicles which have Historic Vehicle on their V5 documents though any scrappage scheme. A simple way to avoid losing rare road heritage is to make all vehicles with Historic Vehicle on their V5 document, legally exempt from scrappage.","additional_details":"A decision taken by Ford UK to scrap a rare Standard 10 was recently highlighted and reversed. The mint condition classic had been sent for scrap by Ford after it was traded in for a Transit. There are many other examples of historic vehicles being sent for a similar fate. They should have legal protection.","state":"open","signature_count":3725,"created_at":"2017-12-04T10:48:00.569Z","updated_at":"2017-12-31T23:29:07.024Z","rejected_at":null,"opened_at":"2017-12-21T17:06:05.237Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-04T11:45:34.421Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Hopkins","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201415,"links":{"self":"https://petition.parliament.uk/petitions/201415.json"},"attributes":{"action":"Allow Martial Arts to be on the GCSE/A Level syllabus.","background":"Martial arts such as judo, taekwondo and karate have been dropped from approved activities as part of the GCSE and A Level curriculum. Martial arts promote self discipline, self confidence, respect as well as an excellent way to improve all round fitness and not to mention teaching self defence.","additional_details":"","state":"open","signature_count":3520,"created_at":"2017-09-25T03:49:01.928Z","updated_at":"2017-12-30T19:18:14.059Z","rejected_at":null,"opened_at":"2017-10-02T12:05:53.918Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T05:44:58.040Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Simon Goodman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":201406,"links":{"self":"https://petition.parliament.uk/petitions/201406.json"},"attributes":{"action":"UK Government to pass a law requiring Vets to scan all newly registered animals.","background":"In March this year my British Shorthair Tabby disappeared.  Extensive searches were made contacting all organisations. On targetting Veterinary Surgeries not all were routinely scanning newly registered cats and dogs which was concerning.\r\nI want any suspected thefts to be reported to the Police.","additional_details":"Subsequently another two similar profile cats have disappeared within 0.5miles of my rural community. While these incidents have been reported to local Police their hands are tied and limited with what they can actually do. This loophole allows unscrupulous thieves to identify themselves as the owners thus depriving the true owners of their treasured pets. Kennel Club figures for 2014 show 70,000 animals missing/stolen and Direct Line figures for 2015/16 show cat theft up by 40% and the true numbers of thefts nearer 360,000. Only 10% of cats were retrieved by microchip which in large part is due to the inconsistency of scanning newly registered animals.","state":"open","signature_count":3461,"created_at":"2017-09-24T20:39:48.865Z","updated_at":"2017-12-31T18:24:04.924Z","rejected_at":null,"opened_at":"2017-10-02T13:43:11.943Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-25T19:20:20.030Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rona Fraoch Little","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":200061,"links":{"self":"https://petition.parliament.uk/petitions/200061.json"},"attributes":{"action":"Resolve the inequity/inconsistency refunding for NHS trainees under WAT schemes","background":"The WAT scheme introduced to assists NHS workers improve their knowledge on a qualifying WAT course, any payments received was to be exempt from Income tax and NI'. Virtually all staff had tax and NI deducted but reclaiming these payments for many is inequitable, inconsistent and often refused.","additional_details":"The Government's refund guidelines for NHS workers quotes 'Payments made by employers to workers getting full-time instruction can be exempt from Income Tax \u0026 NI contributions if certain conditions are met' (Gov.uk).  The responses from HMRC and Trusts when trying to reclaim Tax \u0026 NI has proved to be a long laborious, inconsistent process, with lack of clarity and lack of publication of refund possibilities. Some have received Tax \u0026 NI, some only tax and others nothing whilst identical contracts.","state":"open","signature_count":3380,"created_at":"2017-09-12T16:15:13.245Z","updated_at":"2017-12-29T20:27:02.683Z","rejected_at":null,"opened_at":"2017-09-13T16:52:20.463Z","closed_at":null,"moderation_threshold_reached_at":"2017-09-12T18:39:53.646Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wendy Jean Reynolds","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205854,"links":{"self":"https://petition.parliament.uk/petitions/205854.json"},"attributes":{"action":"Publicly reinforce the UK Government's commitment to preserving Net Neutrality.","background":"Given the recent worrying proposals by the US Federal Communications Commission, now more than ever our government must make an early commitment to maintaining a British equivalent to the EU's 'Regulation on Open Internet Access' as part of the Great Repeal Bill during the Brexit transition.","additional_details":"","state":"open","signature_count":3346,"created_at":"2017-11-22T11:29:49.550Z","updated_at":"2017-12-31T22:43:04.076Z","rejected_at":null,"opened_at":"2017-11-27T18:18:06.554Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T12:22:36.763Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Green","rejection":null,"government_response":null,"debate":null}}]}