{"links":{"self":"https://petition.parliament.uk/petitions.json?page=20\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=36\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=21\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?page=19\u0026state=open"},"data":[{"type":"petition","id":219464,"links":{"self":"https://petition.parliament.uk/petitions/219464.json"},"attributes":{"action":"Make AED Defibrillators available more publicly (at least every second street).","background":"AED Defibrillators are a crucial part of basic first aid. Cardiac arrest involves a person being on the verge of dying. Cardiopulmonary Resusictation (CPR) is effective but AED defibrillators may double the chance of a person surviving. This could potentially save your or a loved one life.","additional_details":"According to the British Heart Foundation, 100,000 people die from sudden cardiac arrest each year. Without treatment, 95% of the time a cardiac arrest results in death. Having a defibrillator in close proximity is vital, as 80% of cardiac arrests occur at home, with every minute of it being untreated the chance of survival falls by 9%. Having a defibrillator in every street or two, and making neighbors aware of it saves valuable time in treatment and thousands of lives!\r\nSign up to Save!","state":"open","signature_count":36,"created_at":"2018-05-06T14:29:39.953Z","updated_at":"2018-05-14T21:07:22.604Z","rejected_at":null,"opened_at":"2018-05-11T15:48:45.756Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-06T14:44:35.339Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Muhammad Saifuddin","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219254,"links":{"self":"https://petition.parliament.uk/petitions/219254.json"},"attributes":{"action":"Mandatory registration for anyone doing social work in England","background":"At the moment there is no law requiring everyone engaging in social work to register with an independent monitoring body like Social Work England. This loophole allows for dangerous levels of malpractice to take place inside the system, which could lead to, or may have already caused, child deaths.","additional_details":"Registration with an independent monitoring body is not a legal requirement for everyone doing social work. Only people calling themselves social workers or using other titles which are protected need to register.\r\n \r\nThere are however, several titles used by social workers which are currently unprotected, leading to cases of families being subjected to negligent care by those who use these unprotected titles to avoid the registration process, and detection.\r\n \r\nAll titles should be protected.\r\n","state":"open","signature_count":36,"created_at":"2018-05-03T10:02:59.393Z","updated_at":"2018-05-12T13:44:37.346Z","rejected_at":null,"opened_at":"2018-05-09T17:11:56.116Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-03T12:28:35.572Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natasha Phillips","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":218314,"links":{"self":"https://petition.parliament.uk/petitions/218314.json"},"attributes":{"action":"Ensure money raised from new sugar levy is divided between education and the NHS","background":"The Government recently introduced the sugar levy on soft drinks to try and tackle the growing problem of obesity in the UK. The legislation doesn’t specify where the money raised should be spent.\r\nWe would like legislation created to ensure that any money raised is given to the NHS and to education","additional_details":"The levy on soft drinks is expected to raise over £274 million pounds which could be used to help fund the struggling NHS budget and also fund sport activities for school children.","state":"open","signature_count":36,"created_at":"2018-04-23T09:18:02.653Z","updated_at":"2018-05-17T11:52:51.852Z","rejected_at":null,"opened_at":"2018-04-27T14:53:23.958Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-23T17:06:32.898Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Edward Simmons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216770,"links":{"self":"https://petition.parliament.uk/petitions/216770.json"},"attributes":{"action":"Make Battle of Britain Day, the 15th of September, a public holiday.","background":"Let the 15th of September as \"Battle of Britain Day\" be made a public holiday to celebrate that one day in the field of human conflict that represents that grand singularity of the unity of purpose of the diverse peoples of this great nation that says 'together we are'.","additional_details":"The Battle of Britain, as fought between the 10th of July and the 31st of October, 1940, was summed up by Winston Churchill with the words \"Never in the field of human conflict was so much owed by so many to so few\". \r\n\r\nOn the 15th of September, 1940, the Luftwaffe embarked on its largest bombing attack yet, which required the engagement of the entirety of the RAF in defence of London and the South East, resulting in a decisive British victory that marked the turning point in Britain's favour.","state":"open","signature_count":36,"created_at":"2018-04-04T08:29:57.653Z","updated_at":"2018-05-19T16:19:30.859Z","rejected_at":null,"opened_at":"2018-04-09T16:57:57.787Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-04T09:53:30.766Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anthony Richard Boris Harrison","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216723,"links":{"self":"https://petition.parliament.uk/petitions/216723.json"},"attributes":{"action":"Prevent child abduction and work to ensure abducted children are\r\nrepatriated.","background":"Approximately 500 cases of International Parental Child Abduction take place each year (that equates to ten a week) - these are figures from the FCO. Exit controls at the border were abolished in 1998, so court orders, alerts and other safeguards to prevent abduction cannot be effectively enforced.","additional_details":"The Government must raise awareness of the problem with public\r\nauthorities so that they can formulate more effective preventative\r\nmeasures.\r\n\r\nThe Government must introduce a fully funded team dedicated to liaising with foreign Governments and fund legal action abroad to ensure that children are repatriated to the UK. The Government must implement the recommendations of the Law Commission to reform of sections 1 and 2 of the Child Abduction Act 1984.","state":"open","signature_count":36,"created_at":"2018-04-03T16:29:53.926Z","updated_at":"2018-05-04T11:35:07.947Z","rejected_at":null,"opened_at":"2018-04-09T14:34:25.284Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-03T17:44:55.327Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Olivia Duke","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213891,"links":{"self":"https://petition.parliament.uk/petitions/213891.json"},"attributes":{"action":"Prohibit the act of infant male circumcision without a proper medical reasoning.","background":"Male circumcision in infants is an unnecessary, irreversible and unfair procedure to place upon a boy who may in the future disagree with the reasons for which it was done. Religion and parental opinion are not appropriate reasons to remove a part of a boys body when they lack the ability to refuse.","additional_details":"This petition goes against strapping a infant boy to a table and cutting away at his genitals without medical reasoning. It does not go against voluntary circumcision by a consenting person.\r\nIssue's like Phimosis, are an appropriate reason to conduct such a procedure as the condition is uncomfortable and fixable. It is known the procedure has no link to higher chances of STD's or HIV in the western world. Promoting safe sex is an alternative to preemptive surgery that is in turn irreversible.","state":"open","signature_count":36,"created_at":"2018-02-27T12:08:04.972Z","updated_at":"2018-05-19T19:20:54.295Z","rejected_at":null,"opened_at":"2018-04-13T15:54:38.695Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-27T12:54:04.986Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kyle Latham","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212032,"links":{"self":"https://petition.parliament.uk/petitions/212032.json"},"attributes":{"action":"Go back to the old GCSEs and abolish the new 9-1 Grading system","background":"The new GCSEs are incredibly difficult and it results in many students failing or getting low grades. The new system has set students for failure and has even increased the difficulty to that of the old A-levels. This is inconsiderate and unjust. We must abolish this system.","additional_details":"","state":"open","signature_count":36,"created_at":"2018-02-06T15:27:45.471Z","updated_at":"2018-05-17T11:51:35.361Z","rejected_at":null,"opened_at":"2018-02-13T11:40:17.516Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-06T18:39:22.864Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Bobby Aftab","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208917,"links":{"self":"https://petition.parliament.uk/petitions/208917.json"},"attributes":{"action":"Stop reducing child maintenance monies by allowing travel expenses to be claimed","background":"Did you know that when child maintenance monies are awarded through the CMO (previously CSA) they allow the non resident parent to claim travel expenses (regardless of how far they wish to move away) against the child maintenance award thus lowering it further. Stop disadvantaging our children.","additional_details":"Child maintenance is normally sought via the CMO as a last resort when other avenues have been explored for fairness for the child. The key focus for resident and non resident parent should be THE CHILD and providing financial and emotional stability as if you hadn’t separated.  This claiming process looks to add conflict. Child maintenance was set up to aid THE CHILD. The non-resident could chose to move away 100’s of miles away yet the child would be monetarily disadvantaged as a result.","state":"open","signature_count":36,"created_at":"2018-01-05T00:22:23.009Z","updated_at":"2018-05-17T11:52:26.345Z","rejected_at":null,"opened_at":"2018-01-11T11:39:14.155Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-05T08:06:20.777Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joanna Espin-Silvester","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207706,"links":{"self":"https://petition.parliament.uk/petitions/207706.json"},"attributes":{"action":"Ban the testing of household cleaning product ingredients on animals.","background":"There is no law in the UK that bans the testing of cleaning products on animals. This is a cruel practice with no practical use whatsoever. I urge you to please sign this petition if you , like me love animals and do not want to see them suffer.","additional_details":"","state":"open","signature_count":36,"created_at":"2017-12-14T16:40:20.451Z","updated_at":"2018-05-20T00:16:38.841Z","rejected_at":null,"opened_at":"2017-12-19T15:19:48.546Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-14T20:11:21.693Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Islay lourens","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207402,"links":{"self":"https://petition.parliament.uk/petitions/207402.json"},"attributes":{"action":"Promote drug harm reduction information and services","background":"There were 3744 drug related deaths in the UK in 2016. The government currently provides no official harm reduction information or services. 35% of the UK's population have taken drugs in their lifetime. The government needs to promote harm reduction information and provide testing services.","additional_details":"This petition is to promote harm reduction in the UK in the following ways: \r\n- Allow licenced premises to test drugs \r\n- Make drugs reagent kits readily available \r\n- Make pharmacies have reagents where drugs can be tested for free anonymously \r\n- Promote information on how to use drugs safely\r\n- Promote information on what to do in an emergency situation for a friend or family member\r\nThese services will cut drug deaths and save the NHS money. Statistics about deaths and usage are from drugwise.org","state":"open","signature_count":36,"created_at":"2017-12-09T17:09:15.411Z","updated_at":"2018-05-17T11:52:06.064Z","rejected_at":null,"opened_at":"2017-12-15T14:16:50.647Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-09T17:18:40.084Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas David Abbott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207098,"links":{"self":"https://petition.parliament.uk/petitions/207098.json"},"attributes":{"action":"The UK stays in the customs union as part of the Brexit process.","background":"The UK is a trading nation and free movement of our goods within the EU is critical. Being a member does not prevent the UK from trading with other countries - we do so now. It simply means that tariffs have to be paid in certain circumstances. It would also solve the Ireland impasse at stroke.","additional_details":"Most MPs support the customs union being retained but Brexiteers want it removed in order to enable this country to negotiate trade deals with other countries. Not having a trade deal does not prevent members of the union from trading with other countries. Germany for example trades a great deal with China as we do with the USA. Tariffs have to be paid in some circumstances but that does not stop trading.","state":"open","signature_count":36,"created_at":"2017-12-05T13:34:18.826Z","updated_at":"2018-05-20T22:04:09.479Z","rejected_at":null,"opened_at":"2017-12-13T16:00:21.315Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-08T13:13:24.328Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Peter Robert Amey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217677,"links":{"self":"https://petition.parliament.uk/petitions/217677.json"},"attributes":{"action":"Introduce a new system to ensure that roads are maintained to a safe standard.","background":"Despite a legal requirement for roads to be maintained to a safe standard, highway authorities have been allowed to put lives at risk by letting many roads become unsafe. Urgent action is needed now to remedy this and a new system needed to prevent this from happening in the future.","additional_details":"Legislation and guidance on road maintenance lie with the Highways Act 1980 and the Well-Maintained Highways: Code of Practice, respectively. Both these require that roads should be maintained in a safe condition but this is clearly not happening. Individuals can go through the process of suing for damage or injury but this has proved inadequate in preventing roads being allowed to deteriorate into a dangerous state. There is a clear lack of accountability and an absence of desire on behalf of the government to implement the requirements of existing legislation and guidance. A new system is therefore required to ensure that safe standards are set and that these standards are met.","state":"open","signature_count":35,"created_at":"2018-04-14T13:17:26.238Z","updated_at":"2018-05-09T10:39:13.811Z","rejected_at":null,"opened_at":"2018-04-19T13:45:06.567Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-14T17:13:46.655Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Graham Harry Newton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215229,"links":{"self":"https://petition.parliament.uk/petitions/215229.json"},"attributes":{"action":"Increase Statutory Maternity Pay (SMP) from 39 weeks to 52 weeks","background":"It is important that new parents should not be put off taking their full entitlement to Maternity Leave for 52 weeks because they will not receive payment for the last 13 weeks of their leave. Currently SMP is only payable for the first 39 weeks of Maternity Leave.","additional_details":"The House of Commons Library contains a document entitled \"Maternity pay and leave\" dated 13 January 2010. It states that in December 2004 the Government announced a goal of extending maternity pay to twelve\r\nmonths, from what was then 26 weeks (6 months). Although progress has been made and maternity pay is now paid for 39 weeks (9 months), I believe it is an important social issue to get that extra extension to 52 weeks (12 months).","state":"open","signature_count":35,"created_at":"2018-03-15T14:06:40.498Z","updated_at":"2018-05-01T12:06:18.249Z","rejected_at":null,"opened_at":"2018-03-20T13:16:22.742Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T18:39:34.934Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrea Bowman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214264,"links":{"self":"https://petition.parliament.uk/petitions/214264.json"},"attributes":{"action":"Make It Mandatory for Employers to Educate Employees on \"Employment Rights\"","background":"Discrimination at work is a harsh reality of British Labour Market. This is mainly due to lack of training among the employers and lack of understanding of rights among the employees. \r\nThe only way to protect ourselves and next generation is to make it mandatory for employers to educate their staff","additional_details":"Equality and Human Rights Commission on 21/12/2017 reported that ethnic minorities have a 12.9% higher unemployment rate.\r\n\r\nBlack workers with degrees earn 23.1% less on average.\r\n\r\nIn Britain, only 8.8% of the minorities worked at a manager level or higher.\r\n\r\nBased on GOV statistics from Jan-Sep 2017:\r\n13% of the jurisdictional complaints were related to Equal Pay\r\n11.7% for discrimination of some kind.\r\n\r\nThese numbers are alarming!\r\n\r\nSo please sign the petition and protect our rights.EDUCATE EMPLOYEES","state":"open","signature_count":35,"created_at":"2018-03-04T13:41:01.612Z","updated_at":"2018-05-15T06:18:07.478Z","rejected_at":null,"opened_at":"2018-03-09T16:45:18.149Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-04T14:35:06.458Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Syed Anwar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213308,"links":{"self":"https://petition.parliament.uk/petitions/213308.json"},"attributes":{"action":"Make Mental Health services exempt from VAT.","background":"Mental Health services such as Addiction Counselling (Food, Drugs, Alcohol etc), Psychotherapy and Trauma Counselling currently are all deemed as VATable expenses which makes them a “Luxury Item” this means that Thousands of people are having to pay extra for the help they desperately need!","additional_details":"Currently services such as Equine Therapy, Art Therapy and Speech Therapy are all VAT Exempt so why not important potentially life saving/ changing services? If this government is serious about helping people with mental health issues then drop the VAT and help to make the services they need more affordable.","state":"open","signature_count":35,"created_at":"2018-02-19T18:27:59.633Z","updated_at":"2018-05-17T11:51:45.400Z","rejected_at":null,"opened_at":"2018-02-26T11:29:54.772Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-19T20:19:08.133Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Phil Close","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211580,"links":{"self":"https://petition.parliament.uk/petitions/211580.json"},"attributes":{"action":"Stop pharmacies from throwing away unused drugs returned when no longer required","background":"When a patient has no further use for prescribed drugs, we are encouraged to return them to a pharmacy. However, current practice is to destroy the drugs, even when it can easily be confirmed whether or not the drugs have already been opened. This wasteful practice should end, saving the NHS money.","additional_details":"","state":"open","signature_count":35,"created_at":"2018-02-01T07:47:44.884Z","updated_at":"2018-05-17T22:09:17.537Z","rejected_at":null,"opened_at":"2018-02-07T18:31:24.820Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-02T01:31:59.713Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"John MacGregor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210843,"links":{"self":"https://petition.parliament.uk/petitions/210843.json"},"attributes":{"action":"Government to pay for all car repairs caused by potholes","background":"We all pay car tax and council tax and yet our roads are left in unsafe and damaged conditions many of witch need ripping up and relaying completely which can cause serious damage to our cars. Having paid the tax, we should not have to pay for any damage to wheels, suspension, track rods, cv joints.","additional_details":"These roads are being reported yet only a temporary fix or not at all until such time the roads are safe to drive on with out the risk of damage the local council or government should pick up the bills.","state":"open","signature_count":35,"created_at":"2018-01-25T09:50:02.042Z","updated_at":"2018-05-12T10:22:49.182Z","rejected_at":null,"opened_at":"2018-02-02T16:35:39.331Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-25T12:41:31.051Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mathew lundegaard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210746,"links":{"self":"https://petition.parliament.uk/petitions/210746.json"},"attributes":{"action":"Offer legal aid for all women/ men who have been a victim of domestic abuse","background":"Legal aid is not currently available to all domestic abuse survivors. There are very specific conditions you must meet to be valid, which does not take into consideration any financial abuse or manipulation, which has left a lot of victims struggling to pay off debt and get divorced at the same time","additional_details":"","state":"open","signature_count":35,"created_at":"2018-01-24T20:00:20.936Z","updated_at":"2018-05-17T11:51:12.626Z","rejected_at":null,"opened_at":"2018-02-02T16:27:56.185Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-24T20:16:44.789Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Victoria bristow","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210018,"links":{"self":"https://petition.parliament.uk/petitions/210018.json"},"attributes":{"action":"Stop the purchase of gas boilers and associated parts without a registration.","background":"If the law stated, that selling and buying both domestic and commercial Gas, Oil and LPG boilers and associated parts, without governing body registrations became law, the dangerous practice of unqualified and dangerous installations would cease. Thus improving the safety for all and save lives.","additional_details":"","state":"open","signature_count":35,"created_at":"2018-01-20T11:39:45.160Z","updated_at":"2018-05-07T00:54:03.027Z","rejected_at":null,"opened_at":"2018-01-26T11:35:51.696Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-20T12:11:23.968Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"G Hall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207488,"links":{"self":"https://petition.parliament.uk/petitions/207488.json"},"attributes":{"action":"Make it illegal for drivers to hit and run when hitting a domestic animal","background":"This point needs to be put into action because domesticated animals being killed with no justice is no option and should be a criminal offence. When an animal companion is removed it leaves people feeling very alone and broken, looking for justice that currently can’t be served - personal experience","additional_details":"","state":"open","signature_count":35,"created_at":"2017-12-11T13:37:08.500Z","updated_at":"2018-04-28T10:26:42.009Z","rejected_at":null,"opened_at":"2017-12-15T14:50:15.327Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-11T16:38:06.188Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Torren Douglas","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207481,"links":{"self":"https://petition.parliament.uk/petitions/207481.json"},"attributes":{"action":"Scrap Part P, someone with 5 days experience is not safe to work on electrics","background":"The public are being mislead on the terminology of what makes an electrician, often employing a Part P company over and approved electrician as they believe Part P is the same as Gas Safe.","additional_details":"Electrician training\r\n3 or 4 Years ( and must have served as apprentice)\r\nExams;\r\nlevel 2 - 6 units consisting of practical and theory exams \r\nlevel 3  - 7 units consisting of practical and theory exams\r\nNVQ 3 - At least 1 year served and assessed by competent electrician with evidence of all areas of electrical work\r\nAM2 - 16.5 hour exam on practical skills and theory\r\nRegulations - online exam \r\n\r\nPart P Domestic Electrical Installer training\r\n5 Days\r\nExams;\r\n40min multiple choice Exam","state":"open","signature_count":35,"created_at":"2017-12-11T10:35:37.507Z","updated_at":"2018-03-04T16:18:49.542Z","rejected_at":null,"opened_at":"2017-12-15T14:46:37.282Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-11T15:43:06.132Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gary Steven Soulsby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205850,"links":{"self":"https://petition.parliament.uk/petitions/205850.json"},"attributes":{"action":"Specialised glasses for the colour-blind on the NHS","background":"Imagine opening you eyes every morning and everything is browns yellows and dark blues.\r\nImagine growing up realising there's a whole new world of colours, yet your unable to see what others see. Reds, pinks, purples, oranges, light blues are some of the basic colours that a victim of Deuteranopia","additional_details":"My aim in this petitions is to try and fight to get glasses for the colour-blind available on the NHS. Why? \r\n•Children experiencing difficulty at school if colours are used to help with learning \r\n•Problems with food, such as identifying whether meat is fully cooked or whether fruit is ripe \r\n•Getting medications confused \r\n•Trouble identifying safety warnings or signs \r\n•Slightly limited career choices – certain jobs, such as pilots, train drivers and electricians","state":"open","signature_count":35,"created_at":"2017-11-22T10:17:47.051Z","updated_at":"2018-05-20T19:29:04.672Z","rejected_at":null,"opened_at":"2017-11-27T16:48:51.853Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T13:30:40.328Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Leionie Power","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205818,"links":{"self":"https://petition.parliament.uk/petitions/205818.json"},"attributes":{"action":"Make broadcasters have content warnings and signpost support for mental illness","background":"While some depictions of people's battles with mental illness in the media can oftentimes be accurate representations and this should be applauded it should also be done safely taking potential risks to the viewer/listener into account by offering warnings before the programme and signposting after.","additional_details":"Great strides have been made by some TV broadcasters to raise awareness of mental illness by depicting it so accurately, and some broadcasters exemplify how such a sensitive topic should be handled.\r\n\r\nHowever I have noticed how web-based broadcasters offer no warnings of content and offer no signposting after the programme. \r\n\r\nThis is potentially dangerous and I feel strongly that people who are vulnerable should be able to enjoy these programmes but know where to find help if needed afterwards.","state":"open","signature_count":35,"created_at":"2017-11-21T23:21:01.187Z","updated_at":"2018-05-17T11:49:26.692Z","rejected_at":null,"opened_at":"2017-11-27T18:22:34.085Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-22T11:55:52.214Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Damian Friel","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217423,"links":{"self":"https://petition.parliament.uk/petitions/217423.json"},"attributes":{"action":"Utility companies to be responsible for repairing potholes around poor repairs","background":"A majority of potholes form around places of existing weakness, such as road repair works following companies digging up the roads for routine maintenance.  These companies should be responsible for filling any potholes that are a consequence of a road weakness following their actions","additional_details":"Potholes are caused when water penetrates cracks in the road. When this water freezes, it expands, widening the cracks. When it melts, traffic smashes new craters into the road surface.  Other countries do not have many drains and services under their roads, and do not give privatised utility companies the right to dig up a new road\r\nAn increasing number of road users are taking legal action. The AA estimates that the cost to insurers of claims (pothole damage) was £2.85m during February alone.","state":"open","signature_count":34,"created_at":"2018-04-12T12:42:24.213Z","updated_at":"2018-05-17T11:48:59.700Z","rejected_at":null,"opened_at":"2018-04-18T16:43:35.903Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-12T13:32:30.669Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ryan Porter","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216661,"links":{"self":"https://petition.parliament.uk/petitions/216661.json"},"attributes":{"action":"Minimum of 10 years for causing death by careless or dangerous driving","background":"Too many people are being killed by drivers being drunk, on drugs or using mobile phones will driving.","additional_details":"","state":"open","signature_count":34,"created_at":"2018-04-02T13:24:27.161Z","updated_at":"2018-05-17T11:51:01.526Z","rejected_at":null,"opened_at":"2018-04-10T11:41:50.944Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-02T14:16:02.159Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Fairey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":216457,"links":{"self":"https://petition.parliament.uk/petitions/216457.json"},"attributes":{"action":"Cap council tax at 2% per annum maximum from 2019 onwards","background":"Many pensioners and early retirees have fixed incomes (annuity pensions).\r\nThe last two years have seen an 11% increase in council tax which is proving increasingly difficult to pay.","additional_details":"","state":"open","signature_count":34,"created_at":"2018-03-29T12:47:21.542Z","updated_at":"2018-05-19T16:19:30.857Z","rejected_at":null,"opened_at":"2018-04-03T18:36:01.492Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-29T14:33:12.660Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"IAN NICHOLAS MARKLEY","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215338,"links":{"self":"https://petition.parliament.uk/petitions/215338.json"},"attributes":{"action":"Change the methods the Government use to record Homelessness","background":"The methods currently used by the Government to record Homelessness portray unrealistic results. Many people are concealed in the 'hidden homelessness' category as they sofa surf or move around on the streets. Current figures are an underestimate, many are not included in the official statistics.","additional_details":"Many people who the average citizen would classify as homeless are neglected from the record as they do not fit Government criteria. We cannot ignore the lives of individuals simply because they are not \"lying down in the street\" and instead are hiding in the crevice of a doorway. If the Government change the way they record homelessness to give a more representative statistic, as a united country we can tackle this issue with full knowledge of what we are facing.","state":"open","signature_count":34,"created_at":"2018-03-16T11:47:13.022Z","updated_at":"2018-05-17T22:09:07.416Z","rejected_at":null,"opened_at":"2018-03-22T12:00:47.637Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-17T12:58:26.983Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harriet Banks","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215244,"links":{"self":"https://petition.parliament.uk/petitions/215244.json"},"attributes":{"action":"Make sure that there are recycling bins in the classrooms of every school.","background":"As a student, everyday I see a shocking amount of paper go to landfill. I understand that in the current environmental climate, we should be doing all we can to create minimal waste. By ensuring there are recycling bins in every classroom teachers and students could be compelled to act.","additional_details":"Every day students are using worksheets and paper in lesson, however, instead of putting used paper in a recycling bin it is put in the normal bins to go to landfill. I find this shocking, I myself believe that recycling is such an easy way to prevent waste going to landfill sites. There is an easy way to combat this problem, by ensuring every classroom in every school across the country has a recycling bin, many more teachers and students could be compelled to recycle their paper.","state":"open","signature_count":34,"created_at":"2018-03-15T16:41:44.558Z","updated_at":"2018-05-16T16:30:56.500Z","rejected_at":null,"opened_at":"2018-03-21T18:24:48.815Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-15T18:26:28.133Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Clark","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214733,"links":{"self":"https://petition.parliament.uk/petitions/214733.json"},"attributes":{"action":"Update the Fatal Accidents Act 1976 to help bereaved families.","background":"The loss of a loved one following a fatal injury (accident or murder) drastically needs updating. We need to expand the number of family members who are entitled to a bereavement award and to increase the compensation which currently stands at £12,980. The  Law tells us who is entitled to claim.","additional_details":"Why does it need updating...? \n\nA wife can claim £12,980 for loss of her husband but nothing if she loses an adult child. If a child loses a parent, the child receives nothing. \n\nHowever celebrities can obtain over £200,000 for breach of privacy for phone hacking.\n\nA person killed instantly in an accident or murdered is worth NOTHING.  \n\nThe cost of looking after a DOG is more than a bereavement award and more than life itself.\n\nPlease help bereaved families and children who have lost parents.","state":"open","signature_count":34,"created_at":"2018-03-10T17:10:19.238Z","updated_at":"2018-05-17T11:44:22.395Z","rejected_at":null,"opened_at":"2018-03-16T10:58:27.007Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-10T17:56:14.015Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ronnie Hutcheon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":214452,"links":{"self":"https://petition.parliament.uk/petitions/214452.json"},"attributes":{"action":"Amend the knife law: Ban drop point blades and thumb studs.","background":"Knife crime is a serious problem in our nation. Drop and clip point blades (blades with a point designed to achieve greater penetration when used to stab) and thumb studs (nubs of metal that allow a knife to be rapidly opened with one hand) should be banned to reduce the severity of knife attacks.","additional_details":"Current knife law is designed around preventing stabbings and keeping our streets safe. (https://www.gov.uk/buying-carrying-knives) Drop and clip point knives are not restricted under this law. These knife types are designed to cause worse stab wounds. (https://www.knife-depot.com/knife-information-105.html, https://www.knife-depot.com/knife-information-104.html)\r\nThumb studs (also legal) convert knives into switchblades in all but name. (https://www.youtube.com/watch?v=-zCMe1q8MY8)","state":"open","signature_count":34,"created_at":"2018-03-06T22:44:34.832Z","updated_at":"2018-05-17T11:50:39.573Z","rejected_at":null,"opened_at":"2018-03-14T17:49:06.453Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-08T22:14:51.217Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Christopher Wright","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":213367,"links":{"self":"https://petition.parliament.uk/petitions/213367.json"},"attributes":{"action":"Include courses on the awareness of terminal illnesses in schools","background":"Include courses in the PSHE curriculum to teach children about terminal illnesses in our schools, and how to deal with them.","additional_details":"Many children do not know how to react to and deal with a family member, friend, or themselves being diagnosed with terminal illnesses such as cancer.","state":"open","signature_count":34,"created_at":"2018-02-20T12:59:19.685Z","updated_at":"2018-03-07T21:02:40.353Z","rejected_at":null,"opened_at":"2018-02-27T12:38:42.104Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-21T22:29:40.149Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Eléna Ford","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":212872,"links":{"self":"https://petition.parliament.uk/petitions/212872.json"},"attributes":{"action":"Permit all public universities to test cannabis for medical use","background":"Cannabis is widely believed to have broad medical applications, and there is solid evidence to support some of these. We cannot know the true extent without research. It seems obvious that the current restriction is based on ideology rather than evidence, and this stance is academically unacceptable","additional_details":"Cannabis has been shown to improve the endurance of cancer patients and to improve the experiences of those with chronic pain.  Cannabis has also been shown to be minimally addictive and minimally harmful to health, whilst the debate over its social detriments has contained more heat than light.  The way to put this to bed, one way or the other, is to let the academics test it and find out exactly what it does.  We permit tests on other classes of drugs including opiates, why not cannabis?","state":"open","signature_count":34,"created_at":"2018-02-14T11:53:50.072Z","updated_at":"2018-05-17T11:50:28.660Z","rejected_at":null,"opened_at":"2018-03-06T12:14:39.041Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-15T07:00:49.583Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jo McKillop","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211574,"links":{"self":"https://petition.parliament.uk/petitions/211574.json"},"attributes":{"action":"Make branding or freeze branding of animals a criminal offence in the UK","background":"Many horses and cattle in the UK are branded using heated iron or frozen metal (freeze branding). This is cruel, causing severe pain and is unnecessary when micro-chipping is cheap and quick. It could even be made illegal without new legislation by enforcing existing anti-cruelty laws.","additional_details":"For more information\r\nhttps://www.rspca.org.uk/adviceandwelfare/pets/horses/health/identification\r\nhttps://www.ciwf.org.uk/farm-animals/cows/dairy-cows/","state":"open","signature_count":34,"created_at":"2018-02-01T01:28:26.611Z","updated_at":"2018-05-17T11:50:16.740Z","rejected_at":null,"opened_at":"2018-02-07T18:42:25.187Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T18:41:47.156Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Duncan McFarlane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":210639,"links":{"self":"https://petition.parliament.uk/petitions/210639.json"},"attributes":{"action":"Restore Nursing bursaries","background":"The shortage of nursing staff is adversely affecting patient care \r\nScrapping nursing bursaries has affected the recruitment of nurses\r\nNursing is one of the most valuable professions , and should be supported in every way possible","additional_details":"","state":"open","signature_count":34,"created_at":"2018-01-24T08:04:47.121Z","updated_at":"2018-05-17T11:37:32.573Z","rejected_at":null,"opened_at":"2018-01-30T17:43:35.051Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-24T08:28:25.396Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Peter Iwanoff","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208138,"links":{"self":"https://petition.parliament.uk/petitions/208138.json"},"attributes":{"action":"Ban private parking firms from operating within the NHS.","background":"I recently had to spend a lot of time visiting my ill mother in hospital. It opened my eyes to the fact so many people have huge worries regarding parking to see to their loved ones as the cost is so high. The worst bit about it is not a penny was going back into the hospital but to a private firm.","additional_details":"The gov website states:\r\nCharges should be reasonable for the area.\r\nConcessions, including free or reduced charges or caps, should be available for the following groups:\r\nDisabled people\r\nFrequent outpatient attenders\r\nVisitors with relatives who are gravely ill, or carers of such people\r\nVisitors to relatives who have an extended stay in hospital, or carers of such people\r\nCarers of people in the above groups where appropriate.\r\nMy recent visits of £18 per day is certainly not within these guidelines.","state":"open","signature_count":34,"created_at":"2017-12-21T22:37:55.001Z","updated_at":"2018-05-20T16:22:32.289Z","rejected_at":null,"opened_at":"2018-01-03T17:14:25.073Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-22T11:51:29.176Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lee Howard","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207826,"links":{"self":"https://petition.parliament.uk/petitions/207826.json"},"attributes":{"action":"Any NEWSPAPER to be bound like BBC: to be fair, balanced, truthful and accurate.","background":"At top of cover page, all publications to declare themselves to be a Newspaper, or Propaganda Sheet, Party Political publication, Advertising material, Lifestyle magazine, Specific Interest Publication. We need to know what we buy, just as we differentiate between reportage and advertisement.","additional_details":"The reason for this need is the existence of daily publications which:\r\n•\tdeliberately distort their reporting by selection of facts, \r\n•\tselectively headline items with a disproportionate emphasis on some topics, \r\n•\trepeat items as if they were new or current when they are not, \r\n•\tuse biased, inflammatory or pejorative language, \r\n•\tset a tone which encourages divisiveness and prejudice against particular groups or beliefs.\r\nThis is a serious and growing problem, today and in recent years.","state":"open","signature_count":34,"created_at":"2017-12-16T15:40:22.165Z","updated_at":"2018-04-22T12:47:52.570Z","rejected_at":null,"opened_at":"2017-12-21T15:12:46.665Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-20T06:46:39.785Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Roger Stone","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207782,"links":{"self":"https://petition.parliament.uk/petitions/207782.json"},"attributes":{"action":"Make the drink driving limit for alcohol zero","background":"This action would remove ambiguity for everyone and would lead to increased safety on the Uk roads","additional_details":"","state":"open","signature_count":34,"created_at":"2017-12-15T21:07:54.500Z","updated_at":"2018-05-17T11:49:48.664Z","rejected_at":null,"opened_at":"2017-12-18T14:47:19.786Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-17T13:32:14.119Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Barry Thompson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205396,"links":{"self":"https://petition.parliament.uk/petitions/205396.json"},"attributes":{"action":"Bring back vehicle tax discs","background":"The number of unlicensed vehicles on the road has tripled since the paper tax disc was abolished. Government figures point to lost revenue of £107m from 755,000 unlicensed vehicles last year. Scrapping the tax disc was meant to save £10m a year, but it failed. The government needs to do a u-turn.","additional_details":"See http://www.bbc.co.uk/news/business-42009111 for more background","state":"open","signature_count":34,"created_at":"2017-11-16T23:47:26.625Z","updated_at":"2018-04-27T10:57:58.262Z","rejected_at":null,"opened_at":"2017-11-22T15:26:25.379Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-17T12:09:37.296Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew Fitzsimmonds","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":205341,"links":{"self":"https://petition.parliament.uk/petitions/205341.json"},"attributes":{"action":"Make all referendums require 60% of the vote to effect a change","background":"We vote for M.P.s to make decisions on our behalf. They have the time to research and debate issues appropriately. When major decisions are handed over to the population, there is a significant risk of voting being based on  emotional or personal rather than objective reasons.","additional_details":"There is (as seems to have been the case in the USA and the UK recently) much greater risk of external agencies inappropriately influencing the vote.  And those agencies\\individuals who have greater financial resources (and probably lobbying interests) can also unfairly influence the voting patterns.\r\nA 60% majority would to some extent indicate a genuine ground swell of opinion towards the change.","state":"open","signature_count":34,"created_at":"2017-11-16T10:51:36.229Z","updated_at":"2018-05-17T11:49:10.208Z","rejected_at":null,"opened_at":"2017-11-23T16:23:28.057Z","closed_at":null,"moderation_threshold_reached_at":"2017-11-16T22:43:45.554Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rosalyn Mayho","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":219417,"links":{"self":"https://petition.parliament.uk/petitions/219417.json"},"attributes":{"action":"Close the loophole that allows second home owners to evade council tax and rates","background":"In England, second home owners can avoid council tax by claiming to be a business if they say they are available for letting for 140 days a year - they do not have to actually let at all.\r\nAs their rateable value is below £12k, they also qualify for 100% small business rate relief - so pay nothing.","additional_details":"In Southwold, on the Suffolk coast, where most houses are second homes, this loophole costs the local council about half a million pounds every year in lost revenue because 257 of these homes claim to be a business and pay nothing. \r\nIt is grossly unfair that people with two homes should be subsidized by people with no, or only one, home.\r\nMost genuine businesses do not now qualify for small business rate relief because the latest revaluation has put them above the ceiling.","state":"open","signature_count":33,"created_at":"2018-05-05T15:55:48.395Z","updated_at":"2018-05-17T20:23:34.918Z","rejected_at":null,"opened_at":"2018-05-11T15:53:36.599Z","closed_at":null,"moderation_threshold_reached_at":"2018-05-05T21:43:29.983Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Beavan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":217874,"links":{"self":"https://petition.parliament.uk/petitions/217874.json"},"attributes":{"action":"Build and repair road surfaces using the plastic waste produced in the UK","background":"Households in the UK produce 22 million tonnes of waste per year and only 44% is recycled. Our country keeps exporting our waste (particularly plastic) to other far shores. Since China have introduced a ban against this, the government are searching for new places to export.","additional_details":"The Netherlands have recently introduced the usage of recycled plastics in the re-surfacing and building of road surfaces. Not only does it recycle the waste that we create, but it also reduces CO2 damage caused by the original asphalt. This surface can withstand extreme temperatures from -40 degrees to 80 degrees. Many road surfaces desperately require repair and this is a quick, simple solution that forces our country to take responsibility for our negative environmental impact.","state":"open","signature_count":33,"created_at":"2018-04-16T19:28:55.010Z","updated_at":"2018-05-17T11:44:39.584Z","rejected_at":null,"opened_at":"2018-04-23T13:34:51.796Z","closed_at":null,"moderation_threshold_reached_at":"2018-04-16T19:48:54.841Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Saffron Barnes-Fullalove","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":215898,"links":{"self":"https://petition.parliament.uk/petitions/215898.json"},"attributes":{"action":"Ban exams, instead get graded for classwork.","background":"Because many people have anxiety, and this would help them from getting through this. Usually children to much better in class than under exam conditions.","additional_details":"","state":"open","signature_count":33,"created_at":"2018-03-22T13:36:05.870Z","updated_at":"2018-05-17T11:46:36.237Z","rejected_at":null,"opened_at":"2018-03-28T09:16:03.582Z","closed_at":null,"moderation_threshold_reached_at":"2018-03-22T13:52:40.304Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Ratiu","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":211576,"links":{"self":"https://petition.parliament.uk/petitions/211576.json"},"attributes":{"action":"Make it a crime to remove dairy calves' teats without anaesthetic \u0026 pain relief","background":"Many dairy calves have extra or \"supernumerary\" teats removed with a scalpel or scissors. It is only \"recommended\" to provide anaesthetic. Not legally required to provide anaesthetic and pain relief medication afterwards","additional_details":"For more information see the following links\r\nhttps://www.ciwf.org.uk/media/5235188/Welfare-sheet-Dairy-cows.pdf\r\nhttp://adlib.everysite.co.uk/adlib/defra/content.aspx?id=000IL3890W.182WIKRB434ZN7\r\nhttp://www.gov.scot/Publications/2009/06/18114130/10","state":"open","signature_count":33,"created_at":"2018-02-01T01:40:14.913Z","updated_at":"2018-05-17T11:45:44.710Z","rejected_at":null,"opened_at":"2018-02-07T18:25:38.662Z","closed_at":null,"moderation_threshold_reached_at":"2018-02-01T14:25:11.354Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Duncan McFarlane","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209495,"links":{"self":"https://petition.parliament.uk/petitions/209495.json"},"attributes":{"action":"Divert the money used for foreign aid to fund the NHS as a temporary measure.","background":"Diverting overseas aid may seem wrong but we have many UK citizens of many ethnic backgrounds who are suffering because of lack of funding to the NHS and many of our citizens are dying needlessly.\r\nThe aid funding can be restored once we have put the NHS back on a proper footing.","additional_details":"","state":"open","signature_count":33,"created_at":"2018-01-13T06:29:58.118Z","updated_at":"2018-05-07T01:02:24.311Z","rejected_at":null,"opened_at":"2018-01-17T19:06:41.547Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-13T11:58:43.478Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"George Frank Gooden","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":209189,"links":{"self":"https://petition.parliament.uk/petitions/209189.json"},"attributes":{"action":"Restrict child benefit to the first two children in a family","background":"The population of the world generally and of the UK specifically is growing at an alarming rate. The government should not be subsidising parents who choose to have larger families. It is therefore proposed that child benefit should be capped at two children per family","additional_details":"","state":"open","signature_count":33,"created_at":"2018-01-09T19:24:46.110Z","updated_at":"2018-05-19T16:19:20.818Z","rejected_at":null,"opened_at":"2018-01-17T12:03:52.266Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-10T13:26:22.020Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Russell Parkinson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208786,"links":{"self":"https://petition.parliament.uk/petitions/208786.json"},"attributes":{"action":"Set up a Royal Commission to look into the funding model and use of the NHS","background":"The funding model of the NHS has been a political football for decades, yet it is perhaps the more fundamental of services. Its funding is too important to be decided by the conflicting interests of political parties. It's use needs to be examined to decide whether its current use is sustainable","additional_details":"","state":"open","signature_count":33,"created_at":"2018-01-03T14:11:37.593Z","updated_at":"2018-05-17T11:48:10.839Z","rejected_at":null,"opened_at":"2018-01-08T16:49:17.514Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-04T10:26:54.607Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Castleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208762,"links":{"self":"https://petition.parliament.uk/petitions/208762.json"},"attributes":{"action":"Make 'traffic light' food/drink labelling legally compulsory in the UK.","background":"One often reads, hears or sees in the news these days that obesity levels in the UK\r\nhave reached pandemic proportions,\r\nleading to concerns about the risk of heart disease and diabetes, among other serious and life-changing illnesses.","additional_details":"A big contributing factor is the amount of excess fat, saturated fat, salt and sugar consumed by the average UK citizen on a daily basis. There is a clear system available called the \"traffic lights\", whereby food and drink items can be rated using red (high), amber (medium) and green (low) images to simply and clearly indicate how much fat, saturated fat, salt and sugar are contained in 100 grams or 100 millilitres of an item. As I understand it use of the traffic lights is currently voluntary.","state":"open","signature_count":33,"created_at":"2018-01-03T03:43:04.851Z","updated_at":"2018-05-18T12:02:39.719Z","rejected_at":null,"opened_at":"2018-01-08T22:09:45.881Z","closed_at":null,"moderation_threshold_reached_at":"2018-01-04T17:56:29.951Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Milne","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":208176,"links":{"self":"https://petition.parliament.uk/petitions/208176.json"},"attributes":{"action":"Give the money we will spend making UK passports blue to the NHS","background":"Blue passports are little more than a hidden cost of Brexit and a vanity project. No one either for or against Brexit could possibly believe that the colour of our passports is more important than the health of society.","additional_details":"","state":"open","signature_count":33,"created_at":"2017-12-22T14:28:39.660Z","updated_at":"2018-04-22T15:30:27.484Z","rejected_at":null,"opened_at":"2018-01-02T14:52:24.163Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-22T15:22:07.116Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Batters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":207280,"links":{"self":"https://petition.parliament.uk/petitions/207280.json"},"attributes":{"action":"Increase the hourly funding rate for Early Years Education","background":"Early Years Funding is in Crisis!\r\n\r\nNational Living Wage is increasing by 4.4% in April.  Employer pension contributions are increasing to 2% at the same time.\r\nGuess how much our funding has gone up by?\r\n0%\r\n\r\nEarly years providers are closing, please sign and save FREE Early Years Education!","additional_details":"We have to sign a contract stating it is ILLEGAL for us to get parents to pay top ups to cover the short fall in funding.  Not that they should of course, as the government advertise it as FREE childcare after all!\r\n\r\nNo other business has what it can charge their customers dictated to them.  The government control what we receive and what we can charge and the result is a deficit for most providers.\r\n\r\nPlease help is get an increase in funding, in line with the increase of business costs.","state":"open","signature_count":33,"created_at":"2017-12-07T13:46:31.848Z","updated_at":"2018-05-17T11:47:39.280Z","rejected_at":null,"opened_at":"2017-12-12T16:00:12.980Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-07T14:03:02.005Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Chrissie Palmer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":206964,"links":{"self":"https://petition.parliament.uk/petitions/206964.json"},"attributes":{"action":"Stop the care cuts! We’re now behind Crisis point! We’re at the edge!","background":"Residential care homes are closing at an unprecedented rate, hospitals are logjammed with elderly patients with nowhere to go; in the community, local authority cuts are leaving more than a million people desperately in need of more assistance in their homes.","additional_details":"From a 19 year old girl that started care at the age of 18 I’m begging for you not to do any more cuts Every single year we face more and more difficulties proving quality care for the elderly and disabled, do you not realise how much pressure we are under? These people have seen more than you ever will have. In 40 years time when we’re old and frail WHO WILL HELP US? Who will be our support! please think about the long term effect this will have on people!","state":"open","signature_count":33,"created_at":"2017-12-02T22:04:56.699Z","updated_at":"2018-05-20T16:22:55.255Z","rejected_at":null,"opened_at":"2017-12-08T14:20:42.322Z","closed_at":null,"moderation_threshold_reached_at":"2017-12-02T22:17:33.690Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma shaw","rejection":null,"government_response":null,"debate":null}}]}