{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=35\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":230451,"links":{"self":"https://petition.parliament.uk/petitions/230451.json"},"attributes":{"action":"UK government to integrate all rights in UN CEDAW Convention into domestic law.","background":"In 1986 the UK government ratified the UN Convention on the Elimination of all Forms of Discrimination against Women (CEDAW). It gives rights to UK women \u0026 obligates government to advance women's lives, recognising past inequalities \u0026 remedying them. Its provisions must become part of domestic law.","additional_details":"CEDAW: https://www.ohchr.org/Documents/ProfessionalInterest/cedaw.pdf \r\nVideo and other materials: https://www.engender.org.uk/content/cedaw/ \r\nCEDAW Committee: https://www.ohchr.org/en/hrbodies/cedaw/pages/cedawindex.aspx","state":"open","signature_count":16168,"created_at":"2018-10-15T12:10:11.217Z","updated_at":"2019-03-08T23:25:35.860Z","rejected_at":null,"opened_at":"2018-10-23T09:26:07.237Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-16T23:20:24.304Z","response_threshold_reached_at":"2018-10-29T17:35:26.432Z","government_response_at":"2018-11-20T11:28:42.997Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jackie Jones","rejection":null,"government_response":{"responded_on":"2018-11-20","summary":"The United Kingdom is a recognised world leader in gender equality and the Government is committed to tackling the major injustices that hold women back.","details":"Achieving gender equality and empowering women and girls  is the right thing to do and in our national interest, and we remain firmly committed to fulfilling our obligations under the UN Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) as part of that.\r\n\r\nOur progress in implementing policy in line with this core human rights treaty, has seen:\r\n-\t a record high female employment rate, which has been up since 2010; \r\n-\tunemployment for women down by 356,000; \r\n-\t a record low gender pay gap;\r\n-\t1.2 million women-led businesses;\r\n-\ta higher percentage of women on FTSE 350 company boards than ever \r\n        before, getting women into the most senior roles in our economy;\r\n-\tthe  extension of free-childcare for 3-4 year olds for working families to 30 \r\n        hours a week; \r\n-\tthe introduction of tax-free childcare entitlements;\r\n-\ta cut in income tax for over 13 million women since 2015; and\r\n-\tsupport for women from Northern Ireland to access abortion services free of \r\n        charge in England.\r\n\r\nWe have introduced new offences to tackle domestic abuse, female genital mutilation, stalking, forced marriage, and revenge porn – protecting women and girls across the country.\r\n\r\nThis progress supports our ambition to build a country that works for everyone, and promote our belief in gender equality around the world.\r\n\r\nArticle 3 of CEDAW recognises that non-legislative measures can be appropriate to address some of the Convention’s obligations. Indeed, a number of the Convention’s obligations do not confer rights on people (for example, Article 5) and accordingly, it is neither appropriate nor possible for legislation to address such obligations. We have put in place a combination of policies and legislation to give effect to the UN human rights treaties that the United Kingdom has ratified, including CEDAW. \r\n\r\nWomen and girls’ rights under CEDAW are largely reflected in existing domestic legislation, such as the Equality Act 2010 and the Human Rights Act 1998. As such, we do not agree that domestic legislation needs to incorporate all the provisions of CEDAW. Moreover, were we to do this within the scope of the Equality Act 2010, it would create a hierarchy of rights in terms of sex as compared to other protected characteristics where the equivalent of CEDAW does not exist.\r\n\r\nThe UK acceded to the Optional Protocol to CEDAW on 17 December 2004. The Protocol recognises the competence of the Committee on the Elimination of Discrimination against Women to receive and consider complaints from individuals or groups within its jurisdiction. It also creates an inquiry procedure enabling the Committee to initiate inquiries into situations of grave or systematic violations of women’s rights. \r\n\r\nIt is clear there is an incredibly broad range of work still to be done. Building on the introduction of our world leading regulations which requires every large employer to publish their gender pay and bonus gaps every year, we will continue to step up our efforts to eliminate the gender pay gap entirely, which is central to growing our economy. \r\n\r\nWe want to have 33 per cent of all board and senior leadership positions, such as board directors, in the FTSE 350 are held by women by 2020 so that young women see women in leadership positions in every part of society.\r\nTo ensure we protect and support victims, recognise the life-long impact domestic abuse can have on children and make sure agencies respond to domestic abuse, we will publish a landmark draft Domestic Abuse Bill later in this parliamentary session.\r\n\r\nWe will continue to work on building a society where gender has no bearing on a person’s pay or opportunity.\r\n\r\nGovernment Equalities Office\r\n","created_at":"2018-11-20T11:28:42.994Z","updated_at":"2018-11-20T11:28:42.994Z"},"debate":null}},{"type":"petition","id":228602,"links":{"self":"https://petition.parliament.uk/petitions/228602.json"},"attributes":{"action":"Make DLA/ PIP assessment companies liable for wrongly rejected claims","background":"Countless disabled and individuals severely in need are not being awarded what they are rightly entitled to. Furthermore, those already in recipient of DLA/PIP are having their awards completely taken away. Companies must be fined when appeals succeed to make them assess claims properly.","additional_details":"Daily, there are numerous reports of wrongly rejected claims. These awards are often taken away or not awarded at all because PIP assessment companies don’t take their responsibilities seriously. Reports are showing consistent similarities - What a claimant has said and what a medical professional who knows them personally, is not being taken into account. In addition to this, assessors are writing claimants have shown examples of doing things that contradicts the truth entirely.","state":"open","signature_count":15905,"created_at":"2018-09-12T10:09:34.656Z","updated_at":"2019-03-08T23:18:29.803Z","rejected_at":null,"opened_at":"2018-09-19T16:35:57.040Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T07:31:12.440Z","response_threshold_reached_at":"2019-02-02T11:39:50.670Z","government_response_at":"2019-02-18T17:16:22.101Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mrs Sophie Goodwin","rejection":null,"government_response":{"responded_on":"2019-02-18","summary":"DWP is committed to ensuring people who claim PIP receive high quality, objective assessments. Decisions are based on all the evidence available, including that provided by the claimant.","details":"The Government is fully committed to supporting disabled people and determined that support should be focused on people who need it most. We are also committed to ensuring those with health conditions and disabilities are assessed fairly for Personal Independence Payment (PIP) to ensure they receive the right level of support. Under PIP, 31% of claimants are receiving the highest level of support compared to 15% under its predecessor, Disability Living Allowance (DLA). And 39% of those who were previously in receipt of DLA are receiving more under PIP than they did so previously.\r\n\r\nOf the 3.7 million PIP decisions made, 10% have been appealed and 5% overturned at appeal.  In other words, 9 in 10 of all PIP claims are made and completed without appeal and 1 in 20 have a successful appeal made against them, in many instances as a result of new evidence not previously available to the Assessment Providers (APs).\r\n\r\nAssessments are carried out by suitably trained Health Professionals (HPs) working within a quality assured, managed environment. The Department for Work and Pensions (DWP) has set clear requirements on the professions, skills, experience and training of the HPs that our assessment providers can use to carry out PIP assessments and all are registered with an appropriate professional body, for example the General Medical Council (GMC), Nursing and Midwifery Council (NMC) or the Health and Care Professions Council (HCPC). \r\n\r\nIn addition to their profession, DWP recognises the importance of ensuring individuals also have sufficient experience, skills and training. All PIP HPs must complete a comprehensive training programme approved by DWP and pass an assessment of competence before they can carry out assessments. \r\n\r\nHPs do not need to be an expert in a particular condition to assess its impact on a claimant’s daily living and mobility activities. The assessment is not designed to diagnose or give a clinical prognosis. Instead, the emphasis is on ensuring that the HPs are experts in disability analysis, focusing on the effects of health conditions and impairments on the individual claimant’s daily life. The role differs from the therapeutic role of healthcare professionals in reaching a diagnosis and/or planning treatment.\r\n\r\nIndependent audit function has been rolled out across the AP contracts and this is used to judge how they are performing against set targets to ensure that the advice provided to DWP is of suitable quality, fully explained and justified. DWP also sets the APs a target for no more than 3% of the reports they submit to the Department being deemed unacceptable, above which a ‘no pay’ mechanism is applied. Reports are reviewed against the quality of the opinion given, information gathering, the use of further evidence and process. Both APs also have formal complaints procedures in place, which DWP monitors, and claimants who are not satisfied with a provider’s response to their complaint can escalate their complaint directly to the Independent Case Examiner.\r\n\r\nInformation provided by people who claim PIP plays an important part in the process and claimants are encouraged to supply relevant medical evidence or to provide the details of Care Workers or Healthcare Professionals working with them. HPs will consider each case individually and decide whether further evidence would help inform their advice to DWP, for example if there is doubt about the level of function or if it is required in order to provide robust advice.\r\n\r\nDecisions on entitlement to PIP are made by DWP Case Managers (CM), not the APs. The CM will consider all the available evidence when making their decision. Such evidence may include the claimant questionnaire (PIP2: How your disability affects you), any additional evidence the claimant has provided e.g. from a carer, any further evidence that the AP has obtained and the report from the HP working for the AP.\r\n\r\nIf a claimant is dissatisfied with the outcome of their decision they can ask for a Mandatory Reconsideration (MR) by DWP. Claimants are encouraged to send in additional information if they have it and CMs can ask for additional advice from the APs if needed. If a person remains dissatisfied following their MR they can directly lodge an appeal with Her Majesty’s Courts and Tribunals Service (HMCTS).\r\n\r\nThe main reasons for decisions being overturned at Tribunal is a combination of the person’s oral evidence and Tribunals reaching a different conclusion based on the same evidence. In other words, for the majority of cases it would be too absolute to conclude that the original decision, based on evidence including the HPs report, was wrong.\r\n\r\nBut DWP is not complacent and is working closely with both PIP APs and HMCTS to get more comprehensive feedback about how tribunals consider HP reports and how that will not only inform decision making but more importantly drive up the quality of the decisions made.\r\n\r\nDepartment for Work and Pensions ","created_at":"2019-02-18T17:16:22.097Z","updated_at":"2019-02-20T14:09:14.365Z"},"debate":null}},{"type":"petition","id":234072,"links":{"self":"https://petition.parliament.uk/petitions/234072.json"},"attributes":{"action":"Set up Independent Pricing Watchdog to Stop Excessive Prices at the Fuel Pumps","background":"When oil prices change, UK drivers have absolutely no idea what they will pay at the pumps. It is never ever the same! There is no consistency, logic or clarity to the way prices are calculated. If gas, electricity, water \u0026 telecoms get pricing bodies, why not motorists too? We need ‘PumpWatch’.","additional_details":"FairfuelUK found that on Nov 23, oil was priced £45 per barrel. In the last 2yrs, when oil hit this price on 30 different occasions, pump prices varied bizarrely from £1.35 to £1.18 for diesel and £1.26 to £1.16 for petrol. Between Oct 3rd to Nov 23rd, oil fell 31.33% from £66 to £45/barrel. But in the same period, retail profits/litre rocketed by 139% for petrol and 205% for diesel. In Oct 2018, nearly £1/2bn in wholesale fuel price falls were held back from the economy and consumers at the pumps.","state":"open","signature_count":15266,"created_at":"2018-11-28T14:42:52.997Z","updated_at":"2019-03-08T08:31:59.820Z","rejected_at":null,"opened_at":"2018-12-12T17:00:34.723Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-28T15:30:30.978Z","response_threshold_reached_at":"2018-12-20T12:28:00.325Z","government_response_at":"2019-01-11T10:39:17.399Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Howard Cox","rejection":null,"government_response":{"responded_on":"2019-01-11","summary":"Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.","details":"The Government believes that it is essential that consumers get a fair deal and that any fall in the price of oil should be passed through to lower retail prices without unnecessary delay. This can most effectively be achieved through an open and competitive market, which drives prices down. We will therefore continue to make it clear to industry that we expect that savings resulting from lower oil prices are passed on to customers.\r\n\r\nThis framework delivers some of the lowest pre-tax prices in Europe for both petrol and diesel for the UK. Government works closely with all stakeholders to ensure that the domestic market remains highly competitive – addressing regulatory burdens, ensuring access to fuels from around the world as well as domestic production. This includes ensuring that UK refineries have open access to a range of crudes from the international markets as well as those produced by our policy of maximising economic recovery from the UK Continental Shelf. \r\n\r\nThe Department for Business, Energy and Industrial Strategy (BEIS) monitors and publishes weekly national average pump prices which can be accessed online: \r\n\r\nwww.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors including refining capacity, stock levels, biofuels costs, distribution costs and retail margins. The sterling-dollar exchange rate also has an impact. Crude oil and oil products are traded in US dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nAnalysis by BEIS suggests that, on average, crude price changes take up to 6-7 weeks to fully show in the price at the pump. This time represents commercial arrangements in the supply chain and the range of times it takes for crude oil to be shipped and refined and the resulting fuel to be delivered to filling stations. Therefore, the fuel prices at the pump on a given day will be influenced rather little (if at all) by the crude price on that day but rather they will be driven by the crude prices over the previous few weeks.\r\n\r\nBEIS analysis showed no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall. Therefore, we are confident that the current market-based framework is the most effective to keep road fuel prices as low as possible.\r\n\r\nIn January 2013, the Office for Fair Trading (OFT) published the results of a Call for Information to investigate whether competition problems existed in the road fuels market. Overall, based on the evidence collected, the OFT reported it appears that competition in the UK road fuels sector is working well. \r\n\r\nFrom this analysis we do not believe that establishing a new regulator, with the associated costs of establishing such a body, would be justified. The sector is subject to the normal competition and consumer protection law.\r\n\r\nThe government understands that road fuel prices are an important component of UK household and business expenditures and we constantly monitor retail and wholesale fuel markets to ensure that they work for everyone. This is why, at Budget last year, the Government announced that fuel duty will be frozen for the eighth successive year. The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.\r\n\r\nThe retail fuels market is subject to UK competition law under the Competition and Markets Authority (CMA). If people have evidence of anti-competitive practices in the fuel supply sector, they should pass this to the CMA.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2019-01-11T10:39:17.396Z","updated_at":"2019-01-11T10:39:17.396Z"},"debate":null}},{"type":"petition","id":239850,"links":{"self":"https://petition.parliament.uk/petitions/239850.json"},"attributes":{"action":"Make it a criminal offence for MPs to deliberately mislead the general public.","background":"Members of Parliament are elected into a position of power and trust. It is therefore imperative that Parliamentarians accurately review the information they are presented with and ensure, to the best of their ability, the information they present to the general public is truthful.","additional_details":"When parliamentarians deliberately lie or mislead the electorate, it compromises and severely undermines our democracy. I am therefore calling on Parliament to debate this issue and consider making the deliberate presentation of misinformation to the electorate a criminal offence. A criminal offence constitutes an act that is harmful not only to an individual but also to a community, society or the state. There is a genuine case for this both legally and morally.","state":"open","signature_count":15201,"created_at":"2019-01-30T11:08:00.117Z","updated_at":"2019-03-08T23:55:57.776Z","rejected_at":null,"opened_at":"2019-02-11T17:19:51.323Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-30T12:11:52.696Z","response_threshold_reached_at":"2019-02-19T17:54:38.849Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Edward Dunn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":237320,"links":{"self":"https://petition.parliament.uk/petitions/237320.json"},"attributes":{"action":"Increase early years funding in line with minimum pay rises","background":"The national minimum wage will increase again in April therefore the government needs to increase the childcare funding rates in line with these for settings to survive.","additional_details":"https://www.gov.uk/government/news/lpc-welcomes-acceptance-of-its-2019-minimum-wage-rate-recommendations\r\nhttps://www.pre-school.org.uk/sites/default/files/early_years_funding_rates_for_las_-_2019_2020.pdf","state":"open","signature_count":15200,"created_at":"2019-01-15T19:27:16.973Z","updated_at":"2019-03-08T22:11:59.218Z","rejected_at":null,"opened_at":"2019-01-28T13:40:13.080Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-16T16:34:10.815Z","response_threshold_reached_at":"2019-02-05T07:02:00.762Z","government_response_at":"2019-02-14T11:29:23.757Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaza Haq","rejection":null,"government_response":{"responded_on":"2019-02-14","summary":"This Government will be spending around £6 billion on childcare support in 2019-20 – more than any other government – including funding for the early education entitlements.","details":"Affordable and convenient childcare gives parents the ability to balance work and family life, allowing them to enjoy the benefits of a job, safe in the knowledge that their children are in good hands. \r\n\r\nThat is why we will be spending around £6 billion on childcare support in 2019-20 - a record amount. This includes funding for our free early education entitlements, on which we plan to spend around £3.5 billion this year alone. We are also providing additional funding, worth around £60 million a year, to support Maintained Nursery Schools until at least 2019-20.\r\n\r\nOur funding rates to LAs are based on our Cost of Childcare Review which was described as “thorough and wide-ranging” by the National Audit Office. Under our funding formula, the national average hourly funding rate to LAs for 3 and 4-year-olds has increased from £4.56 to nearly £5.  Further, all LAs saw 7% increases in their funding rates for 2-year-olds.  \r\n\r\nAll 3 and 4 year old children are eligible for 15 hours of childcare, worth around £2,500 on average per year.  Children of working parents are eligible for an additional 15 hours (“30 Hours”), saving families an estimated £5,000 per year in total.\r\n\r\nThe childcare market is a mixed economy and different providers have different business models. Providers are not obliged to offer the 30 hours scheme and if they do, they are free to do so in ways which support their business needs.  Those that have chosen to offer the entitlements responded magnificently in the first year rollout of the new 30 hours entitlement – a major transformational programme – because of their ongoing commitment to helping families.\r\n\r\nWe continue to support growth in the childcare sector. We have already invested £100 million in a capital fund to create extra high-quality childcare places in all provider types. We continue to work with councils to support the providers who deliver our free entitlements, through initiatives such as the £7.7-million delivery support fund and through our delivery contractor, Childcare Works.\r\n\r\nAs set out above, this Government is investing record amounts in childcare support. However we have always said that getting the funding right is critical to the successful delivery of the entitlements and we certainly recognise the need to keep our evidence base on costs up to date. \r\n\r\nTherefore, we continue to monitor the market closely, through a range of research projects which provide us with insight into various aspects of the provider market, such as the impact of the 30 hours policy, market size, workforce, pay and costs.  We will soon publish a second comprehensive review of provider costs by Frontier Economics which has again scrutinised the provider market cost base.  \r\n\r\nThe results of all this research will be taken into account when the subject of funding rates is discussed during the forthcoming Spending Review. Naturally we cannot pre-empt these decisions, but of course we are committed to securing the right deal for early years education.\r\n\r\nLinks:\r\n\r\nCost of Childcare Review: https://www.gov.uk/government/publications/review-of-childcare-costs\r\n\r\nFrontier Economics Review 2017: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/586235/SEED_-_The_cost_and_funding_of_early_education_-_RR552.pdf\r\n\r\nDepartment for Education","created_at":"2019-02-14T11:29:23.754Z","updated_at":"2019-02-14T11:29:23.754Z"},"debate":null}},{"type":"petition","id":231146,"links":{"self":"https://petition.parliament.uk/petitions/231146.json"},"attributes":{"action":"Increase funding to Children's Mental Health services","background":"NHS children and adolescent mental health services (CAMHs) are so poorly funded that young people are often left to suicide before they get the help they need. CAMHs are having to turn away children with complex psychological conditions. No child should be told they are not ill enough to get help.","additional_details":"","state":"open","signature_count":14929,"created_at":"2018-10-24T21:10:28.174Z","updated_at":"2019-03-08T16:05:51.172Z","rejected_at":null,"opened_at":"2018-11-02T17:13:27.932Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T07:51:35.198Z","response_threshold_reached_at":"2019-01-12T09:11:15.239Z","government_response_at":"2019-01-24T13:45:35.174Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rose Lelliott","rejection":null,"government_response":{"responded_on":"2019-01-24","summary":"Mental health funding will grow by at least £2.3bn a year by 2023/24, with funding for children and young people’s mental health growing faster than overall NHS funding.","details":"Children and young people’s mental health is a top priority for this government. \r\n\r\nThe NHS Long Term Plan, published on 7 January 2019, sets out how mental health funding will grow by at least £2.3bn a year by 2023/24, with funding for children and young people’s mental health services growing faster than both overall NHS funding and total mental health spending. This will mean that by 2023/24 an extra 345,000 children and young people aged 0-25 will receive mental health support via NHS-funded mental health services. \r\n\r\nIn addition, the Government has announced further plans to improve early intervention for mild to moderate mental health conditions, through better join up with schools and colleges. “Transforming Children and Young People’s Mental Health Services: a Green Paper”, published in December 2017, sets out how we are creating a new workforce of Mental Health Support Teams, working in and near schools and colleges, with trained staff to deliver interventions to young people to support their mental health.  \r\n\r\nWe plan to test and evaluate the proposals set out in our Green Paper through trailblazer sites, prior to rolling these out nationally. The first wave of 25 trailblazer sites were announced on 20 December 2018. We will use 12 of these trailblazers to pilot a four-week waiting time from referral to treatment within specialist NHS children’s mental health services.\r\n\r\nDepartment of Health and Social Care","created_at":"2019-01-24T13:45:35.171Z","updated_at":"2019-01-24T13:45:35.171Z"},"debate":null}},{"type":"petition","id":226597,"links":{"self":"https://petition.parliament.uk/petitions/226597.json"},"attributes":{"action":"Reverse changes to state pension age back to 65 for men and 60 for women","background":"I started paying into the N.I. system aged 16 when the retirement age was stated as 65 for men and 60 for women. I’ve been full time employed since then and have had the terms of the state pension age changed without consultation. Stand up and stop this now.","additional_details":"Look at the gov.uk website for the state pension change and what it means to you. You can get a personal projection so you can see how this new scheme will affect you personally.","state":"open","signature_count":14674,"created_at":"2018-08-04T17:43:09.960Z","updated_at":"2019-03-08T22:33:44.429Z","rejected_at":null,"opened_at":"2018-09-11T15:56:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-24T18:31:11.866Z","response_threshold_reached_at":"2018-12-07T22:56:19.286Z","government_response_at":"2018-12-20T22:32:55.401Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Glen Morris","rejection":null,"government_response":{"responded_on":"2018-12-20","summary":"There was a wide consultation on changes to State Pension age (SPa). Entitlement to State Pension is based on rules at the time of the claim.","details":"The equalisation of State Pension age was introduced against a background of a wide consultation on the policy.\r\n\r\nIn 1995, after 2 years of debate in Parliament and following public consultation, the Government brought in a law to equalise men and women’s State Pension age (SPa). This increased the earliest age when a woman could claim State Pension (SP) from 60 to 65. The Government planned for the original change to take place over 10 years between 2010 and 2020.\r\n\r\nThe Government has gone to significant lengths to communicate SPa changes. Over the last 18 years the Department for Work and Pensions (DWP) has provided over 25 million personalised State Pension estimates to people who requested them. It has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and people are expected to plan for this.\r\n\r\nThe equalisation of men and women’s SPa was often reported in the media and debated at length in Parliament. The Department for Work and Pensions (DWP) produced communications materials relating to increases in State Pension age (SPa) for both men and women, and carried out a pension’s education campaign between 2001 and 2004. This included information on the future equalisation of SPa. Later DWP sent individual letters to those affected. \r\n\r\nBecause of increases in life expectancy the Government needed to make further changes to State Pension age subsequent to Pensions Act 1995 to ensure that the state pension was affordable and sustainable over the long term. In 2007 it introduced a law to increase SPa for everyone to 66 by 2026, to 67 by 2036 and to 68 by 2046. In 2011 it introduced another law to equalise men and women’s SPa more quickly. The 2011 law also brought forward the increase in everyone’s SPa from 65 to 66 by five and a half years.\r\n\r\nThe terms of entitlement to State Pension has to be seen in the context that the State Pension is a Social Security benefit funded through National Insurance contributions.\r\n\r\nThe payment of the State Pension benefit is dependent on reaching the age of eligibility which can be amended through primary legislation. There is no legal contract for the pension between the state and an individual. The National Insurance scheme operates on a 'pay-as-you-go' basis. This means that today’s contributors are paying for today’s social security entitlements and pensions, and those paying contributions previously were paying for the pensioners of that time. In other words, contributors do not accumulate an individual pension fund of actual monies they have paid, which is personal to them. Instead, payment of contributions entitles them or, in certain circumstances, their spouses to a range of social security entitlements which are available on the basis of the rules applicable at the time of the claim.\r\n\r\nWith Government facing increasing financial pressures, it is simply not justified to reverse the policy on State Pension age equalisation. As an example, women who reached State Pension age in 2016 are estimated to receive more State Pension on average over their lifetime than women ever have before.\r\n\r\nWe will be making no further changes to the law on this issue. Doing so would mean working-age people, especially younger people, bearing a greater financial burden to support the rising costs of the pensions system. \r\n\r\nDepartment for Work and Pensions","created_at":"2018-12-20T22:32:55.398Z","updated_at":"2018-12-20T22:32:55.398Z"},"debate":null}},{"type":"petition","id":236693,"links":{"self":"https://petition.parliament.uk/petitions/236693.json"},"attributes":{"action":"Change legislation so G.P.s can prescribe medical marijuana for fibromyalgia.","background":"In the UK we are in the position where medical marijuana has now been legalised but can only be prescribed through hospital consultants and for specific medical ailments, which currently excludes fibromyalgia. UK Fibromyalgia feels now is the time for a change in the law.","additional_details":"A new study out of the Netherlands in December 2018 found that standardised pharmaceutical-grade cannabis with a  tetrahydrocannabinol (THC) content was effective in treating the musculoskeletal pain caused by fibromyalgia.\r\nUK Fibromyalgia asks the government to relax the current legislation to allow general practitioners to be able to prescribe medical marijuana to sufferers of fibromyalgia and for all other patients with similar chronic pain conditions.","state":"open","signature_count":14614,"created_at":"2019-01-07T16:06:45.689Z","updated_at":"2019-03-08T23:44:09.619Z","rejected_at":null,"opened_at":"2019-01-24T10:38:41.428Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-07T16:26:34.927Z","response_threshold_reached_at":"2019-02-07T08:55:16.211Z","government_response_at":"2019-02-19T17:33:24.046Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin Westby","rejection":null,"government_response":{"responded_on":"2019-02-19","summary":"The Government believes its approach is proportionate and evidence-based, and whilst the evidence-base remains limited, it is right that the decision to prescribe remains with specialist doctors.","details":"This Government appreciates the frustration of patients living with chronic and difficult to manage conditions, it is however right that decisions to prescribe cannabis for medicinal use rests with doctors on the General Medical Council’s specialist register. These doctors are experts in their field and as part of their continuing professional development are expected to keep up to date with all new medicines and treatments for their specialist area.\r\n\r\nCannabis based products for medicinal use are largely unlicensed. They have not been tested by the Medicines and Healthcare Products Regulatory Agency for quality, safety or efficacy and the evidence base is still developing.   Restriction of prescribing to specialist doctors ensures that prescribing of these unlicensed products is by doctors with the best knowledge of the specific conditions for which cannabis based products might be appropriate and minimises the risk of misuse, harm and diversion of controlled drugs. This approach has the support of the Advisory Council on the Misuse of Drugs (ACMD), NHS England and the Chief Medical Officer. \r\n\r\nThe law does not restrict the form of cannabis-based products for medicinal use, that can be prescribed, or the type of condition for which these products may be used.  However, NHS England has made clear its expectation, that cannabis-based products should only be prescribed for conditions where there is clear published evidence of benefit or UK guidelines, in patients where there is a clinical need that cannot be met by a licensed medicine and where established treatment options have been considered and discounted.\r\n\r\nIn November 2018, interim clinical guidance was issued by the Royal College of Physicians, in liaison with the Faculty of Pain Medicine of the Royal College of Anaesthetics. The guidance states that there was no robust evidence available for the use of cannabis-based products for medicinal use in treating chronic pain, and that it is not currently recommended. The paucity of evidence of effectiveness of these products in pain management is also reflected in guidance issued to health care professionals by Health Canada and by the Therapeutic Goods Administration in Australia.\r\n\r\nThe National Institute for Health and Care Excellence (NICE), as the body responsible for issuing authoritative, evidence-based guidance for the NHS, has been commissioned to develop guidelines for the NHS on the prescribing of cannabis-based products for medicinal use by October 2019. NICE’s process for developing such guidelines is world renowned and will include a review of published evidence and that submitted by stakeholders. This provides an opportunity for recent evidence, such as the report quoted in the petition, to be properly assessed. This new guidance will replace the interim guidance issued by the RCP, the British Paediatric Neurology Association and the Association of British Neurologists.\r\n  \r\nIn parallel with the change to the law and in recognition that the evidence base needs to be further developed, the National Institute for Health Research has also issued a call for research to help develop thinking in this area.  More information about this is available from www.nihr.ac.uk by searching for ‘are cannabis based medicines effective?’.  As more evidence of the effectiveness, short and long-term safety of these products emerges, further guidance will be made available. \r\n\r\nWhilst the evidence to date, does not support the generic use of cannabis-based products for medicinal use in the treatment of chronic pain, the decision of whether to prescribe is ultimately one for specialist doctors to make on a case by case basis.\r\n\r\nAs with all new legislation, the Government is committed to monitoring its effectiveness.  The Government will consider the outcomes of monitoring, any further advice from the ACMD and NICE and refine our approach where necessary.\r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2019-02-19T17:33:24.044Z","updated_at":"2019-02-19T17:33:24.044Z"},"debate":null}},{"type":"petition","id":233408,"links":{"self":"https://petition.parliament.uk/petitions/233408.json"},"attributes":{"action":"Review governance of National Insurance Fund","background":"Govt to establish independent review to take control of the National Insurance Fund out of the hands of The Treasury and also for contributors and pensioners to participate in governance of the Fund.","additional_details":"","state":"open","signature_count":14388,"created_at":"2018-11-19T15:02:41.100Z","updated_at":"2019-03-08T23:21:01.942Z","rejected_at":null,"opened_at":"2018-11-26T09:38:37.957Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-19T15:41:30.901Z","response_threshold_reached_at":"2019-01-29T09:46:36.109Z","government_response_at":"2019-02-19T09:49:24.291Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joanne Welch","rejection":null,"government_response":{"responded_on":"2019-02-19","summary":"The National Insurance Fund has a robust governance structure to ensure it is managed in a responsible and sustainable way, therefore the government does not intend to make significant changes.","details":"The National Insurance Fund (NIF) has a transparent and robust governance structure in place to ensure responsible and sustainable management of National Insurance contributions (NICs) receipts and benefit payments. The full details of this governance structure and information on the receipts, expenditure, and balance of the NIF is in the annual NIF Accounts. These are examined and certified by the head of the National Audit Office and copies are laid before Parliament. The latest report is available here:\r\nhttps://www.gov.uk/government/publications/national-insurance-fund-accounts \r\n\r\nHMRC has overall responsibility for the control and management of the NIF. NICs received by HMRC are paid into the NIF, with the exception of around 20% of receipts which are used to fund the NHS. The level of this funding in 2017-18 is available in the Department of Health and Social Care's annual report and accounts here:\r\nhttps://www.gov.uk/government/publications/dhsc-annual-report-and-accounts-2017-to-2018\r\n\r\nThe Department for Work and Pensions (DWP) has responsibility for the award and payment of most benefits payable from the NIF, including those relating to pensions, sickness and contribution-based Jobseeker’s Allowance.\r\n\r\nThe government ensures that when decisions are taken regarding NICs and benefit payments, full consideration is given to the impact on the NIF. In setting NICs rates, Treasury Ministers are required to consider changes in the general level of earnings, the balance on the NIF and future expected payments. The Government Actuary’s Department (GAD) is also required to report on the likely effect of the government’s annual benefits and contributions changes on the NIF. These reports are laid before Parliament and debated alongside the relevant regulations. The latest report is available here:\r\nhttps://www.gov.uk/government/publications/report-to-parliament-on-the-2019-re-rating-and-up-rating-orders\r\n\r\nThe balance of the NIF is invested in the National Insurance Fund Investment Account (NIFIA). The Commissioners for the Reduction of the National Debt (CRND), a body of the UK Debt Management Office, has a statutory responsibility for the administration and investment of the NIFIA. They are authorised to invest monies in accordance with directions given by HM Treasury and in line with the Memorandum of Understanding between HMRC and CRND.\r\n\r\nThe GAD is also required to review the operation of the NIF at least every five years. The latest quinquennial report was laid before Parliament on 19 October 2017, and is available here:\r\nhttps://www.gov.uk/government/publications/government-actuarys-quinquennial-review-of-the-national-insurance-fund-as-at-april-2015\r\n\r\nGiven the strength of existing governance structures and processes for independent review, the government has no plans to make significant changes to how the NIF is governed.\r\n\r\nHM Treasury","created_at":"2019-02-19T09:49:24.288Z","updated_at":"2019-02-19T09:51:40.245Z"},"debate":null}},{"type":"petition","id":230284,"links":{"self":"https://petition.parliament.uk/petitions/230284.json"},"attributes":{"action":"Repeal the EU Withdrawal Act to Prevent Accidental No-deal Brexit","background":"The passing of the EU Withdrawal Act in June 2018 means that by law the UK is set to leave the EU on Exit Day. Unless the Act is repealed, Brexit remains a statutory inevitability, and no-deal Brexit is what we'll get by default on Exit Day if our paralysed politics prevent something better.","additional_details":"The inevitability built into the Act is an irresponsible gamble that threatens to throw our country into chaos. While the courts and the government have influence, they no longer have the power to disarm this threat even if they find the will; only Parliament can unmake laws. Repeal the Act before it's too late. Prevent \"Brexit at any cost\" and eliminate the chance of accidental no-deal Brexit. The terms of our future with the EU must be thoughtfully arrived at, not recklessly stumbled into.","state":"open","signature_count":14205,"created_at":"2018-10-12T11:47:07.409Z","updated_at":"2019-03-08T11:33:30.264Z","rejected_at":null,"opened_at":"2018-10-22T12:23:01.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-13T20:17:35.599Z","response_threshold_reached_at":"2018-12-22T09:23:02.222Z","government_response_at":"2019-01-15T16:33:26.294Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Raymond Jay Shapiro","rejection":null,"government_response":{"responded_on":"2019-01-15","summary":"We do not want or expect no deal. The best way of avoiding it is for MPs to approve the deal. However, in the event of a no deal, the EU (Withdrawal) Act will be in place to ensure legal continuity.","details":"The EU (Withdrawal) Act is a vital piece of legislation ensuring that the UK has a functioning statute book once we have left the EU. It does not dictate the date and time at which we leave the EU. The default date and time of our departure was set when the UK notified the EU of its intention to withdraw under Article 50, which is a matter of international law. \r\n\r\nIf we were to repeal the EU (Withdrawal) Act ahead of our exit from the EU, it would not prevent the UK from leaving the EU, but instead lead to a huge amount of legal uncertainty. The European Communities Act would not be repealed despite the UK having left the EU, and many of the EU laws that businesses and citizens currently live under would not be transferred into our domestic law.\r\n\r\nThe decision to notify our withdrawal under Article 50 was authorised by Parliament through the EU (Notification of Withdrawal) Act, which was approved at Commons Second Reading with a large majority in favour in February 2017. That was, in turn, a response to the 2016 referendum result, in which the British people voted to leave the EU in one of the biggest democratic exercises in the country’s history. \r\n\r\nThe Government’s top priority remains securing Parliamentary approval for the deal we have negotiated with our European partners. That is the best way to deliver on the democratic choice of the British people and the best way to avoid no deal. In this settlement, the UK and the EU have agreed the terms for the UK’s smooth and orderly exit from the EU in the form of the Withdrawal Agreement, and a detailed political declaration on the terms of our future relationship. The Withdrawal Agreement offers a time-limited implementation period that provides a bridge to the future relationship, allowing businesses to continue trading as now until the end of 2020. \r\n\r\nUntil MPs have voted to approve the deal and the Withdrawal Agreement, we will do the responsible thing and prepare for every eventuality, including no deal. The Government has been preparing extensively for a no deal scenario for over two years to ensure that the country operates as smoothly as possible from the day we leave.\r\n\r\nWe have put in place numerous measures to mitigate the potential impact of no deal. For example, we have ensured that critical legislation is in place to ensure legal continuity, agreed key international agreements such as the Nuclear Cooperation deal with the US, Australia and Canada, and we are recruiting hundreds of Border Force officers to keep our border secure.\r\n\r\nWe have also taken steps to communicate to the public how Brexit will affect them and the practical steps that they can take to prepare for it. For example, in the summer of 2018 we published 106 specific technical notices to help businesses, citizens and consumers prepare for March 2019 in the event of a no-deal scenario. More recently, we launched a public information campaign at gov.uk/euexit to give UK citizens, businesses, EU citizens living in the UK and UK nationals living in the EU the latest advice and information on any aspect of Brexit. The Government will continue to provide advice to businesses and citizens on preparing for Exit.\r\n\r\nWith critical legislation in place including the EU Withdrawal Act, we are confident of the UK’s long term prospects in all scenarios.\r\n\r\nDepartment for Exiting the European Union","created_at":"2019-01-15T16:33:26.291Z","updated_at":"2019-01-15T16:33:26.291Z"},"debate":null}},{"type":"petition","id":227744,"links":{"self":"https://petition.parliament.uk/petitions/227744.json"},"attributes":{"action":"Stop commercial reps from targeting new mothers on postnatal wards","background":"As new parents, we believe it is wrong that some commercial representatives have unlimited access to enter secure NHS postnatal wards, drop in uninvited on new mothers just hours after they have given birth, and pressurise them to share their personal data in exchange for a pack of free samples.","additional_details":"We are concerned that women are not being properly informed about how their data will be used. We want to know if these invasive practices comply with the Data Protection Act 2018.\r\n\r\nWe call upon the Government to urgently review the unethical practice of allowing access to new mothers and babies, who rightly expect privacy, dignity and safety in hospital in the days following the life-changing (and often traumatic) experience of giving birth.","state":"open","signature_count":13992,"created_at":"2018-08-23T12:18:34.438Z","updated_at":"2019-03-08T12:56:47.654Z","rejected_at":null,"opened_at":"2018-09-13T15:06:09.172Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-23T12:47:26.117Z","response_threshold_reached_at":"2018-10-16T11:15:27.986Z","government_response_at":"2018-10-25T16:10:22.619Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lauren Jayne Harris","rejection":null,"government_response":{"responded_on":"2018-10-25","summary":"The Government expects NHS providers to have regard for the General Data Protection Regulations and to have procedures that ensure the privacy and dignity of mothers in maternity wards is respected.","details":"Commercial representatives on wards are often a valuable source of information for new mothers, and many value the benefits and samples they receive from said representatives.  However, the Government does take seriously the concerns shared about NHS Trusts allowing commercial representatives to approach new mothers in maternity wards shortly after they have given birth. New parents have a right to dignity and to feel safe and comfortable on NHS wards. This is particularly true for women in the period after giving birth when they may feel especially vulnerable.\r\n\r\nIn 2014, the Care Quality Commission (CQC) maternity inspection framework was updated to include lines of enquiry about the processes that Trusts have in place regarding the access of commercial representatives on postnatal wards. It is for individual trusts to make decisions about allowing commercial representatives access to postnatal wards.  However, as with all hospital visitors, the Department of Health and Social Care (DHSC) expects trusts to have robust procedures in place to ensure that all representatives respect the privacy and dignity of all women and their families. \r\n\r\nAny commercial representatives speaking to patients within an NHS ward should provide clear information about how patient data will be used and ensure that they are operating in compliance of the Data Protection Act 2018. This is a matter for each individual Trust to consider, in line with their local practices.  Over the last year DHSC has been working alongside system partners within a National General Data Protection Regulations (GDPR) Working Group to develop a comprehensive suite of guidance products to help organisations recognise their obligations, and put effective governance and risk management arrangements in place across health and social care. These are published on the NHS Digital website on a dedicated GDPR portal. This website can be accessed via the following link: \r\nhttps://digital.nhs.uk/data-and-information/looking-after-information/data-security-and-information-governance/information-governance-alliance-iga/general-data-protection-regulation-gdpr-guidance. \r\n\r\nIt is for individual organisations to take account of these guidance products when developing their own policies and risk management practices.\r\n\r\nIpswich hospital has introduced a system where mothers are only approached by a commercial representative if they indicate that this is something that they would like. Mothers can show their preference by placing a card on their bedside table. This is a good example of how Trusts can put processes in place to give new mothers clear control over their interaction with commercial representatives. The Government is considering how to clarify guidance, so that that the interaction between commercial representatives and new mothers on NHS wards is consistently more positive across the UK.\r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2018-10-25T16:10:22.616Z","updated_at":"2018-10-25T16:10:22.616Z"},"debate":null}},{"type":"petition","id":231761,"links":{"self":"https://petition.parliament.uk/petitions/231761.json"},"attributes":{"action":"Make sure mothers get National Insurance credits towards their state pension","background":"Allow backdated claims for mothers who have not claimed child benefit since the high income child benefit charge began in 2013 and who would otherwise miss out on NI credits towards their pension, and contact them directly to encourage them to make a claim.","additional_details":"Since the introduction of the High Income Child Benefit Charge in 2013, thousands of mothers have decided not to claim child benefit, losing out on vital NI credits towards their pension. We call on the government: a) to lift the restrictions on making backdated claims for child benefit, and b) to use government records to identify women missing out and to contact them about this situation. Note: 8 out of 9 child benefit recipients are women, but the issue would apply to some fathers as well.","state":"open","signature_count":13662,"created_at":"2018-11-03T10:17:30.115Z","updated_at":"2019-03-08T11:37:45.446Z","rejected_at":null,"opened_at":"2018-11-08T20:06:29.112Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-03T11:22:42.848Z","response_threshold_reached_at":"2019-01-12T11:00:49.917Z","government_response_at":"2019-02-04T16:04:47.102Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steven John Webb","rejection":null,"government_response":{"responded_on":"2019-02-04","summary":"The government believes no-one should miss out on their State Pension. HMRC encourages families to claim Child Benefit and believes that three months is a reasonable period to backdate claims. \r\n","details":"HMRC encourages parents to fill out the Child Benefit claim form as soon as their child is born. The form is distributed to all new parents following the birth of their child, is available online, and through partner organisations.\r\n\r\nParents are also advised to claim Child Benefit either:\r\n•\tThrough the HMRC helpline (0300 200 3100), \r\n•\tOnline at GOV.UK, or \r\n•\tThrough partners such as Citizen’s Advice.\r\n\r\nThrough these channels, HMRC stresses the importance of claiming Child Benefit to protect future entitlement to the new State Pension, even where the higher earner in a household is liable to the High Income Child Benefit Charge (HICBC). HMRC is continuously improving its communications to encourage people to claim as soon as they become responsible for a child, ensuring they receive the maximum protection available. From April 2019 the Child Benefit claim form and accompanying notes will further emphasise the non-monetary benefits a Child Benefit award provides: in particular, the associated National Insurance credits which protect their State Pension.\r\n \r\nOfficials are considering how to ensure no one misses out on their future entitlement to the State Pension. HMRC does not hold the details of those parents who have not made a claim for Child Benefit. \r\n\r\nAny parents that have not claimed should do so now to ensure their future entitlement for the State Pension is protected.  HMRC is working with DWP, and other organisations to promote the importance of claiming Child Benefit. In addition, HMRC is developing social media content and material that can be distributed to external partners, to further promote the importance of claiming.\r\n\r\nMost parents will qualify for the new State Pension, even if there are gaps of up to 15 years in their National Insurance records.  This means that those parents who have not claimed Child Benefit following the introduction of the HICBC still have the opportunity to achieve the full State Pension.  \r\n\r\nParents who claim Child Benefit can opt out of receiving payments so that they do not have to pay the HICBC each year through Self-Assessment. As of August 2017, over 500,000 families had chosen to make a Child Benefit claim and opt out of receiving payment, meaning their entitlement to the State Pension has been protected.\r\n\r\nWhere no one has claimed Child Benefit, the government allows claims to be backdated three months. A more generous backdating would make it harder to verify evidence and establish entitlement since entitlement to Child Benefit relies upon being responsible for a child each week. For this reason, the government believes that the three-month backdating period for Child Benefit (and the accompanying NI credit) is a fair and reasonable time in which to allow those wishing to claim Child Benefit to do so. \r\n\r\nHM Treasury\r\n","created_at":"2019-02-04T16:04:47.100Z","updated_at":"2019-02-04T16:04:47.100Z"},"debate":null}},{"type":"petition","id":239444,"links":{"self":"https://petition.parliament.uk/petitions/239444.json"},"attributes":{"action":"Make online homophobia a specific criminal offence","background":"As a gay man I find it devastating how members of the LGBT community are still subjected to homophobic abuse online.","additional_details":"Just because I am on TV I don’t think that makes it acceptable to be sent homophobic messages/ comments on social media platforms.\r\n \r\nNobody should have to receive these comments.\r\n \r\nI won’t go into detail as to the various names I have been called, but this should not be acceptable and can have an impact on people’s mental health and has certainly helped in making my anxiety and low self esteem worse by receiving them.","state":"open","signature_count":13397,"created_at":"2019-01-27T23:14:05.488Z","updated_at":"2019-03-08T17:11:18.068Z","rejected_at":null,"opened_at":"2019-02-12T12:05:13.415Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-28T00:11:01.846Z","response_threshold_reached_at":"2019-02-13T22:24:52.147Z","government_response_at":"2019-02-28T16:20:26.489Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Bobby Norris","rejection":null,"government_response":{"responded_on":"2019-02-28","summary":"The Government recognises the harm that homophobic online messages can cause. We are working cross-Government to challenge inequality and make the UK’s online environment a safer place for everyone.","details":"The internet provides a wealth of opportunities for people globally. It is a platform for everyone to share experiences and creativity, and it encourages rich discussion. It has allowed people to create communities and interact in ways that were not previously possible. The Government recognises, however, that some people exploit these opportunities to spread harmful messages which would not be tolerated offline. Protecting people online is a top priority for Government.\r\n\r\nIn some cases, these behaviours may already constitute criminal offences, and the law does not differentiate between criminal offences committed on social media or elsewhere. We have robust legislation to deal with internet trolls, cyber-stalking and harassment, and perpetrators of grossly offensive, obscene or menacing behaviour, which may be relevant to some cases of LGBT abuse.\r\n\r\nHate crime legislation may already apply in online homophobic offences. Hate crimes include crimes demonstrating hostility on the grounds of an individual’s actual or perceived race, religion, sexual orientation, disability or transgender identity, as well as stirring up hatred on the grounds of race, religion or sexual orientation.\r\n \r\nThe Government is taking significant steps to tackle hateful activity online:\r\n\r\n•\tWe are funding a National Online Hate Crime Hub which uses specially trained police officers and staff to investigate reports.\r\n\r\n•\tWe supported the European Commission Code of Conduct for Countering Illegal Hate Speech which has been signed by key companies including Facebook, YouTube, Microsoft, Twitter and Instagram. A key aim is to ensure that requests to remove content are reviewed in less than 24 hours, and content is removed if necessary.\r\n\r\n•\tWe commissioned the Law Commission review of offensive online communications. The Law Commission has just begun a specific review of hate crime legislation.\r\n\r\n•\tMore widely, a joint Department for Digital, Culture, Media \u0026 Sport (DCMS)-Home Office White Paper will be published this year, setting out a range of legislative and non-legislative measures detailing how we will tackle online harms and set clear responsibilities for tech companies to keep UK citizens safe. \r\n\r\nThe Government recognises that homophobic abuse can have potentially devastating impacts on victims and we are working to challenge inequality beyond a law enforcement approach alone. This broader approach also recognises that we need to ensure we strike the right balance between protecting citizens and protecting their rights to free expression. Everyone has the right to freedom of expression under Article 10 of the European Convention on Human Rights, however this is not an excuse to spread hatred. Article 10 is a qualified right, which means it is not absolute and it can be restricted for certain purposes. \r\n\r\nThis approach includes a variety of actions. In July 2018, the Government Equalities Office (GEO) launched the National LGBT Survey to understand LGBT people’s experiences of accessing services. Over 108,000 people completed the survey. In response to the findings, GEO also launched an LGBT Action Plan setting out 75 commitments to improve outcomes for LGBT people. The Action Plan includes a £4.5 million fund to address inequality and support the delivery of commitments cross-sector.\r\n\r\nThe LGBT Action Plan includes the following commitments to ensure LGBT people feel safe online beyond the actions listed above:\r\n\r\n•\tThe Home Office is supporting the police to improve how they respond to hate crime and raise awareness of local support agencies for LGBT victims. The 2018 refresh of the Hate Crime Action Plan is supporting police training that is tailored to the needs of victims, such as those of homophobic, biphobic and transphobic hate crimes. \r\n\r\n•\tThe National Crime Agency (NCA) will ensure LGBT people can access educational online safety interventions that are informed by their experiences. The NCA will develop effective and appropriate education interventions to ensure LGBT people can be full, equal and safe participants in online activity.\r\n\r\nHome Office.","created_at":"2019-02-28T16:20:26.485Z","updated_at":"2019-02-28T16:20:26.485Z"},"debate":null}},{"type":"petition","id":234611,"links":{"self":"https://petition.parliament.uk/petitions/234611.json"},"attributes":{"action":"Metal detectors / bag searches obligatory safety measure for big public venues","background":"My son Martyn Hett was one of the 22 people murdered in May 2017 at the Manchester Arena whilst attending a concert. \r\nI wrongly assumed that since this tragedy event organisers have significantly increased security checks. \r\nI was at a concert last week and nobody checked tickets or bags.","additional_details":"I put my story on twitter and appeared on BBC radio Manchester.  The response of people indicates that up and down the country security checks are very patchy. Some places do checks, some have metal detectors, some open doors at the interval for smokers, but then anyone can walk in from the street. There are some good examples too, but on the whole there is a feeling of unease about lack of security. This needs to be standardised as a legal (Martyn’s Law?) obligation, not a discretionary choice.","state":"open","signature_count":13351,"created_at":"2018-12-06T09:29:07.451Z","updated_at":"2019-03-08T23:05:58.733Z","rejected_at":null,"opened_at":"2018-12-17T10:37:27.727Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-06T10:24:56.576Z","response_threshold_reached_at":"2019-01-31T16:39:01.456Z","government_response_at":"2019-02-13T10:35:30.070Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Figen Murray","rejection":null,"government_response":{"responded_on":"2019-02-13","summary":"The Government provides expert advice to venues on appropriate and proportionate security measures. Whilst we keep this matter under review there are no plans to mandate specific security measures.","details":"Thank you for raising this important matter and may we first offer our deepest sympathies to you for the loss of your son Martyn, and to all the families and loved ones of those 22 victims of the horrendous crime that occurred on 22 May 2017 at Manchester Arena.  \r\n\r\nPlease be reassured that the Government is committed to improving security at crowded places. Every crowded place is unique, with a different geography, construction, usage, customer profile and security stance. The Government’s approach is to enable and support the owners and operators of crowded places to select and deploy a range of holistic and proportionate security measures that are most appropriate for their site, based on high quality advice and guidance. Obligating specific security measures in all circumstances could lead to those specific security measures being deployed by venues to achieve compliance, rather than selecting the measures that are most suitable to making the public and staff safer at that site.\r\n\r\nThe UK has an internationally recognised Counter-Terrorism Strategy.  It is known as ‘CONTEST’ and its aim is to reduce the risk to the UK from terrorism, so that people can go about their lives freely and with confidence.  It is regularly reviewed and refreshed in order to ensure that we can respond to the ever-changing threat that international terrorism presents. CONTEST brings together a number of Government departments and partner organisations to work together to reduce this risk to the UK.  You can read the strategy and more about this work at: https://www.gov.uk/government/collections/contest. \r\n\r\nThrough CONTEST, specialist Counter-Terrorism Security Advisors (CTSAs) provide free protective security advice to the owners and operators of crowded places, train their staff in CT awareness, and encourage managers to develop response plans to a range of threats, including Improvised Explosive Devices (IEDs), as well as vehicle and weapon attacks. Advice is provided on mitigations to these threats, based on a range of protective security improvement and preparedness measures. Implementation of this advice by the owners/operators of crowded places will assist in detecting, deterring, or mitigating the impact of a terrorist attack, while allowing those locations to remain open and welcoming to the public.\r\n\r\nThe security of temporary events like music festivals and sporting events is managed by the local police force, who identify and review security measures. For major events a police commander will be appointed to oversee all aspects of policing that event, including public order, safety and terrorism. Advice on security, including counter-terrorism, is delivered by specially trained police Security Coordinators. The Security Coordinator will call on other specialists to assist them, including Police Search Advisors, CTSAs, canine detection and armed units.  \r\n\r\nFor sites that do not receive bespoke protective security advice from a CTSA or a Security Co-ordinator the National Counter Terrorism Security Office (NaCTSO) have published protective security advice and guidance for crowded places. This advice helps those venues to identify key risks they face and consider what steps to take to make their locations safer. The advice and guidance is provided independent of threat level, and is designed to be appropriate and proportionate.\r\n\r\nHome Office","created_at":"2019-02-13T10:35:30.067Z","updated_at":"2019-02-13T10:35:30.067Z"},"debate":null}},{"type":"petition","id":234943,"links":{"self":"https://petition.parliament.uk/petitions/234943.json"},"attributes":{"action":"Cancel MPs' Christmas recess until a course of action over Brexit is agreed","background":"Leader of the House of Commons Andrea Leadsom has confirmed that Parliament will rise on 20 December for the Christmas recess, returning on 7 January as originally scheduled. This is despite MPs' individual and collective actions in failing to reach agreement on a course of action over Brexit.","additional_details":"This leaves UK citizens, however they voted in the referendum, in a state of acute uncertainty and UK businesses in limbo at a time when they need to plan for the future. While Parliament remaining in session over Christmas has unwelcome ramifications for support staff, MPs must recognise that it is unacceptable to take holiday leave at such a time. In the manner of a Papal Conclave, it is their duty to commit to reaching a consensus, whatever that looks like, before the current sitting period can end.","state":"open","signature_count":13017,"created_at":"2018-12-11T05:42:03.837Z","updated_at":"2019-02-26T09:24:56.286Z","rejected_at":null,"opened_at":"2018-12-17T18:35:54.240Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-11T07:55:05.706Z","response_threshold_reached_at":"2018-12-20T13:03:46.161Z","government_response_at":"2019-01-03T15:50:09.581Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Jackson","rejection":null,"government_response":{"responded_on":"2019-01-03","summary":"The House of Commons agreed recess dates on 20 March 2018. Members of Parliament will begin debate on the Prime Minister’s deal on the UK’s exit from the\r\nEuropean Union in the week starting 7 January","details":"On 20 March 2018, Members of Parliament agreed to rise for Christmas recess on Thursday 20 December 2018 and return on Monday 7 January 2019. Recess periods are an opportunity for Members of Parliament to focus on constituency work and to consult constituents on important matters before Parliament. The recess periods are kept under constant review in order to react to any urgent business.\r\n \r\nThe Government remains committed to delivering on the result of the referendum and has already introduced a variety of legislation to facilitate a smooth exit from the European Union. The Government has introduced ten Brexit Bills so far this Parliamentary session, with five having already received Royal Assent.\r\n \r\nThe Prime Minister has secured a deal with the European Commission for the United Kingdom's Exit from the EU. However having listened to the House during the debates on her deal, the Government deferred the vote to allow the Prime Minister time to secure additional reassurance on the backstop. These reasons were set out by the Prime Minister in her statement to the House of Commons on Monday 10 December. The Government has confirmed that House of Commons will return to the meaningful vote debate in the week commencing 7 January and hold the vote the following week.\r\n\r\nLeader of the House of Commons","created_at":"2019-01-03T15:50:09.578Z","updated_at":"2019-01-03T15:50:09.578Z"},"debate":null}},{"type":"petition","id":229231,"links":{"self":"https://petition.parliament.uk/petitions/229231.json"},"attributes":{"action":"All halal and kosher certified products are to be prominently labelled as such.","background":"It is strictly forbidden for some Sikhs, Hindus, Buddhists and Christians to consume any halal or kosher certified product or religiously slaughtered meat. Without clear prominent labelling we could be consuming it without knowing. All we are asking for is clear labelling to make an informed choice.","additional_details":"See Why don't Sikhs eat Halal meat? https://www.youtube.com/watch?v=ePhDUBWXf80\u0026t=26s","state":"open","signature_count":12441,"created_at":"2018-09-25T09:15:50.593Z","updated_at":"2019-03-08T23:21:22.757Z","rejected_at":null,"opened_at":"2018-10-09T16:29:22.063Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T09:29:38.151Z","response_threshold_reached_at":"2019-02-03T21:33:50.935Z","government_response_at":"2019-02-26T10:11:05.996Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Sushant Varma Bond","rejection":null,"government_response":{"responded_on":"2019-02-25","summary":"The Government believes that consumers should have the necessary information available to make informed choices about food. The Government is considering this in the context of the UK leaving the EU.","details":"The UK Government encourages the highest standards of animal welfare at slaughter and would prefer all animals to be stunned before slaughter, but respects the rights of Jewish and Muslim communities to eat meat prepared in accordance with their beliefs.\r\n\r\nThe current legislation in England, The Welfare of Animals at the Time of Killing (England) Regulations 2015 requires religious slaughter to be carried out by Muslims or Jews for the food of Muslims or Jews respectively. However, it is not a legal requirement that the meat from such animals can ultimately only be sold to, or consumed by, Muslims or Jews.\r\n\r\nThere are no domestic or European Regulations that require the labelling of Halal or Kosher meat, but where any information of this nature is provided, it must be accurate and must not be misleading to the consumer.\r\n\r\nThe Government is aware that there is public concern about meat from animals being slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way and that there are calls for such meat to be labelled. The Government is considering labelling in the context of the UK leaving the EU.\r\n\r\nEU exit can bring opportunities for food labelling to improve transparency for consumers and the world-wide reputation of UK food. We are ambitious in wanting what is best for UK consumers and for UK businesses, both selling on the UK market and on important EU and wider markets worldwide.\r\n\r\nDepartment for Environment, Food and Rural Affairs.","created_at":"2019-02-26T10:11:05.992Z","updated_at":"2019-02-26T10:11:05.992Z"},"debate":null}},{"type":"petition","id":231109,"links":{"self":"https://petition.parliament.uk/petitions/231109.json"},"attributes":{"action":"Launch an inquiry into the possible link between cannabis and violence","background":"Cannabis is a common factor in an alarming number of violent crimes, including murder, rape and child abuse, as well as suicide. As calls for the legalisation of cannabis grow ever louder, we demand the government first investigate the possible link between cannabis and violence.","additional_details":"As documented in this blog, https://attackersmokedcannabis.com/, cannabis is a common factor in hundreds of violent crimes that have occurred in the UK and Ireland in the past two decades.","state":"open","signature_count":12425,"created_at":"2018-10-24T14:15:41.475Z","updated_at":"2019-03-08T23:06:09.090Z","rejected_at":null,"opened_at":"2018-11-01T11:13:34.138Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T10:28:11.519Z","response_threshold_reached_at":"2019-02-10T13:23:52.428Z","government_response_at":"2019-02-27T10:09:55.975Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ross Grainger","rejection":null,"government_response":{"responded_on":"2019-02-26","summary":"We have no intention of legalising cannabis. We are aware of the strong link between drug misuse and offending and an independent review will further add to our understanding of this.","details":"The Government has no intention of legalising cannabis and is aware of the strong link between drug misuse and offending. Cannabis is controlled under Class B of the Misuse of Drugs Act 1971 as there is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities.\r\n \r\nThe legalisation of drugs in the UK would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery that this can cause to families and communities. Legalisation would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs.\r\n\r\nWe recognise that drug misuse and drug dealing can cause untold harm and that is why police, local authorities and communities must continue to work together so that our streets can be free from the crime and anti-social behaviour that drugs cause. \r\n\r\nIn October, the Home Secretary announced that there would be a major independent review of drug misuse, building on the work underway since the Government’s Drug Strategy was published in 2017. The review will not consider changes to the existing legislative framework.\r\n\r\nThe review is examining a wide range of issues, including the system of support and enforcement related to drug misuse, which will help inform a consideration of what more can be done to tackle drug harms.\r\n\r\nIt will provide a strong evidence-base which will help to identify drug users, what they are taking and how often, so that law enforcement agencies can target and prevent the drug-related causes of violent crime effectively.\r\n\r\nThe analysis in the Government’s Serious Violence strategy makes clear that the rise in serious violence is likely due to a range of factors, including improvements in police recording, but that changes in the drugs market are a key driver of recent increases in knife crime, gun crime and homicide.\r\n\r\nIn response to the links between drugs and the recent increase in violent crime we are taking a range of action to tackle county lines and the misuse of drugs, including\r\na new £3.6m National County Lines Co-ordination Centre to tackle violent and exploitative criminal activity associated with county lines.\r\n\r\nAs part of the Government’s Serious and Organised Crime Strategy we are also tackling the organised crime that is associated with the drugs trade. We are taking robust action to stop drug traffickers from profiting from the drugs trade through cash seizures, asset forfeitures, money laundering prosecutions and civil or criminal recovery prosecutions. \r\n\r\nHome Office.","created_at":"2019-02-27T10:09:55.972Z","updated_at":"2019-02-27T10:09:55.972Z"},"debate":null}},{"type":"petition","id":239893,"links":{"self":"https://petition.parliament.uk/petitions/239893.json"},"attributes":{"action":"Make it compulsory for schools to teach basic signing, such as Makaton","background":"My little brother has disabilities and communicates through sign. My dream is for it to be compulsory for every school to teach at least the basic keyword signs. This could be done quite easily and cost effectively. I want a world where my brother and others are not socially restricted or isolated.","additional_details":"I feel this could be achieved by each school simply having online/paper resource pack of compulsory words.If needed a lead person from each school could attend training and roll out to rest of the staff.This is vitally important as a large number of children and adults with disabilities or communication issues rely on sign to support their social interaction.They should be able to communicate with everyone they meet not just a select few who can understand what they are signing.Please support us","state":"open","signature_count":12381,"created_at":"2019-01-30T17:17:51.723Z","updated_at":"2019-03-08T22:38:49.520Z","rejected_at":null,"opened_at":"2019-01-30T17:52:26.168Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-30T17:32:08.170Z","response_threshold_reached_at":"2019-02-14T16:34:29.460Z","government_response_at":"2019-03-01T17:38:17.694Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jade Kilduff","rejection":null,"government_response":{"responded_on":"2019-03-01","summary":"Makaton is a valuable communication tool for some pupils and schools. Whilst we have no plans to change the national curriculum, schools already have flexibility to choose to teach it.  ","details":"It is important that pupils with Special Educational Needs (SEN) and disabilities are able to play a full part in the school community. This is why, for example, schools have a legal duty to ensure that children with SEN can engage in school activities alongside other pupils who do not have SEN. It is for schools to decide how best to do this, in accordance with their legal duties. \r\n\r\nMakaton is a widely used language development programme that plays an important role in helping with the integration of children with certain communication difficulties. Schools need to make decisions about how best to support a child who uses Makaton, including what training school staff need and how to support relationships with other pupils. This is the same decision-making process that schools need to follow to support the needs of all their pupils with SEN and disabilities (SEND).  \r\n\r\nThe government wants all children to be able to reach their full potential and receive the right support to succeed in their education. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with SEND. In addition, the Government has provided extensive support to schools including funding:\r\n\r\n•\tfor a range of condition-specific organisations to develop resources and training, to equip the workforce to deliver the SEND reforms introduced in 2014; \r\n\r\n•\tthe development of the Nasen SEND Gateway (http://www.sendgateway.org.uk/) - an online portal offering education professionals free, easy access to high quality information, resources and training for meeting the needs of children with SEND; and \r\n\r\n•\tinitiatives to embed SEND into school improvement practice and equip the workforce to deliver high quality teaching across all types of SEND. \r\n\r\nIt is for schools to decide what they should teach outside of the National Curriculum, in relation to teaching Makaton. The National Curriculum sets out the subjects and programmes of study that schools must teach, and is a legal requirement for maintained schools in England. Beyond primary English, maths and science, the National Curriculum is deliberately slimmer, to provide greater flexibility to schools about what to teach to their pupils. \r\n\r\nDepartment for Education. \r\n","created_at":"2019-03-01T17:38:17.691Z","updated_at":"2019-03-01T17:38:17.691Z"},"debate":null}},{"type":"petition","id":233707,"links":{"self":"https://petition.parliament.uk/petitions/233707.json"},"attributes":{"action":"Launch an independent enquiry into the health and safety risks of 5G.","background":"As wireless companies prepare to launch the next generation of service, there are new questions about the possible health risks. \r\nThe National Toxicology Program study \"was just an indicator that more and better research is needed,\"","additional_details":"https://www.dailymail.co.uk/health/article-5784487/amp/The-roll-5G-wireless-service-massive-health-experiment-public-health-expert-warns-a.html\r\n\r\n","state":"open","signature_count":12329,"created_at":"2018-11-23T09:43:53.968Z","updated_at":"2019-03-08T23:44:50.067Z","rejected_at":null,"opened_at":"2018-12-03T17:17:58.217Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-23T11:17:56.287Z","response_threshold_reached_at":"2019-02-28T10:48:31.562Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hayley Deanne Hughes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":233043,"links":{"self":"https://petition.parliament.uk/petitions/233043.json"},"attributes":{"action":"End the animal cruelty laws exemptions given to UK halal and shechita abattoirs","background":"The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.","state":"open","signature_count":11982,"created_at":"2018-11-15T16:39:33.761Z","updated_at":"2019-03-08T22:18:38.829Z","rejected_at":null,"opened_at":"2018-11-23T19:16:22.030Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-16T22:01:44.760Z","response_threshold_reached_at":"2019-02-08T17:50:55.753Z","government_response_at":"2019-03-01T15:52:30.027Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paula Walters","rejection":null,"government_response":{"responded_on":"2019-03-01","summary":"The Government would prefer all animals to be stunned before slaughter, but respects the rights of Jewish and Muslim communities to eat meat prepared in accordance with their beliefs.","details":"The Government encourages the highest standards of animal welfare in slaughterhouses.\r\n\r\nThe European Council Regulation 1099/2009, on the protection of animals at the time of killing sets out the main requirements for slaughter including a requirement that all animals are stunned by a permitted method before slaughter. The EU Regulation includes a derogation from stunning for religious slaughter but also allows individual Member States to impose stricter national rules for religious slaughter.\r\n\r\nIn England, The Welfare of Animals at the Time of Killing (England) Regulations 2015 (WATOK) enforce the EU requirements and contain stricter national rules that apply when animals are slaughtered by either the Jewish or Muslim method.  \r\n\r\nThe Government is aware that there is public concern about meat from animals being slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way and that there are calls for such meat to be labelled. The Government is considering labelling in the context of the UK leaving the EU.\r\n\r\nNational regulations on religious slaughter have a long history. Religious slaughter was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter, but contained an exemption where animals were slaughtered for specific religious communities. Over the years, the rules governing religious slaughter have developed to provide additional protection for animals slaughtered in accordance with religious rites but maintained the long standing exception for Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. \r\n\r\nThe current legislation in England requires religious slaughter to be carried out by Muslims or Jews for the food of Muslims or Jews respectively. It is not, however, a legal requirement that the meat from such animals can ultimately only be sold to, or exclusively consumed by, Muslims or Jews.\r\n\r\nThere are no domestic or European Regulations that require the labelling of Halal or Kosher meat, but where any information of this nature is provided, it must be accurate and must not be misleading to the consumer.\r\n\r\nIn keeping with their Responsible Catering policy, pre-stunned Halal meat can be provided upon request in the House of Commons. In addition, they may outsource ready-made kosher meals upon request for events.\r\n\r\nDepartment for Environment, Food and Rural Affairs.\r\n","created_at":"2019-03-01T15:52:30.023Z","updated_at":"2019-03-01T15:52:30.023Z"},"debate":null}},{"type":"petition","id":234849,"links":{"self":"https://petition.parliament.uk/petitions/234849.json"},"attributes":{"action":"Put pressure on the Chinese Government over the treatment of Uyghur Muslims","background":"Reports have suggested that the chinese government has been placing Uyghur Muslims in “re-education” camps, forcing them to drink alcohol and consume pork, both against the Islamic faith.\r\n\r\nThese camps are echoes of previous ethnic cleansing and there needs to be ample pressure on China.","additional_details":"","state":"open","signature_count":11891,"created_at":"2018-12-09T22:03:27.784Z","updated_at":"2019-03-08T23:57:18.722Z","rejected_at":null,"opened_at":"2018-12-13T12:07:37.674Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-09T23:05:43.196Z","response_threshold_reached_at":"2019-03-05T10:56:52.469Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Hamza Mamoon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":235377,"links":{"self":"https://petition.parliament.uk/petitions/235377.json"},"attributes":{"action":"The Royal Fleet Auxiliary support ships should be built in the UK","background":"The Government has put construction of the new RFA support ships out to International tender. Under EU article 346, warships are exempt from international tender, but the UK doesn't apply this to RFA ships. Other countries do apply this exemption and support their industrial base. So should the UK","additional_details":"The construction of warships \u0026 minesweepers for the Navy and support ships for the RFA should allow a thriving shipbuilding industry in the UK. But the Govt applies a narrow definition of what constitutes a warship, recently 3 RFA ships were built in S Korea, 3 more ships have been put out to international tender. V few other countries will allow their industrial base to be hollowed out like this. Would Spain, Italy, S Korea \u0026 Japan build their ships in the UK? The ships must be built in the UK","state":"open","signature_count":11887,"created_at":"2018-12-16T14:38:17.421Z","updated_at":"2019-03-08T23:43:59.391Z","rejected_at":null,"opened_at":"2018-12-20T13:24:11.970Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-16T14:58:11.165Z","response_threshold_reached_at":"2019-02-20T11:49:17.287Z","government_response_at":"2019-03-08T15:45:54.462Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Andrew John Tiller","rejection":null,"government_response":{"responded_on":"2019-03-08","summary":"The Fleet Solid Support Ships are not warships and there is no national security reason to limit their construction to the UK. A consortium of UK shipbuilders is bidding to build the ships.","details":"The Government is highly supportive of the UK shipbuilding industry. One shipyard alone has received a contract worth £3.6 billion that will provide work until the 2030s and a second has recently been awarded support contracts worth £619 million. \r\n\r\nThe UK’s National Shipbuilding Strategy, published in 2017, laid the foundations of a modern and efficient shipbuilding industry, capable of meeting the country’s future defence and security needs. We want an industry that has the confidence to invest for the long term in its people and its assets to raise productivity and innovation, improve its competitiveness in the domestic and overseas markets and in this way become more resilient to the peaks and troughs of Royal Navy business, bringing more sustained growth and prosperity to the regions in which those businesses are based.\r\n\r\nToday some 111,000 people are working in the maritime and marine sectors in the UK, including in the shipyards, supplying the parts, or supporting the equipment that keep this great industry alive. The Government’s vision is of an even more modern, efficient, productive and competitive marine sector.\r\n\r\nThe industry has recently seen notable success with the selection of BAE System’s Type 26 Frigate design by Australia and Canada for their own future frigate requirements. A consortium of UK companies is also bidding to build the new Fleet Solid Support Ships. \r\n \r\nFor the purposes of procurement, the UK’s National Shipbuilding Strategy, divides naval ships into ‘warships’ and ‘other naval ships’. The UK has chosen to define warships, in this way on the basis of their complex design, weapons systems and sensors. The ships which meet this criteria are frigates, destroyers and aircraft carriers. The UK needs these type of ships to be designed, built and maintained  in the UK so that, in times of war, we are not reliant on any other nation to carry out these activities on our behalf. In this way we protect our National Security.\r\n\r\nShips of these types are built only in Britain. We do not build them abroad. \r\n \r\nOther types of naval ship have less complex weapons and sensors and do not have the same design features as warships. They therefore do not meet our criteria for preserving National Security and the associated UK design, build and integration requirement. The National Shipbuilding Strategy therefore laid down that other naval ships would be procured through open international competition.\r\n\r\nThis approach is mandated by UK procurement law which requires that all Government procurement is conducted through fair and open international competition. Open competition is a cornerstone of UK defence procurement as by this means the Government attracts the best, most affordable solutions and this approach is proven to save money for the taxpayer.\r\n\r\nAgainst the general rule that procurement must be by open competition there are a small number of specific exemptions that can be applied. One of these exemptions is that a nation may limit a procurement to its own industries if it needs to do so to protect its National Security.\r\n\r\nIt is this exemption that is applied when the Government buys frigates, destroyers and aircraft carriers from UK industry.\r\n\r\nSince the Fleet Solid Support Ships will not have the complex design features, weapons systems and sensors that justify an exemption in the case of warships, a specific case that they must be constructed in the UK to protect National Security cannot be made. We are therefore competing the Fleet Solid Support Ships internationally as we judge this is the best way to achieve value for money.\r\n\r\nThe Government cannot comment on the judgements that other nations have made on the application of competition law. However, it is conceivable that other nations have applied exemptions where the UK has chosen not to, but which are still reasonable in their own National Security context and wholly compliant with EU law.    \r\n\r\nMinistry of Defence.\r\n","created_at":"2019-03-08T15:45:54.458Z","updated_at":"2019-03-08T15:45:54.458Z"},"debate":null}},{"type":"petition","id":228362,"links":{"self":"https://petition.parliament.uk/petitions/228362.json"},"attributes":{"action":"Urgent law to extend voting rights to British abroad by repealing 15-year rule.","background":"Pass Bill to benefit overseas electors before any further EU vote or general election. 2022 will be too late. Hundreds and thousands of British citizens living and working abroad are disenfranchised, unable to vote on issues which affect them directly (in breach of their basic human rights).","additional_details":"Denying a vote to citizens most affected by the decision to leave the European Union was a dereliction of UK democracy. The failure of Parliament was allowing this injustice. The duty is to ensure it never happens again.\r\nHow can anyone be confident that their private life will be respected if British citizens find themselves living in EU countries with no clear status and without the protection of the Citizens Directive 2004/38 and all EU acquis (body of EU law) that protects citizens?","state":"open","signature_count":11847,"created_at":"2018-09-06T18:17:00.841Z","updated_at":"2019-03-08T15:50:13.900Z","rejected_at":null,"opened_at":"2018-09-12T21:05:22.512Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-06T19:10:16.704Z","response_threshold_reached_at":"2019-01-18T00:03:23.167Z","government_response_at":"2019-01-31T17:57:17.350Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin John Kirby","rejection":null,"government_response":{"responded_on":"2019-01-31","summary":"The Government is committed to scrapping the 15 year rule ahead of the 2022 General Election.","details":"In accordance with the Fixed-term Parliaments Act 2011, the next General Election is scheduled for 2022. \r\n\r\nAhead of the 2022 election, the Government is committed to removing the arbitrary rule that disenfranchises UK nationals who have lived abroad for more than 15 years from participating in UK parliamentary elections. To this end, the Government is supporting Glyn Davies MP's Private Members Bill, the Overseas Electors Bill, which would introduce votes for life for UK nationals living abroad. \r\n\r\nAs well as removing the time limit on the right to vote for UK nationals living abroad, the Overseas Electors Bill would enfranchise any UK national overseas who was previously resident or registered to vote in the UK. At present, only those UK nationals who were registered to vote before leaving the UK may apply to become overseas electors.\r\n\r\nThe Bill passed its Committee stage in the House of Commons in November 2018 and the remaining stages will be scheduled soon.\r\n\r\n\r\nThe Government has been clear that we will not hold a second referendum on leaving the Europe Union. A clear majority of those who voted in the 2016 European Union referendum voted to leave the EU. We must respect both the will of the British people, and the democratic process which delivered this result.\r\n\r\nThere are no set rules about who can vote in a nationwide referendum in the UK. Instead, the franchise for each referendum is determined by the legislation for the referendum on a case by case basis.\r\n\r\nThe franchise for the referendum in 2016 was determined by the European Union Referendum Act 2015. The terms of the franchise set out in the Act were scrutinised and debated in Parliament during its passage and agreed by both Houses. In line with the franchise for UK Parliamentary elections, before any reform such as the Overseas Elections Bill, British citizens who had been resident overseas for less than 15 years and had previously registered to vote in the UK were permitted to vote in the referendum.\r\n\r\nThe Prime Minister has been clear that safeguarding the rights of EU citizens living in the UK and UK nationals living in the EU was her first priority for negotiations. The agreement reached and set out in the Withdrawal Agreement text will provide them with certainty about their rights going forward. It will allow EU citizens in the UK and UK nationals in the EU to continue living their lives broadly as they do now in the countries where they now live. It will enable families who have built their lives together in the EU and UK to stay together. It also gives the people more certainty about residence, healthcare, pensions and other benefits.\r\n\r\nDuring the implementation period, EU citizens coming to the UK and UK nationals going to the EU will be able to live, work and study as they do now. The Government also agreed in March 2018 that we will extend the agreement to those that arrive during the implementation period. Individuals who want to stay beyond the end of the implementation period will have to apply for leave to remain in the UK by June 2021.\r\n\r\nCabinet Office","created_at":"2019-01-31T17:57:17.347Z","updated_at":"2019-01-31T17:57:17.347Z"},"debate":null}},{"type":"petition","id":239692,"links":{"self":"https://petition.parliament.uk/petitions/239692.json"},"attributes":{"action":"Keep CBD on the market as a food supplement.","background":"Cannabidiol (CBD) products could be classified as ‘novel foods’ and need European Food Safety Authority approval, potentially preventing millions of people buying products from which they are seeing huge benefits.\r\nKeep CBD on the market as a food supplement.\r\nSAVECBD","additional_details":"","state":"open","signature_count":11796,"created_at":"2019-01-29T12:04:24.822Z","updated_at":"2019-03-08T23:54:56.794Z","rejected_at":null,"opened_at":"2019-02-11T18:07:16.220Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-29T12:20:27.939Z","response_threshold_reached_at":"2019-02-16T19:15:02.544Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lucy Mason","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":236004,"links":{"self":"https://petition.parliament.uk/petitions/236004.json"},"attributes":{"action":"Mandate schools to consult parents before teaching Relationships \u0026 Sex Education","background":"It must be mandatory for schools to consult parents before deciding on resources to teach children Relationships and Sex Education (RE \u0026 RSE). \r\nSchools should put parents at the heart of any decision making process concerning RE \u0026 RSE. Give parents the right to be actively involved in RE \u0026 RSE.","additional_details":"\u003e Mandating schools to undergo a genuine consultation with parents will ensure parents' voice is heard by their child's school.\r\n\u003e Parents play a vital role in the education of their children, therefore, schools must be mandated to include parents in the decision making process.\r\n\u003e This factor has not been given the consideration it is due. Therefore, it gives certain lobby groups opportunities to push their own resources and agenda, at the exclusion of parents and at the risk of our children.","state":"open","signature_count":11787,"created_at":"2018-12-26T12:57:05.412Z","updated_at":"2019-03-08T23:11:53.998Z","rejected_at":null,"opened_at":"2019-01-07T18:16:03.499Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-26T13:51:15.867Z","response_threshold_reached_at":"2019-02-27T08:13:12.127Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Aziz Torofdar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228671,"links":{"self":"https://petition.parliament.uk/petitions/228671.json"},"attributes":{"action":"Provide prescription payment exemption for people with Sickle Cell Anaemia.","background":"Sickle Cell Anaemia: genetically inherited haematological condition. Patients suffer acute chronic pain affecting the bones \u0026 joints caused by vaso-occlusion, ischaemic injury, high risk of infection \u0026 stroke. Stress, low temperature \u0026 physical activity are a few of the triggers of this condition.","additional_details":"Sickle Cell patients struggle to qualify for benefits as the requirements don't seem to cater to disabilities that include intermittent asymptomatic states. SC patients also require lifelong monthly prescriptions. As many patients are unable to work, this is an extra financial burden that is stressful. If this burden can be lifted, it will contribute somewhat to a slightly better quality of life for people who already suffer so greatly.","state":"open","signature_count":11505,"created_at":"2018-09-13T13:50:41.166Z","updated_at":"2019-03-08T08:15:26.678Z","rejected_at":null,"opened_at":"2018-10-18T15:27:10.484Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-01T18:25:34.174Z","response_threshold_reached_at":"2019-01-01T05:45:22.367Z","government_response_at":"2019-01-22T16:34:58.452Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amoafi Kwapong","rejection":null,"government_response":{"responded_on":"2019-01-22","summary":"There are no plans to review the list of medical exemptions from NHS prescription charges. However, extensive arrangements are already in place to ensure people can access affordable prescriptions.","details":"While most NHS treatment is free at the point of use, there are some costs that people might need to pay. For example, in England many working age adults pay prescription charges, although some prescribed items are always free including contraceptives and medication for hospital inpatients. Prescription charges are a valuable income source for the NHS, contributing £575.9 million in revenue for the financial year 2017/18. This funding is particularly important given the increasing demands on the NHS.\r\n\r\nSome people are eligible for help with their health costs. This includes: NHS prescription charges, NHS dental treatment charges, the cost of travelling to receive NHS treatment, NHS wigs and fabric supports, and the cost of sight tests, glasses and contact lenses. Help with health costs in England depends on if the individual is in receipt of certain qualifying benefits, whether they are pregnant or have recently had a baby, whether they are aged 60 or over, under 16 years old, or are under 19 years old but are in qualifying full-time education, get a war pension or have a qualifying medical condition. Together these existing exemptions mean that around 90% of NHS prescriptions are currently dispensed free of charge.\r\n\r\nSickle cell anaemia is not currently listed as a qualifying medical condition for the purposes of help with health costs. Professor Sir Ian Gilmore undertook a review into extending exemptions to all those with long-term conditions, which was published in 2010. At this time, a decision was taken that no changes would be made in light of the financial challenges facing the country. This remains the position and the Government has no current plans to amend the list of medical conditions that provide exemption from NHS prescription charges.\r\n\r\nPeople with sickle cell anaemia may be eligible for one of the non-medical prescription charge exemptions and it is recommended they check. For convenience an eligibility checker tool is available on the NHS Business Services Authority’s (BSA) website at: \r\nhttps://services.nhsbsa.nhs.uk/check-for-help-paying-nhs-costs/start. \r\n\r\nThis tool has been widely publicised by the nationwide ‘check before you tick’ campaign, launched by NHS England and the NHS Business Services Authority (NHS BSA) to help people understand their eligibility for free NHS prescriptions.\r\n\r\nIn addition, people on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from NHS prescription charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit. Further information, including on how to apply, is available on the NHS BSA’s website at: \r\nwww.nhsbsa.nhs.uk/nhs-low-income-scheme. \r\n\r\nThose people who are not eligible for help with health costs, yet have a high-level or long-term need for prescription medication, may be able to save money by purchasing a prescription prepayment certificate (PPC). These allow people to obtain as many prescriptions as they need for a set cost: £29.10 for a 3-month PPC and £104 for a 12-month PPC. In addition, people can spread the cost of a 12-month PPC by paying through 10 monthly direct debit payments. The NHS BSA actively prepares, circulates and promotes information for on Prescription Prepayment Certificates as part of its duties in administering this service.\r\n\r\nDepartment of Health and Social Care","created_at":"2019-01-22T16:34:58.449Z","updated_at":"2019-01-22T16:34:58.449Z"},"debate":null}},{"type":"petition","id":239406,"links":{"self":"https://petition.parliament.uk/petitions/239406.json"},"attributes":{"action":"Undertake an independent enquiry into the role of Russia in Brexit.","background":"30+ individuals have been charged by Special Counsel Mueller in his continuing investigation of Russian interference in the US presidential election. I feel that there is sufficient evidence that a parallel investigation into Russian interference on Brexit is warranted.","additional_details":"Individuals charged or convicted under the Mueller enquiry are known to have met with key Brexit figures during the Brexit / US election campaigns, as well having contact with Wikileaks. Prominent pro-Brexit figures are also alleged to have met directly with representatives of Wikileaks and repeatedly visited the Russian embassy in London.","state":"open","signature_count":11366,"created_at":"2019-01-27T20:50:10.202Z","updated_at":"2019-03-08T23:56:28.191Z","rejected_at":null,"opened_at":"2019-02-11T18:36:33.614Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-27T21:05:02.338Z","response_threshold_reached_at":"2019-03-06T07:20:42.478Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil Rosser","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229243,"links":{"self":"https://petition.parliament.uk/petitions/229243.json"},"attributes":{"action":"Amend the 1967 Forestry Act to protect endangered wildlife habitat across the UK","background":"Under the Forestry Act, in Scotland licences to fell woodland can be refused to protect endangered forest wildlife or granted with conditions to safeguard animals. Elsewhere in the UK, authorities cannot consider the impact upon wildlife such as red squirrel or bats when assessing applications.","additional_details":"Commercial forests provide jobs and produce valuable products. They can also contain rare and endangered wildlife. In some instances habitat loss may threaten populations with extinction. It makes sense that this risk should be considered when authorities consider a licence to cut down woodland.\r\n\r\nRed squirrels and their nests are protected by law and yet the trees they live in are not. Let the rest of the UK follow Scotland's example and allow key woodland habitat to be protected too when needed","state":"open","signature_count":11260,"created_at":"2018-09-25T11:30:20.886Z","updated_at":"2019-03-08T11:08:15.492Z","rejected_at":null,"opened_at":"2018-11-06T11:10:16.756Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T15:38:14.504Z","response_threshold_reached_at":"2019-01-06T00:08:18.098Z","government_response_at":"2019-01-29T13:12:16.861Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Craig Shuttleworth","rejection":null,"government_response":{"responded_on":"2019-01-29","summary":"Landowners must comply with legislation to protect wildlife, including red squirrel. The granting of felling licenses do not change this; they simply authorise the felling of growing trees.   ","details":"Forestry is a devolved matter; in England the control of tree felling is the responsibility of the Forestry Commissioners under their powers in Part II of the Forestry Act 1967 (as amended). In most circumstances a landowner will require a felling licence from the Forestry Commission before they can legally fell their trees. When considering a felling licence application, the Commission will judge the proposals against the UK Forestry Standard, the government’s approach to sustainable forestry. This standard encompasses the impacts on biodiversity and recognises the importance of priority habitats and species, including red squirrels. Applicants for a felling licence are therefore required to evidence how they propose to manage the impact of felling on wildlife. The Forestry Commission checks all applications against a large number of records, including Red Squirrel Reserves. This allows the Forestry Commission to highlight any potential issues and advise the applicant how to avoid the disturbance or damage of protected species.\r\n\r\nThe Wildlife and Countryside Act 1981 makes it an offence to intentionally kill, injure or disturb a red squirrel or intentionally or recklessly damage any place a red squirrel uses for shelter or protection and a felling licence does not remove this responsibility. There is a defence if a person can show that the act was the incidental result of a lawful operation and could not reasonably have been avoided, but this would require them to demonstrate that they had followed good practice and taken all reasonable steps to avoid the disturbance or damage. The need to do this is brought to an applicant’s attention in a covering letter when they are issued with a felling licence.\r\n\r\nWhere other species are affected that are European Protected Species, the defence of an incidental result of a lawful operation does not apply and the landowner must carry out an assessment of the possible impact on protected species and, if necessary, apply for a licence from Natural England. \r\n\r\nWhere proposed tree felling sites carry statutory designations to protect important features, such as biodiversity, the Forestry Commission is required to consult other relevant authorities and seek their agreement as to the appropriateness of any tree felling. This consultation may result in additional advisory notes being applied to a felling licence. Any additional permissions or consents that may be required may also be generated at that time, for example, SSSI consent from Natural England.\r\n\r\nWe will be consulting on an English Tree Strategy later this year. This may provide an opportunity to consider the case for any further strengthening of the protection of wildlife during forestry operations, including timber harvesting, which is an important element of the sustainable woodland management cycle.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2019-01-29T13:12:16.858Z","updated_at":"2019-01-29T13:12:16.858Z"},"debate":null}},{"type":"petition","id":228286,"links":{"self":"https://petition.parliament.uk/petitions/228286.json"},"attributes":{"action":"Create minimum wage for SIA holders to be paid £15 per hour.\r\n ","background":"How many SIA staff would like to be paid a minimum of £15 per hour? ","additional_details":"Comments later, just sign up everyone.","state":"open","signature_count":11203,"created_at":"2018-09-05T09:01:02.037Z","updated_at":"2019-03-08T05:34:41.418Z","rejected_at":null,"opened_at":"2018-09-20T16:37:56.540Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-05T09:16:51.938Z","response_threshold_reached_at":"2019-01-09T08:45:18.163Z","government_response_at":"2019-01-23T09:53:13.066Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Scott Mcphee","rejection":null,"government_response":{"responded_on":"2019-01-23","summary":"The Government has no plans to restructure the National Living Wage and National Minimum Wage to specify differing rates for workers in different industries. ","details":"The Government has committed to increase the National Living Wage to reach 60% of median earnings by 2020, subject to sustained economic growth. For younger workers, our aim is to have a minimum wage rate that helps as many low-paid workers as possible, while making sure that we do not damage their employment prospects by setting it too high.\r\n\r\nThe Government considers the expert and independent advice of the Low Pay Commission (LPC) when setting the minimum wage rates. In making recommendations to Government, the LPC draw on economic, labour market and pay analysis, independent research and stakeholder evidence. Setting the minimum wage too high or increasing it too quickly may lead to higher unemployment and harm the very people the policy is intended to help.\r\n\r\nSince its introduction in 1999, the adult minimum wage rate has increased faster than both inflation and average earnings. In April 2019, the National Living Wage will increase by 4.9% from £7.83 to £8.21 and is on track to meet its 2020 targets. Furthermore, the National Minimum Wage will  also increase by 4.3% from £7.38 to £7.70 for 21-24 year olds. \r\n\r\nThe Government has an aspiration to end low pay and next year, will set out the Low Pay Commission’s remit for the years beyond 2020. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2019-01-23T09:53:13.064Z","updated_at":"2019-01-23T09:53:13.064Z"},"debate":null}},{"type":"petition","id":237685,"links":{"self":"https://petition.parliament.uk/petitions/237685.json"},"attributes":{"action":"Fund research and treatment for children with brain injuries","background":"When we were told our son had brain damage and would be disabled, the only advice we were given was “wait and see”. This isn’t good enough. There needs to be funding to ensure that children get the treatments they need when they need them. Wait and see should not be an option.","additional_details":"For children to have the best possible outcome from a brain injury, they need effective treatment and early intervention.\r\n \r\nIt is widely accepted in the medical community that adults with brain injuries have a good chance of recovery with fast intervention \u0026 specialist rehabilitation. Young brains are more malleable. Yet children are failed through the lack of proper specialist intervention at an early age. Seeing an NHS physio every six weeks won't aid recovery where the damage lies - the brain.","state":"open","signature_count":11062,"created_at":"2019-01-18T23:04:30.723Z","updated_at":"2019-03-07T22:06:42.741Z","rejected_at":null,"opened_at":"2019-01-24T16:54:07.308Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-19T09:29:00.194Z","response_threshold_reached_at":"2019-02-13T10:13:32.057Z","government_response_at":"2019-03-06T12:47:50.676Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephanie Cherry","rejection":null,"government_response":{"responded_on":"2019-03-06","summary":"We recognise the impact that brain injury can have on an individual and their family; the NHS Long Term Plan commits to reducing serious brain injury by 50% by 2025.","details":"We are very sorry to hear of the petitioner’s son’s disability, and the frustrating experience in trying to access care. We know the life-changing impact that brain injury has on an individual, and on their family and are committed both to reducing the incidence of brain injury, and to seeing a clear improvement in standards of rehabilitation and care for those who have suffered it to ensure people have the best possible outcomes.\r\n\r\nThe NHS Long Term Plan identified children and young people’s (CYP) services as a priority and commits to a reduction in serious brain injury of 50% by 2025.\r\n\r\nThrough the Maternity Safety Strategy, we are improving the rigour and quality of investigations into birth-related brain injuries under the auspices of the Healthcare Safety Investigations Branch (HSIB), to identify improvements to care.\r\n\r\nFrom April 2018, HSIB has investigated cases of severe brain injury diagnosed in the first seven days of life, when the baby:\r\n\r\n-\twas diagnosed with grade III hypoxic ischaemic encephalopathy (HIE); or\r\n-\twas therapeutically cooled (active cooling only); or\r\n-\thad decreased central tone and was comatose and had seizures of any kind.\r\n\r\nHSIB investigations focus on learning and not attributing blame, and the involvement of the family is a key priority. Sharing learning from these local investigations is crucial and as an independent national body HSIB will build a bigger picture of the issues and generate wider recommendations for the system.\r\n\r\nThe Maternity Safety Strategy also includes more support for maternity and neonatal training on leadership, team working and communication, human factors, fetal growth and monitoring, plus midwifery, obstetric and cardiotocography (CTG) skills and drills.\r\n\r\nWe know that early intervention for CYP with a brain injury leads to improved outcomes, with United Kingdom paediatric neurorehabilitation networks and teams playing an important role.\r\n\r\nChildren who have suffered a brain injury will require specialist neurorehabilitation services. NHS England has issued a guide for commissioners which emphasises the importance of early intervention, and the preventative role of rehabilitation, improving people’s outcomes. https://www.england.nhs.uk/wp-content/uploads/2016/04/rehabilitation-comms-guid-16-17.pdf\r\n\r\nThe National Institute for Health and Care Excellence (NICE) has published a clinical guideline on Head injury: assessment and early management which is used by health services as their definitive guidance on responding to brain injury. https://www.nice.org.uk/guidance/cg176\r\n\r\nIt requires services to keep families fully informed, with services considering how best to share information with children and introduce them to the possibility of long-term complex changes in their parent or sibling.\r\n\r\nThere is a national service specification for paediatric neurosciences https://www.england.nhs.uk/wp-content/uploads/2018/09/E09-S-b-Paediatric-Neurosciences-Neurology.pro_.2013.04.v2.pdf \r\n\r\nThis is the template for commissioning services for children with acquired brain injury which aims to ensure consistent, high quality diagnosis, intervention and management of neurological conditions, with a specific approach to avoiding severe disability by preventing delay in appropriate treatment, and avoidance of unnecessary anxiety, hospitalisation, investigation and treatment and provision of appropriate advice and reassurance.\r\n\r\nDHSC recognises the importance of brain trauma and its impact on health and social care. It is active in funding translational, clinical and applied health research spanning the whole innovation pathway through the National Institute for Health Research (NIHR) via various funding streams. Since 2009/10, NIHR programmes have spent over £26 million on research relating to child and adolescent brain injury.\r\n\r\nRelevant brain injury research to translate discoveries or new technological innovation into the clinical setting is undertaken by some of the NIHR Biomedical Research Centres.\r\n\r\nThe NIHR funds Medtech Co-operatives (MICs), centres of expertise which collaborate with clinicians, researchers and patients to develop new medical devices, healthcare technologies and interventions. The NIHR Brain Injury Medtech Co-operative, hosted by the Cambridge University Hospitals NHS Foundation Trust, has a theme on perinatal and paediatrics research. In addition, the NIHR Trauma Management Medtech Co-operative, hosted by the University Hospitals Birmingham NHS Foundation Trust also undertakes research on brain injury.\r\n\r\nNHS England’s Women and Children’s Programme of Care Board and the Paediatric Neuroscience Clinical Reference Group are leading on work to gather data on waiting times for paediatric neurorehabilitation services – reporting back in spring 2019 – as a means of better understanding the variations in waits to access these services.\r\n\r\nThere is more to do, but through the actions outlined above we expect to deliver a decisive improvement in the prevention, treatment and support, of brain injury.\r\n\r\nDepartment of Health and Social Care.","created_at":"2019-03-06T12:47:50.673Z","updated_at":"2019-03-06T12:47:50.673Z"},"debate":null}},{"type":"petition","id":228767,"links":{"self":"https://petition.parliament.uk/petitions/228767.json"},"attributes":{"action":"Review rules that allow male prisoners who identify as female in women's prisons","background":"Fair Play For Women is calling for MPs to ensure the relevant prison rules are urgently reviewed, in full consultation with women's organisations. Prison guidance PSI-17/2016 allows male prisoners who identity as female to be moved to a female prison at the discretion of a Transgender Case Board.","additional_details":"No women's organisations were consulted when the prison rules were updated in 2016. The effect on female prisoners has not been adequately assessed. Current rules are not fit for purpose and must be urgently reviewed.","state":"open","signature_count":10868,"created_at":"2018-09-15T06:57:10.703Z","updated_at":"2019-03-07T20:55:39.667Z","rejected_at":null,"opened_at":"2018-10-12T11:39:15.188Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-15T07:05:58.892Z","response_threshold_reached_at":"2019-01-15T19:59:41.777Z","government_response_at":"2019-02-04T18:08:36.688Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Williams","rejection":null,"government_response":{"responded_on":"2019-02-04","summary":"The safety of all prisoners is the Government’s paramount concern.  A revised policy framework is in development and we are consulting with stakeholders to understand relevant concerns. ","details":"The Government is committed to treating all those in its care with decency, fairness and respect, and the assessment and management of risk is of paramount importance in protecting the public, including those in the care of our prisons.  \r\n\r\nIn 2016, the Ministry of Justice conducted a policy review to ensure that the care and management of transgender offenders was fit for purpose and that it balanced the needs of individuals and the responsibility to safeguard the wellbeing of all prisoners.  As part of the review’s dialogue exercise, a questionnaire was circulated to stakeholders through a number of routes, including an established umbrella body with over 600 members in the voluntary sector, including specialist organisations working in women’s prisons and with female offenders.  This questionnaire asked what safety issues needed to be considered in women’s prisons when a transgender woman (male-to-female) was being considered for transfer.  There were 78 responses to the questionnaire overall, and 19 responses to the question about managing risk in women’s prisons.  As well as the questionnaire, written submissions were also invited, although none were received specifically from organisations representing women.  \r\n\r\nIn 2018 a review began into the instruction that had been issued by HM Prison and Probation Service in 2016 (PSI17/2016). This was to incorporate the learning from its first two years in operation.  As part of this process, the Ministry of Justice and HM Prison and Probation Service will again be engaging with relevant organisations that have expertise providing services to women.    \r\n\r\nThe new policy framework will ensure that all known risks – both towards or presented by a transgender person in prison – are taken into account.  It will factor in risks to all prisoners, especially those in the women’s estate, where many women will have been the victims of domestic violence or sexual abuse and may continue to be exceptionally vulnerable.\r\n\r\nThe Ministry of Justice recognises that the management of transgender offenders is often a complex and sensitive issue, and it continues to welcome all perspectives in the development in an area of policy that is expected to continue to evolve.\r\n\r\nMinistry of Justice.","created_at":"2019-02-04T18:08:36.686Z","updated_at":"2019-02-04T18:08:36.686Z"},"debate":null}},{"type":"petition","id":228633,"links":{"self":"https://petition.parliament.uk/petitions/228633.json"},"attributes":{"action":"UK Government to Fund Advice Services for British Citizens living in Spain","background":"Citizens Advice Spain is the first stop for thousands of UK Nationals who contact us daily for Advice, Assistance, Information and Guidance. We inform so that the community understand their obligations and rights. We use laws and regulations to assist residents, holiday homeowners and on relocation.","additional_details":"This well known registered Charity was founded in 2014. The Bureau advisers are regularly asked to appear on radio shows. Team members  also host talks for associations, hold seminars and legal clinics. Other organisations including the British consulates in various regions of Spain forward UK Nationals to us for our expertise. Two of the advisers  are registered paralegals and are able to respond to daily questions via the website, emails, phones and legal clinics. www,citizensadvice.org.es","state":"open","signature_count":10625,"created_at":"2018-09-12T19:33:38.810Z","updated_at":"2019-03-08T18:59:53.923Z","rejected_at":null,"opened_at":"2018-09-20T09:50:34.299Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T16:06:49.416Z","response_threshold_reached_at":"2019-02-25T07:48:47.994Z","government_response_at":"2019-03-06T14:05:30.947Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Myra Cecilia Azzopardi","rejection":null,"government_response":{"responded_on":"2019-03-06","summary":"HM Government recognises the challenges ongoing uncertainty presents and continues to consider what additional support can be made available to UK nationals living in the EU.","details":"The Prime Minister has been clear from the beginning that safeguarding the rights of EU citizens living in the UK, as well as UK nationals living in the EU, was her first priority. The UK Government remains committed to a negotiated and orderly departure from the EU. We do not want or expect a no deal scenario but it is the duty of a responsible Government to continue to prepare for a range of potential outcomes, including the possibility of no deal.\r\n\r\nHM Government recognises the challenges that ongoing uncertainty presents for UK nationals living in the EU. \r\n\r\nThe FCO’s consular service assists British people living, travelling and working around the world when they are most in need. We envisage an increase in enquiries, notarial work, and requests for consular assistance, and in the complexity of consular cases as a result of EU Exit. We are therefore increasing significantly the capacity of our consular network in the EU27 and EFTA states and the Global Consular Contact Centre, which handles all telephone and written consular enquiries for our embassies, high commissions and consulates in the EU and EFTA states. \r\n\r\nThe FCO is committed to ensuring that timely information is available for UK Nationals living, working and travelling in the EU. Our network of Europe Posts has held over 280 outreach events since November 2017. The FCO is also running information campaigns that seeks to ensure that UK nationals resident and travelling in the EU and EFTA states have a clear understanding of their resulting rights and services available to them following the UK’s withdrawal from the EU. We are encouraging UK nationals to visit the ‘UK nationals in the EU’ page and ‘Living in [Country] Guides’ on GOV.UK, and to follow their local Embassy social media channels for the latest updates.\r\n\r\nWe are continuing to look at what additional support the Government can offer to UK nationals resident in EU Member States. \r\n\r\nForeign and Commonwealth Office.","created_at":"2019-03-06T14:05:30.944Z","updated_at":"2019-03-06T14:05:30.944Z"},"debate":null}},{"type":"petition","id":236102,"links":{"self":"https://petition.parliament.uk/petitions/236102.json"},"attributes":{"action":"Condemn Sudan’s use of lethal force vs protests, pressure for democratic change","background":"We call on the British government to condemn in the strongest terms the Sudanese regime's use of lethal force, including live ammunition, against the pro-democracy movement in Sudan. We further request that it pressure Khartoum to heed the protesters' demands for genuine democratic transformation.","additional_details":"We would draw the British government's attention to the deep and country-wide character of the popular movement against the Khartoum regime, along with the firmness of the response by civil society organizations and the strengthening consensus among opposition groups such as the Sudan Call and National Consensus Forces which are supporting the protesters’ demands (http://www.sudantribune.com/spip.php?article66820)","state":"open","signature_count":10382,"created_at":"2018-12-28T11:05:19.265Z","updated_at":"2019-03-08T23:08:51.343Z","rejected_at":null,"opened_at":"2019-01-09T16:51:54.695Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-28T13:04:54.814Z","response_threshold_reached_at":"2019-03-01T06:32:16.121Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Willow Juliet Berridge","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228534,"links":{"self":"https://petition.parliament.uk/petitions/228534.json"},"attributes":{"action":"Hold a public inquiry into the decision to incentivise diesel cars \u0026 its effects","background":"In 2001 the government decided to link car tax (VED) to CO2 emissions. In 2002 company car tax also became emissions-based. People were encouraged by such incentives to buy diesel cars, yet owners of even relatively new diesels now face draconian extra taxes, parking surcharges, even effective bans.","additional_details":"Millions of car owners who chose diesels encouraged by government now face harsh surcharges for parking, road tax, company tax and 'low emissions zones' effectively banning their use entirely, even for cars purchased as recently as 2015. Local surcharges and restricted zones are expanding across the UK. Such an extreme u-turn in policy is unacceptable abuse of public authority and must stop, pending an inquiry to examine how past errors can be prevented and those affected instead treated fairly.","state":"open","signature_count":10242,"created_at":"2018-09-10T13:05:33.400Z","updated_at":"2019-03-08T23:44:19.677Z","rejected_at":null,"opened_at":"2018-09-24T11:34:15.370Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-18T12:42:39.010Z","response_threshold_reached_at":"2019-02-11T13:17:11.393Z","government_response_at":"2019-03-04T12:13:47.029Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Coster","rejection":null,"government_response":{"responded_on":"2019-03-04","summary":"The design of vehicle taxes helps the UK meet its CO2 targets. On air quality, diesel supplements incentivise bringing forward new cleaner technology rather than penalising drivers who can’t upgrade.","details":"The vehicle tax system is designed to encourage the take-up of cars with low CO2 emissions. Through Vehicle Excise Duty and company car tax, motorists benefit from lower tax rates if they choose a new car with low CO2 emissions. As transport is the largest contributing sector to greenhouse gas emissions, the design of vehicle taxes helps the government to meet its legally binding targets.\r\n\r\nCleaner diesel cars and vans can play an important role in reducing CO2 emissions from road transport during the transition to ultra low and zero emission vehicles. For example, diesel can be suitable for vehicles, including cars, that regularly drive long distances or carry heavy loads particularly outside of urban areas. \r\n\r\nHowever, the air quality impact of diesels must continue to be reduced. The Department of Health and Social Care’s advisory Committee on the Medical Effects of Air Pollutants (COMEAP) have recently estimated that long-term exposure to man-made air pollution in the UK has an annual impact on shortening lifespans, equivalent to 28,000 to 36,000 deaths. As such, it is right that tax should play a part in efforts to tackle the harmful effects of NOx emissions. \r\n\r\nFrom April 2018, the government introduced a supplement on new diesel cars which do not meet the Real World Driving Emissions Step 2 (RDE2) standard. The RDE2 standard involves attaching a portable emissions-testing kit to cars which are then driven on public roads under a variety of normal driving conditions. New diesel models which do not meet this standard have gone up by one VED band in their First Year Rate and the company car tax diesel supplement has increased from 3% to 4%. These changes are specifically designed to help improve air quality and to encourage manufacturers to bring forward cleaner, RDE2 compliant diesels to market sooner. \r\n \r\nThe VED supplement only impacts individuals choosing a new car from 1 April 2018. No existing diesel car registered before this date has been liable to pay any additional VED. \r\n\r\nRegarding the company car tax diesel supplement, the purpose to incentivise car manufacturers to bring forward new, cleaner technology sooner. A company car is typically driven for 3-4 years before being replaced, so within a few years affected drivers and their employers will have an opportunity to choose new cars which are not subject to the supplement.\r\n\r\nDiesel cars which meet the standard of 120mg/km of NOx, when measured under real world driving conditions are exempt from both diesel supplements. A diesel car that meets the RDE2 standard will emit a comparable amount of NOx to the average petrol car. Manufacturers are beginning to bring RDE2 compliant models to market which means that motorists may now choose diesels with the latest technology that are not liable to pay the supplement. As the RDE2 standard becomes mandatory for all new registrations in January 2021, we hope the tax system will continue to encourage manufacturers to bring these models to market sooner.\r\n\r\nHM Treasury. ","created_at":"2019-03-04T12:13:47.025Z","updated_at":"2019-03-04T12:13:47.025Z"},"debate":null}},{"type":"petition","id":230192,"links":{"self":"https://petition.parliament.uk/petitions/230192.json"},"attributes":{"action":"Reject Remote Pharmacist Proposals. Keep Pharmacists Present for Patients.","background":"Whilst a pharmacy is open it is a fundamental patient right that a qualified pharmacist is available on site at all times to consult in person, without the need for an appointment. Patient safety would be jeopardised if a pharmacist wasn't present in a pharmacy.","additional_details":"The government has proposed that pharmacists could end up signed in as the Responsible Pharmacist for more than one pharmacy at a time and therefore not physically available to patients. The government's proposals will ultimately lead to medicines dispensing \u0026 supply taking place without the supervision of a pharmacist. This will be detrimental to patient care and safety and the legislative changes must not go ahead. More information can be found on this website: the-pda.org/patientpetition2018","state":"open","signature_count":10197,"created_at":"2018-10-11T06:25:16.521Z","updated_at":"2019-03-08T22:56:06.880Z","rejected_at":null,"opened_at":"2018-10-18T11:25:29.979Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-11T07:12:38.369Z","response_threshold_reached_at":"2019-02-24T11:48:26.555Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mariam Ahmed","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":237044,"links":{"self":"https://petition.parliament.uk/petitions/237044.json"},"attributes":{"action":"Guarantee the future of state-funded nursery schools after March 2020","background":"The future of maintained nursery schools in England after March 2020 is under threat as adequate funding has not been confirmed after then when supplementary funding ends.\r\nThe petitioners therefore urge the Government to take action to ensure maintained nursery schools are financially sustainable.","additional_details":"The all party parliamentary group on All Party Parliamentary Group on Nursery Schools, Nursery and Reception Classes is calling on the government to take action and this petition is in support of their campaign to ensure that adequate funding is available after March 2020.  Nursery schools are vital for many children's start in life and this uncertainty is putting their future in doubt\r\n\r\nhttps://www.early-education.org.uk/all-party-parliamentary-group-nursery-schools-nursery-and-reception-classes","state":"open","signature_count":9581,"created_at":"2019-01-11T14:28:15.938Z","updated_at":"2019-03-08T23:35:47.105Z","rejected_at":null,"opened_at":"2019-01-21T17:58:58.738Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-11T14:32:43.518Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rachel Eden","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":240636,"links":{"self":"https://petition.parliament.uk/petitions/240636.json"},"attributes":{"action":"Allow people to identify outside of 'male' and 'female' on legal documentation","background":"Non-binary people in the UK are currently unable to identify on legal documentation that their gender is neither male or female. We want to apply pressure on the UK Government to allow non-binary, gender non-conforming, gender-fluid and intersex people the right to self-identify.","additional_details":"Many non-binary people are prevented from self-identifying in institutions such as the NHS, HMRC, and when applying for a new passport. It not only is upsetting to not be allowed to be recognised by your own government as the gender that you self-identify with, but it leaves non-binary people feeling like we are not protected or seen as a people that deserve recognition in society.","state":"open","signature_count":8917,"created_at":"2019-02-05T17:46:54.408Z","updated_at":"2019-03-08T23:46:00.762Z","rejected_at":null,"opened_at":"2019-02-12T17:19:38.112Z","closed_at":null,"moderation_threshold_reached_at":"2019-02-05T18:11:36.747Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jamie Windust","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229678,"links":{"self":"https://petition.parliament.uk/petitions/229678.json"},"attributes":{"action":"Protect our Freedom of Movement Rights","background":"As EU Citizens, UK citizens currently have Freedom of Movement to work in 28 Countries of the EU \u0026 also in 3 EEA countries. We do not want to lose these rights.\r\n\r\nWe ask that the UK Government consider our Rights in Brexit negotiations as many of us use them to work across the countries of Europe.","additional_details":"I have campaigned to highlight Freedom of Movement via the Big EU Passport Campaign - http://bigeupassport.blogspot.com/","state":"open","signature_count":8325,"created_at":"2018-10-02T11:42:13.798Z","updated_at":"2019-03-08T23:28:12.918Z","rejected_at":null,"opened_at":"2018-10-09T10:37:25.782Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-02T12:44:14.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":235831,"links":{"self":"https://petition.parliament.uk/petitions/235831.json"},"attributes":{"action":"Introduce mandatory measures to prevent reselling/euthanasia of dogs","background":"A healthy dog was euthanised by a Rescue. The registered Rescue Back Up was not contacted/advised of his imminent destruction. Had the vet scanned for a microchip it would have shown the person requesting euthanasia was not the registered keeper. Dual contact details on rescues should be mandatory.","additional_details":"It should be mandatory for vets to scan any dog not registered with their surgery using scanners which detect ALL types of microchip before treating the dog unless treatment is urgent. If asked to euthanise a dog who is not registered the vet should be required to take all reasonable steps to contact the owner. The new measure will protect rescue centre dogs from pet flipping/selling on/euthanasia by enforcing the adoption contract. It will also protect stolen and abandoned dogs whose identity will have to be checked before treatment","state":"open","signature_count":8080,"created_at":"2018-12-21T17:24:03.041Z","updated_at":"2019-03-08T23:29:28.833Z","rejected_at":null,"opened_at":"2019-01-23T18:02:17.743Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-22T13:56:10.399Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dawn Ashley","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231927,"links":{"self":"https://petition.parliament.uk/petitions/231927.json"},"attributes":{"action":"Funding For TMAU Reserach","background":"TMAU is a Odour condition, which due to a genetic disorder in the liver not been able to metolibize food makes people smell of foul odours ; fish, rotten garbage, feces! The smell comes out in breath and sweat! This is not a matter of hygiene, TMAU Suffers can not control it!","additional_details":"TMAU is a condition which is not often talked about in the medical industry due to lack of knowledge! People who suffer are embarrassed and afraid to raise awareness! The suicide rate in the TMAU community is very high and this is a silent killer! There is currently no funding in place to support the research this needs to change with immediate effect! I would like people who are reading this how would you feel waking up every morning smelling of fish and no matter what you do! It will not go !","state":"open","signature_count":7589,"created_at":"2018-11-04T22:53:05.559Z","updated_at":"2019-03-07T17:22:34.647Z","rejected_at":null,"opened_at":"2018-11-12T12:29:06.817Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-04T23:23:08.409Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Reece Cardy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231842,"links":{"self":"https://petition.parliament.uk/petitions/231842.json"},"attributes":{"action":"Secure Asia Bibi (and family) safe exit from Pakistan, political asylum in UK.","background":"Asia Bibi recently cleared of blasphemy in 2009, having served 8 years in prison, much of which in soliditary confinement. Since court decision nationwide protests in Pakistan, led government to put Asia on a Exit Control List to appease protestors. Her and her family’s lives are in grave danger.","additional_details":"UK invests £465M of its £13.4B annual foreign aid budget in Pakistan. Leverage this and enduring diplomatic relations with Pakistan, to secure safe exit from Pakistan and political asylum in UK for Asia and her family.","state":"open","signature_count":7568,"created_at":"2018-11-04T05:13:59.947Z","updated_at":"2019-03-08T23:09:01.503Z","rejected_at":null,"opened_at":"2018-11-12T13:45:15.378Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-04T10:16:30.501Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anthony Doyle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230855,"links":{"self":"https://petition.parliament.uk/petitions/230855.json"},"attributes":{"action":"Ban absconder Pakistan’s Ex-Finance Minister Ishaq Dar from the UK","background":"The Ex-Finance minister of Pakistan Ishaq Dar has been declared an absconder in a corruption reference filed against him by the National Accountability Bureau (NAB) of Pakistan. Interior Ministry of Pakistan blacklists Ishaq Dar, blocks his passport. Ishaq Dar is currently hiding in the UK.","additional_details":"Each year UK spends billions on overseas development aid. In 2016, the UK spent £13.4 billion on overseas aid. Pakistan is in top 10 countries who receives this aid. The UK shouldn’t provide a refuge for politicians who are wanted on corruption charges.","state":"open","signature_count":7093,"created_at":"2018-10-20T08:42:41.251Z","updated_at":"2019-03-08T23:37:19.679Z","rejected_at":null,"opened_at":"2018-10-24T13:18:19.866Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-20T10:38:58.290Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Faisal Imdad","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230950,"links":{"self":"https://petition.parliament.uk/petitions/230950.json"},"attributes":{"action":"Make it law to scan microchips routinely on current \u0026 new patients at the vets.","background":"As the public \u0026 dog owners who see our dogs \u0026 cats as part of our family we would expect all vets to scan them. \r\nIf a dog or cat goes missing and then found and kept by someone or is stolen and sold on they have little chance of ever being found \u0026 reunited with their family as most vets never scan","additional_details":"In reality if they were brought into a vets somewhere they're chip would definitely most likely not be checked. \r\nI have moved around the UK over the years \u0026 I have belonged to approx 11 different practices \u0026 not one offered to scan my dogs. I had to request it and luckily I did as 1 of my dogs chip had dissaperared. He is now chipped again to be safe. Scanning new \u0026 old patients microchips would reunite so many. It doesn't take long \u0026 reception staff could also easily do this. \r\n\r\nDogsAreFamily 💔","state":"open","signature_count":6934,"created_at":"2018-10-22T00:56:33.539Z","updated_at":"2019-03-08T23:11:03.239Z","rejected_at":null,"opened_at":"2018-11-06T10:44:14.262Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-29T22:45:42.892Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Carney","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230349,"links":{"self":"https://petition.parliament.uk/petitions/230349.json"},"attributes":{"action":"Grant the brown hare protection under S5 of the Wildlife and Countryside Act.","background":"The brown hare had a Species Action Plan under the UK Biodiversity Action Plan but no action was taken.  In parts of the country they are nearly extinct due to farming practices or hunting.\r\n\r\nTo save this much loved animal becoming yet another species on the verge of extinction. We need to act now!","additional_details":"Hares have minimal legal protection because they are considered a game species and can be shot throughout the year, including through their breeding season.\r\n\r\nIf Rabbit Haemorrhagic Disease (RHD) or Myxomatosis spreads to non-resistant hares the species could be virtually eradicated in a couple of years.\r\n\r\nhttps://www.telegraph.co.uk/news/2018/10/11/hares-dying-mysteriously-amid-fears-myxomatosis-has-jumped-rabbits/?fbclid=IwAR3bvRSj_M3Xg7uLULB8t2HTLZV6jtfCEcWHouOhr2FGD2rdQfuV8tsvvMw","state":"open","signature_count":6898,"created_at":"2018-10-13T12:09:46.881Z","updated_at":"2019-03-08T23:21:01.873Z","rejected_at":null,"opened_at":"2019-02-14T16:38:02.093Z","closed_at":null,"moderation_threshold_reached_at":"2019-02-02T11:27:32.465Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Simon Russell","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229694,"links":{"self":"https://petition.parliament.uk/petitions/229694.json"},"attributes":{"action":"Prevent the prohibition of Air Weapons on Private Land for those Under 18","background":"The Government has recently debated imposing a ban on all under 18s using an air weapon on private land. The impact of this would be wide ranging. The majority of clay, game and target shooters learn their initial skills using an air gun.","additional_details":"This bill would prevent any adult from even supervising this early experience, with long standing and catastrophic effects for all shooters. This clause was dropped from the Offensive Weapons Bill, however the Home Office has warned that it may return, effectively banning air gun use for anyone under 18 anywhere other than at an approved club. Both the shooting industry and organisations are warning that this will be the first rung on the ladder leading to gun prohibition in the UK.","state":"open","signature_count":6754,"created_at":"2018-10-02T15:12:14.067Z","updated_at":"2019-03-08T17:15:50.081Z","rejected_at":null,"opened_at":"2018-10-04T13:30:08.726Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-03T09:29:57.273Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":241584,"links":{"self":"https://petition.parliament.uk/petitions/241584.json"},"attributes":{"action":"Revoke Article 50 and remain in the EU.","background":"The government repeatedly claims exiting the EU is 'the will of the people'. We need to put a stop to this claim by proving the strength of public support now, for remaining in the EU. A People's Vote may not happen - so vote now.","additional_details":"","state":"open","signature_count":6588,"created_at":"2019-02-14T12:14:59.326Z","updated_at":"2019-03-08T23:54:16.549Z","rejected_at":null,"opened_at":"2019-02-20T10:25:02.393Z","closed_at":null,"moderation_threshold_reached_at":"2019-02-14T14:57:53.747Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Margaret Anne Georgiadou","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228535,"links":{"self":"https://petition.parliament.uk/petitions/228535.json"},"attributes":{"action":"Introduce Alternative Student Finance product by September 2019","background":"Many Muslims are unable to attend university because their faith prohibits them from taking interest based loans to fund tuition fees.The govt have agreed on an alternative financing model in 2014. 4 years later and it is yet to be made available. Each year students are affected without any options.","additional_details":"The most recent response from the universities minister states;\r\n'...it typically takes 2 years to produce an alternative finance product. That would rule out the 2018/19 academic year'\r\nThe solution was agreed upon in 2014 and it was indicated then that it wouldn't be until 2016/17 academic year. Despite this, islamic finance experts have stated that it can be put into place from scratch within 8 to 12 months.\r\nStudents should no longer be denied access into education simply because if their faith","state":"open","signature_count":6336,"created_at":"2018-09-10T13:06:08.070Z","updated_at":"2019-03-05T07:40:06.507Z","rejected_at":null,"opened_at":"2018-09-20T15:53:14.439Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-10T19:52:07.113Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohamed Fadil","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":240611,"links":{"self":"https://petition.parliament.uk/petitions/240611.json"},"attributes":{"action":"Provide settled and pre-settled status EU citizens a physical document as proof.","background":"EU citizens on the scheme have no documentary evidence to provide border agents, landlords and prospective employers their right to reside in the UK other than a website. Also the paperless system is potentially vulnerable to cyber-attacks. Provide a physical document/ID to prove settled status.","additional_details":"","state":"open","signature_count":6111,"created_at":"2019-02-05T13:36:42.395Z","updated_at":"2019-03-08T14:14:42.216Z","rejected_at":null,"opened_at":"2019-02-12T12:38:28.818Z","closed_at":null,"moderation_threshold_reached_at":"2019-02-05T14:36:18.717Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Aurelien Ammeloot","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":233127,"links":{"self":"https://petition.parliament.uk/petitions/233127.json"},"attributes":{"action":"Stop Universal Credit and let claimants stay on the original benefits.","background":"Universal Credit is a disgrace and forcing people on to the benefit is so cruel. It shouldn’t have been introduced. Many families are living are in debt, living in poverty, some claimants have took their own lives which is saddening.","additional_details":"Theresa May / The Government needs to put a stop to this and fast. People can’t make ends meet and and as said people took their own lives, families living in poverty what not evidence Is there ?\r\n\r\nPeople’s lives have been and are still being ruined.","state":"open","signature_count":5992,"created_at":"2018-11-16T00:38:26.234Z","updated_at":"2019-03-08T22:58:09.095Z","rejected_at":null,"opened_at":"2018-11-26T13:48:03.444Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-16T00:46:06.887Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dante Lloyd Newton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":238057,"links":{"self":"https://petition.parliament.uk/petitions/238057.json"},"attributes":{"action":"Make Dydd Gwyl Dewi (St David's day) an official Holiday in Wales","background":"The 1st of March is the National Day of Wales, when Welsh Culture and History is celebrated. This important day in our Nation's Calendar should be a bank holiday, just like Ireland has St Patrick's day and Scotland has St Andrew's day, we should also have St David's day a bank holiday in Wales.","additional_details":"","state":"open","signature_count":5380,"created_at":"2019-01-23T10:12:02.245Z","updated_at":"2019-03-08T21:45:38.013Z","rejected_at":null,"opened_at":"2019-01-29T16:23:36.693Z","closed_at":null,"moderation_threshold_reached_at":"2019-01-23T10:34:10.443Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elfed Wyn Jones","rejection":null,"government_response":null,"debate":null}}]}