{"links":{"self":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=33\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=3\u0026state=open","prev":"https://petition.parliament.uk/petitions.json?state=open"},"data":[{"type":"petition","id":234943,"links":{"self":"https://petition.parliament.uk/petitions/234943.json"},"attributes":{"action":"Cancel MPs' Christmas recess until a course of action over Brexit is agreed","background":"Leader of the House of Commons Andrea Leadsom has confirmed that Parliament will rise on 20 December for the Christmas recess, returning on 7 January as originally scheduled. This is despite MPs' individual and collective actions in failing to reach agreement on a course of action over Brexit.","additional_details":"This leaves UK citizens, however they voted in the referendum, in a state of acute uncertainty and UK businesses in limbo at a time when they need to plan for the future. While Parliament remaining in session over Christmas has unwelcome ramifications for support staff, MPs must recognise that it is unacceptable to take holiday leave at such a time. In the manner of a Papal Conclave, it is their duty to commit to reaching a consensus, whatever that looks like, before the current sitting period can end.","state":"open","signature_count":13007,"created_at":"2018-12-11T05:42:03.837Z","updated_at":"2019-01-11T15:36:55.604Z","rejected_at":null,"opened_at":"2018-12-17T18:35:54.240Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-11T07:55:05.706Z","response_threshold_reached_at":"2018-12-20T13:03:46.161Z","government_response_at":"2019-01-03T15:50:09.581Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amy Jackson","rejection":null,"government_response":{"responded_on":"2019-01-03","summary":"The House of Commons agreed recess dates on 20 March 2018. Members of Parliament will begin debate on the Prime Minister’s deal on the UK’s exit from the\r\nEuropean Union in the week starting 7 January","details":"On 20 March 2018, Members of Parliament agreed to rise for Christmas recess on Thursday 20 December 2018 and return on Monday 7 January 2019. Recess periods are an opportunity for Members of Parliament to focus on constituency work and to consult constituents on important matters before Parliament. The recess periods are kept under constant review in order to react to any urgent business.\r\n \r\nThe Government remains committed to delivering on the result of the referendum and has already introduced a variety of legislation to facilitate a smooth exit from the European Union. The Government has introduced ten Brexit Bills so far this Parliamentary session, with five having already received Royal Assent.\r\n \r\nThe Prime Minister has secured a deal with the European Commission for the United Kingdom's Exit from the EU. However having listened to the House during the debates on her deal, the Government deferred the vote to allow the Prime Minister time to secure additional reassurance on the backstop. These reasons were set out by the Prime Minister in her statement to the House of Commons on Monday 10 December. The Government has confirmed that House of Commons will return to the meaningful vote debate in the week commencing 7 January and hold the vote the following week.\r\n\r\nLeader of the House of Commons","created_at":"2019-01-03T15:50:09.578Z","updated_at":"2019-01-03T15:50:09.578Z"},"debate":null}},{"type":"petition","id":231521,"links":{"self":"https://petition.parliament.uk/petitions/231521.json"},"attributes":{"action":"Ban all ISIS members from returning to UK","background":"Ban all ISIS members from returning to the UK, remove their citizenship and passports","additional_details":"By banning all returning ISIS members and by removing their citizenship and passports it would help keep the UK safe from terrorists and their actions. It would also save hundreds of thousands of pounds and time of the police and security services. It would also send a message to others that membership of terrorist orgsnisation will not be tollerated.","state":"open","signature_count":12762,"created_at":"2018-10-30T16:49:25.269Z","updated_at":"2019-01-14T22:08:02.744Z","rejected_at":null,"opened_at":"2018-11-06T11:36:10.075Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-30T17:00:41.964Z","response_threshold_reached_at":"2018-11-14T20:56:47.204Z","government_response_at":"2018-11-27T11:04:04.640Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stephen Kent","rejection":null,"government_response":{"responded_on":"2018-11-27","summary":"British citizenship can be removed if it does not render the individual stateless. Any risk posed by those who return from Syria will be managed and they may be investigated for criminal offences.","details":"The Government’s priority is to do everything we can to help keep our country safe, including managing the risk posed by those who have gone to fight in Syria and Iraq and may be linked to terrorist organisations.\r\n\r\nUK nationals have the right to return to the country, but anyone who does return from taking part in the conflict in Syria or Iraq will be investigated by the police and prosecuted where there is evidence that they have committed criminal offences.\r\n\r\nThe Home Secretary has the power to remove or ‘deprive’ a British national’s citizenship and stop them from returning to the UK if they hold or are eligible to hold another nationality and if he assesses that individual’s presence in the UK is not conducive to the public good. This may only happen if the person would not be left stateless as a result. This power has been used against those who travelled to fight overseas. Non-UK nationals can be excluded from the country.\r\n\r\nWhere it is not possible to deprive an individual of their British nationality, a range of powers are available to protect national security.\r\n\r\nThere have already been several successful prosecutions for those who have returned from Syria. This includes the minimum of 40 years for Khalid Ali who was sentenced earlier this year for planning a terrorist attack in Westminster.\r\n\r\nIn addition to seeking prosecution of terrorism suspects we use a range of tools to manage the threat posed.  We impose travel restrictions for individuals subject to Terrorism Prevention and Investigation Measures, and require those individuals who return to the UK subject to a Temporary Exclusion Order, to report to a police station regularly.\r\n\r\nHome Office","created_at":"2018-11-27T11:04:04.637Z","updated_at":"2018-11-27T11:04:04.637Z"},"debate":null}},{"type":"petition","id":230140,"links":{"self":"https://petition.parliament.uk/petitions/230140.json"},"attributes":{"action":"Raise the Rate: increase the national funding rate for sixth form students","background":"Sixth form funding was subject to deep cuts after 2010 and the national funding rate for 16 and 17 year olds has remained frozen at £4,000 per student, per year since 2013/14. The rate for 18 year olds is set even lower at £3,300 per student.","additional_details":"To ensure that schools and colleges can continue to deliver a high quality education, the government should raise the funding rate for 16, 17 and 18 year olds by at least £760 per student in the 2019 spending review and raise it in line with inflation each year. Recent research from London Economics 'Understanding the funding shortfall in sixth form education' found that £760 was the minimum level of additional funding required to deliver a high quality education.","state":"open","signature_count":12227,"created_at":"2018-10-10T13:47:40.705Z","updated_at":"2019-01-14T23:23:40.194Z","rejected_at":null,"opened_at":"2018-10-18T09:35:13.308Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-10T14:13:59.676Z","response_threshold_reached_at":"2018-12-14T14:47:56.817Z","government_response_at":"2019-01-02T15:37:36.788Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Vanessa Donhowe","rejection":null,"government_response":{"responded_on":"2019-01-02","summary":"We are aware of the pressures in the system and are looking carefully at the funding needs of 16-19 education and wider further education. We will consider this further as part of the Spending Review.","details":"We are very aware of the financial pressures in 16-19 education and in the further education sector generally which is why we are carrying out an assessment of existing funding and structures. We know what a vital role the sector is playing in making sure people have the skills they need.\r\n\r\nHowever, as with other areas of Departmental spending, 16-19 education funding from 2020 onwards will be considered as part of the next Spending Review.  \r\n\r\nWe are planning to invest nearly £7 billion this academic year to make sure there is a place in education or training, including for apprenticeships, for every 16 to 19 year old.  We have also protected the base rate of funding for all 16 to 19 year old students until 2020 and our commitment to the sector has contributed to the current record high proportion of 16 and 17 year olds who are participating in education or apprenticeships.\r\n\r\nWe are currently delivering a major programme of skills reform and are transforming technical education through the introduction of new T Levels from 2020.  To support the delivery of these new qualifications we will be investing an additional £500m funding per year once the programme is fully rolled out.  We understand that not all providers will be delivering T Levels, however, this does represent a significant investment in our young people and in the 16 to 19 system.\r\n\r\nWhilst we are currently focusing on the introduction of T Levels and reforms to the apprenticeship system, this does not eclipse the crucial importance of the academic curriculum, or the key role FE and sixth form schools and colleges play in delivering this. Under the current funding arrangements, 16-19 institutions receive enough funding to deliver established study programmes including three A Levels.  Additional funding of over £500 million is available to provide extra support to disadvantaged students and students on large study programmes.  Extra funding was also announced in the 2017 Autumn Budget to support institutions to grow participation in level 3 maths, and the first of this funding will be included in 2019/20 allocations. \r\n\r\nWe are listening to the feedback we have received from the sector and are continuing to look carefully at post-16 education funding in preparation for the next Spending Review.\r\n\r\nDepartment for Education","created_at":"2019-01-02T15:37:36.785Z","updated_at":"2019-01-02T15:37:36.785Z"},"debate":null}},{"type":"petition","id":231146,"links":{"self":"https://petition.parliament.uk/petitions/231146.json"},"attributes":{"action":"Increase funding to Children's Mental Health services","background":"NHS children and adolescent mental health services (CAMHs) are so poorly funded that young people are often left to suicide before they get the help they need. CAMHs are having to turn away children with complex psychological conditions. No child should be told they are not ill enough to get help.","additional_details":"","state":"open","signature_count":12086,"created_at":"2018-10-24T21:10:28.174Z","updated_at":"2019-01-14T23:50:01.325Z","rejected_at":null,"opened_at":"2018-11-02T17:13:27.932Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T07:51:35.198Z","response_threshold_reached_at":"2019-01-12T09:11:15.239Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Rose Lelliott","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226597,"links":{"self":"https://petition.parliament.uk/petitions/226597.json"},"attributes":{"action":"Reverse changes to state pension age back to 65 for men and 60 for women","background":"I started paying into the N.I. system aged 16 when the retirement age was stated as 65 for men and 60 for women. I’ve been full time employed since then and have had the terms of the state pension age changed without consultation. Stand up and stop this now.","additional_details":"Look at the gov.uk website for the state pension change and what it means to you. You can get a personal projection so you can see how this new scheme will affect you personally.","state":"open","signature_count":12053,"created_at":"2018-08-04T17:43:09.960Z","updated_at":"2019-01-14T20:03:15.898Z","rejected_at":null,"opened_at":"2018-09-11T15:56:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-24T18:31:11.866Z","response_threshold_reached_at":"2018-12-07T22:56:19.286Z","government_response_at":"2018-12-20T22:32:55.401Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Glen Morris","rejection":null,"government_response":{"responded_on":"2018-12-20","summary":"There was a wide consultation on changes to State Pension age (SPa). Entitlement to State Pension is based on rules at the time of the claim.","details":"The equalisation of State Pension age was introduced against a background of a wide consultation on the policy.\r\n\r\nIn 1995, after 2 years of debate in Parliament and following public consultation, the Government brought in a law to equalise men and women’s State Pension age (SPa). This increased the earliest age when a woman could claim State Pension (SP) from 60 to 65. The Government planned for the original change to take place over 10 years between 2010 and 2020.\r\n\r\nThe Government has gone to significant lengths to communicate SPa changes. Over the last 18 years the Department for Work and Pensions (DWP) has provided over 25 million personalised State Pension estimates to people who requested them. It has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and people are expected to plan for this.\r\n\r\nThe equalisation of men and women’s SPa was often reported in the media and debated at length in Parliament. The Department for Work and Pensions (DWP) produced communications materials relating to increases in State Pension age (SPa) for both men and women, and carried out a pension’s education campaign between 2001 and 2004. This included information on the future equalisation of SPa. Later DWP sent individual letters to those affected. \r\n\r\nBecause of increases in life expectancy the Government needed to make further changes to State Pension age subsequent to Pensions Act 1995 to ensure that the state pension was affordable and sustainable over the long term. In 2007 it introduced a law to increase SPa for everyone to 66 by 2026, to 67 by 2036 and to 68 by 2046. In 2011 it introduced another law to equalise men and women’s SPa more quickly. The 2011 law also brought forward the increase in everyone’s SPa from 65 to 66 by five and a half years.\r\n\r\nThe terms of entitlement to State Pension has to be seen in the context that the State Pension is a Social Security benefit funded through National Insurance contributions.\r\n\r\nThe payment of the State Pension benefit is dependent on reaching the age of eligibility which can be amended through primary legislation. There is no legal contract for the pension between the state and an individual. The National Insurance scheme operates on a 'pay-as-you-go' basis. This means that today’s contributors are paying for today’s social security entitlements and pensions, and those paying contributions previously were paying for the pensioners of that time. In other words, contributors do not accumulate an individual pension fund of actual monies they have paid, which is personal to them. Instead, payment of contributions entitles them or, in certain circumstances, their spouses to a range of social security entitlements which are available on the basis of the rules applicable at the time of the claim.\r\n\r\nWith Government facing increasing financial pressures, it is simply not justified to reverse the policy on State Pension age equalisation. As an example, women who reached State Pension age in 2016 are estimated to receive more State Pension on average over their lifetime than women ever have before.\r\n\r\nWe will be making no further changes to the law on this issue. Doing so would mean working-age people, especially younger people, bearing a greater financial burden to support the rising costs of the pensions system. \r\n\r\nDepartment for Work and Pensions","created_at":"2018-12-20T22:32:55.398Z","updated_at":"2018-12-20T22:32:55.398Z"},"debate":null}},{"type":"petition","id":235954,"links":{"self":"https://petition.parliament.uk/petitions/235954.json"},"attributes":{"action":"Give voting rights to EU citizens in the UK and Brits abroad in a People's Vote","background":"We should abide by the democratic principle that there must be no taxation without representation.\r\n\r\nFive million people were wrongly disenfranchised and could not vote in the 2016 referendum.\r\nVoices for Europe and In Limbo sponsor this petition on behalf of EU citizens in the UK and Brits abroad.","additional_details":"3.7 million EU citizens live in the UK, having made this country their home. They work and have families here; 2 million of them pay tax (https://fullfact.org/immigration/eu-migration-and-uk/). Their contribution to British society is considerable. 1.3 million Brits made their home in the EU (of 5 million Brits who live abroad) https://www.statslife.org.uk/social-sciences/1910-how-many-british-immigrants-are-there-in-other-people-s-countries) and couldn't vote if they had done so for 15 years.","state":"open","signature_count":11958,"created_at":"2018-12-24T16:18:32.045Z","updated_at":"2019-01-14T23:51:11.687Z","rejected_at":null,"opened_at":"2019-01-03T19:14:10.930Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-25T11:00:22.221Z","response_threshold_reached_at":"2019-01-09T07:27:00.239Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Emma van Deurzen","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":234797,"links":{"self":"https://petition.parliament.uk/petitions/234797.json"},"attributes":{"action":"Public inquiry into the bias in the BBC","background":"The impartiality of the BBC is in question and needs addressing so as to protect its charter","additional_details":"The impartiality of the BBC is in question and needs addressing so as to protect its charter","state":"open","signature_count":11834,"created_at":"2018-12-08T21:06:16.311Z","updated_at":"2019-01-14T23:50:51.617Z","rejected_at":null,"opened_at":"2018-12-17T14:30:31.238Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-08T22:01:16.505Z","response_threshold_reached_at":"2018-12-31T12:04:13.072Z","government_response_at":"2019-01-14T15:32:30.668Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Peter Andresen","rejection":null,"government_response":{"responded_on":"2019-01-14","summary":"The BBC has a duty to deliver impartial, accurate news coverage and content under its Charter. Perceived editorial bias at the BBC is a matter for Ofcom as the independent regulator, not government.","details":"Impartiality is a key part of the BBC’s mission set out in the BBC Charter. The BBC’s mission is ‘to act in the public interest, serving all audiences through the provision of impartial, high quality and distinctive output and services which inform, educate and entertain’.One of the BBC’s public purposes is to ensure that news and current affairs content is impartial, provided to the highest editorial standards, and offers a range and depth of analysis and content not available elsewhere.\r\n\r\nIt is for the BBC Board, not government, to set editorial standards and ensure the quality and impartiality of all BBC’s content. BBC Editorial Guidelines sets out that impartiality lies at the heart of the BBC’s commitment to audiences. The BBC Director-General is the editor-in-chief with final responsibility for BBC editorial matters of the BBC.\r\n\r\nThe BBC is independent of government and regulated by Ofcom. It is for Ofcom to hold the BBC to account on a range of areas, including perceived BBC bias. The BBC must comply with the Ofcom Broadcasting Code which contains rules for broadcasters on due impartiality and due accuracy and undue prominence of views and opinions. Ofcom sets the BBC operating licence which contains conditions it considers necessary for requiring the BBC to meet its mission and public purposes.\r\n\r\nDepartment for Digital, Culture, Media and Sport.","created_at":"2019-01-14T15:32:30.665Z","updated_at":"2019-01-14T15:32:30.665Z"},"debate":null}},{"type":"petition","id":229243,"links":{"self":"https://petition.parliament.uk/petitions/229243.json"},"attributes":{"action":"Amend the 1967 Forestry Act to protect endangered wildlife habitat across the UK","background":"Under the Forestry Act, in Scotland licences to fell woodland can be refused to protect endangered forest wildlife or granted with conditions to safeguard animals. Elsewhere in the UK, authorities cannot consider the impact upon wildlife such as red squirrel or bats when assessing applications.","additional_details":"Commercial forests provide jobs and produce valuable products. They can also contain rare and endangered wildlife. In some instances habitat loss may threaten populations with extinction. It makes sense that this risk should be considered when authorities consider a licence to cut down woodland.\r\n\r\nRed squirrels and their nests are protected by law and yet the trees they live in are not. Let the rest of the UK follow Scotland's example and allow key woodland habitat to be protected too when needed","state":"open","signature_count":10919,"created_at":"2018-09-25T11:30:20.886Z","updated_at":"2019-01-14T22:49:43.567Z","rejected_at":null,"opened_at":"2018-11-06T11:10:16.756Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T15:38:14.504Z","response_threshold_reached_at":"2019-01-06T00:08:18.098Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Craig Shuttleworth","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228286,"links":{"self":"https://petition.parliament.uk/petitions/228286.json"},"attributes":{"action":"Create minimum wage for SIA holders to be paid £15 per hour.\r\n ","background":"How many SIA staff would like to be paid a minimum of £15 per hour? ","additional_details":"Comments later, just sign up everyone.","state":"open","signature_count":10603,"created_at":"2018-09-05T09:01:02.037Z","updated_at":"2019-01-14T23:44:19.571Z","rejected_at":null,"opened_at":"2018-09-20T16:37:56.540Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-05T09:16:51.938Z","response_threshold_reached_at":"2019-01-09T08:45:18.163Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Scott Mcphee","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228671,"links":{"self":"https://petition.parliament.uk/petitions/228671.json"},"attributes":{"action":"Provide prescription payment exemption for people with Sickle Cell Anaemia.","background":"Sickle Cell Anaemia: genetically inherited haematological condition. Patients suffer acute chronic pain affecting the bones \u0026 joints caused by vaso-occlusion, ischaemic injury, high risk of infection \u0026 stroke. Stress, low temperature \u0026 physical activity are a few of the triggers of this condition.","additional_details":"Sickle Cell patients struggle to qualify for benefits as the requirements don't seem to cater to disabilities that include intermittent asymptomatic states. SC patients also require lifelong monthly prescriptions. As many patients are unable to work, this is an extra financial burden that is stressful. If this burden can be lifted, it will contribute somewhat to a slightly better quality of life for people who already suffer so greatly.","state":"open","signature_count":10514,"created_at":"2018-09-13T13:50:41.166Z","updated_at":"2019-01-14T23:14:46.790Z","rejected_at":null,"opened_at":"2018-10-18T15:27:10.484Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-01T18:25:34.174Z","response_threshold_reached_at":"2019-01-01T05:45:22.367Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Amoafi Kwapong","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225310,"links":{"self":"https://petition.parliament.uk/petitions/225310.json"},"attributes":{"action":"We want a world class radiotherapy service accessible for all cancer patients.","background":"We want the best radiotherapy treatment for cancer as close to home as possible. 1 in 2 of us will at some point develop cancer, meaning 1 in 4 of us need radiotherapy at some point in our lifetime. More investment is critical; despite the need, radiotherapy only receives 5% of the UK cancer budget.","additional_details":"We’re asking to increase the NHS Cancer budget dedicated to radiotherapy from 5% to 6.5%, and a one-off £250 million investment to modernise existing machines and build satellite radiotherapy centres to ensure accessible service nationwide. UK cancer survival rates are well below European average. If the UK achieved best European levels, 10k more patients would survive per year. Radiotherapy has a huge part to play in giving the people of the UK the cancer treatment service they deserve.","state":"open","signature_count":10472,"created_at":"2018-07-18T15:28:34.091Z","updated_at":"2019-01-14T23:15:57.321Z","rejected_at":null,"opened_at":"2018-07-26T09:25:37.701Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-18T15:38:29.712Z","response_threshold_reached_at":"2019-01-05T10:09:38.461Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Prof Pat Price, Chairman, Action Radiotherapy","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231761,"links":{"self":"https://petition.parliament.uk/petitions/231761.json"},"attributes":{"action":"Make sure mothers get National Insurance credits towards their state pension","background":"Allow backdated claims for mothers who have not claimed child benefit since the high income child benefit charge began in 2013 and who would otherwise miss out on NI credits towards their pension, and contact them directly to encourage them to make a claim.","additional_details":"Since the introduction of the High Income Child Benefit Charge in 2013, thousands of mothers have decided not to claim child benefit, losing out on vital NI credits towards their pension. We call on the government: a) to lift the restrictions on making backdated claims for child benefit, and b) to use government records to identify women missing out and to contact them about this situation. Note: 8 out of 9 child benefit recipients are women, but the issue would apply to some fathers as well.","state":"open","signature_count":10471,"created_at":"2018-11-03T10:17:30.115Z","updated_at":"2019-01-14T23:28:02.145Z","rejected_at":null,"opened_at":"2018-11-08T20:06:29.112Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-03T11:22:42.848Z","response_threshold_reached_at":"2019-01-12T11:00:49.917Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Steven John Webb","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224537,"links":{"self":"https://petition.parliament.uk/petitions/224537.json"},"attributes":{"action":"Fund life saving Immunotherapy for lung cancer patients to more than 2 years","background":"Currently Pembrolizumab (immunotherapy) is only an option for 24 months if you have lung cancer. If you have Melanoma it is given until it either stops working or the side effects become too much, no time limit.","additional_details":" Lung cancer is a bigger killer yet after 24 months they take the option away\r\n \r\nI believe I am possibly the 1st or one of the first to reach the 2 years on this. When I was given it, it was my last hope as chemotherapy did not work and I was not that well at all. I went on this as an early trial in June 2016 as a last hope! had my last treatment in June 2018. I was originally given 6 to 12 months to live. But this has given me brilliant results and extra time with my kids and family. Now it has been taken away with nothing else offered. More people will be in this situation very soon. We all need help, if you could sign and share this I would be so grateful.\r\n \r\nWe just want to be able to spend more time with our families. Thank you","state":"open","signature_count":10234,"created_at":"2018-07-11T17:53:13.805Z","updated_at":"2019-01-14T11:02:59.823Z","rejected_at":null,"opened_at":"2018-07-30T10:44:17.253Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-11T19:07:07.440Z","response_threshold_reached_at":"2018-12-06T22:32:34.080Z","government_response_at":"2019-01-08T17:03:57.922Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Cole","rejection":null,"government_response":{"responded_on":"2019-01-08","summary":"It is a key Government priority that all patients have access to effective cancer treatments. Pembrolizumab is available to NHS patients with lung cancer in line with NICE’s guidance.","details":"The Government understands the devastating effect that lung cancer has on patients, and families and how important it is for patients to have access to the most effect cancer treatments. This is why we established the Cancer Drugs Fund (CDF). The CDF works to ensure that patients in England have better access to effective cancer drugs not routinely funded by the NHS.\r\n \r\nSince October 2010, the Cancer Drugs Fund has enabled over 120,000 approvals for treating people in England with life-extending cancer drugs that would not otherwise have been available to them.  Since the introduction of the Fund we have spent more than £1.9 billion helping people with cancer get the treatments they need.  New arrangements for the appraisal and funding of cancer drugs in England which came into effect from July 2016 are also helping to provide faster access to the most promising new cancer drugs and ensure better value for taxpayers and the NHS.\r\n \r\nNICE is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE produces a range of guidance products, including technology appraisals, clinical guidelines and quality standards. Decisions on which medicines should be routinely available on the NHS are very difficult to make and NICE only reaches its final decisions on the use of a technology after a careful and thorough consideration of the evidence and following extensive consultation with stakeholders.  \r\n\r\nNICE published technology appraisal guidance on pembrolizumab for untreated PD-L1-positive metastatic non-small-cell lung cancer (TA447) on 28 June 2017.  NICE recommended pembrolizumab as an option for certain people with untreated PD-L1-positive metastatic non-small-cell lung cancer, within the Cancer Drugs Fund (CDF).  It was initially recommended for use within the CDF because there were clinical uncertainties that needed to be resolved using further data from an ongoing clinical trial.  When the guidance was reviewed in the light of the new data from the trial, NICE was able to confirm its effectiveness and recommend it for routine commissioning. On 28 July 2018 NICE therefore published updated recommendations which are available at Pembrolizumab for untreated PD-L1-positive metastatic non-small-cell lung cancer (TA531)\r\nhttps://www.nice.org.uk/guidance/ta531/ \r\n\r\nThe recommendation to stop treatment at 2 years, in both the original and updated guidance, was based on the best available clinical evidence, especially one particular trial (KEYNOTE 024). This trial was designed to stop treatment at 2 years, on the expectation that patients would not need to continue treatment to achieve the long-term benefit.  NICE’s independent Appraisal Committee understood that no patients in the trial on pembrolizumab completed 2 years' therapy. The committee heard from clinical experts that while the best duration of treatment with pembrolizumab is unknown, patient and clinical experts agreed that stopping treatment at 2 years independent of disease status would be acceptable to patients. \r\n\r\nDepartment of Health and Social Care","created_at":"2019-01-08T17:03:57.919Z","updated_at":"2019-01-08T17:03:57.919Z"},"debate":null}},{"type":"petition","id":228534,"links":{"self":"https://petition.parliament.uk/petitions/228534.json"},"attributes":{"action":"Hold a public inquiry into the decision to incentivise diesel cars \u0026 its effects","background":"In 2001 the government decided to link car tax (VED) to CO2 emissions. In 2002 company car tax also became emissions-based. People were encouraged by such incentives to buy diesel cars, yet owners of even relatively new diesels now face draconian extra taxes, parking surcharges, even effective bans.","additional_details":"Millions of car owners who chose diesels encouraged by government now face harsh surcharges for parking, road tax, company tax and 'low emissions zones' effectively banning their use entirely, even for cars purchased as recently as 2015. Local surcharges and restricted zones are expanding across the UK. Such an extreme u-turn in policy is unacceptable abuse of public authority and must stop, pending an inquiry to examine how past errors can be prevented and those affected instead treated fairly.","state":"open","signature_count":9922,"created_at":"2018-09-10T13:05:33.400Z","updated_at":"2019-01-14T12:43:19.660Z","rejected_at":null,"opened_at":"2018-09-24T11:34:15.370Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-18T12:42:39.010Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Stuart Coster","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228767,"links":{"self":"https://petition.parliament.uk/petitions/228767.json"},"attributes":{"action":"Review rules that allow male prisoners who identify as female in women's prisons","background":"Fair Play For Women is calling for MPs to ensure the relevant prison rules are urgently reviewed, in full consultation with women's organisations. Prison guidance PSI-17/2016 allows male prisoners who identity as female to be moved to a female prison at the discretion of a Transgender Case Board.","additional_details":"No women's organisations were consulted when the prison rules were updated in 2016. The effect on female prisoners has not been adequately assessed. Current rules are not fit for purpose and must be urgently reviewed.","state":"open","signature_count":9815,"created_at":"2018-09-15T06:57:10.703Z","updated_at":"2019-01-14T23:57:33.370Z","rejected_at":null,"opened_at":"2018-10-12T11:39:15.188Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-15T07:05:58.892Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Williams","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228362,"links":{"self":"https://petition.parliament.uk/petitions/228362.json"},"attributes":{"action":"Urgent law to extend voting rights to British abroad by repealing 15-year rule.","background":"Pass Bill to benefit overseas electors before any further EU vote or general election. 2022 will be too late. Hundreds and thousands of British citizens living and working abroad are disenfranchised, unable to vote on issues which affect them directly (in breach of their basic human rights).","additional_details":"Denying a vote to citizens most affected by the decision to leave the European Union was a dereliction of UK democracy. The failure of Parliament was allowing this injustice. The duty is to ensure it never happens again.\r\nHow can anyone be confident that their private life will be respected if British citizens find themselves living in EU countries with no clear status and without the protection of the Citizens Directive 2004/38 and all EU acquis (body of EU law) that protects citizens?","state":"open","signature_count":9559,"created_at":"2018-09-06T18:17:00.841Z","updated_at":"2019-01-14T23:53:12.455Z","rejected_at":null,"opened_at":"2018-09-12T21:05:22.512Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-06T19:10:16.704Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Martin John Kirby","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":233043,"links":{"self":"https://petition.parliament.uk/petitions/233043.json"},"attributes":{"action":"End the animal cruelty laws exemptions given to UK halal and shechita abattoirs","background":"The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.","additional_details":"Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.","state":"open","signature_count":8128,"created_at":"2018-11-15T16:39:33.761Z","updated_at":"2019-01-14T22:09:44.035Z","rejected_at":null,"opened_at":"2018-11-23T19:16:22.030Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-16T22:01:44.760Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paula Walters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225743,"links":{"self":"https://petition.parliament.uk/petitions/225743.json"},"attributes":{"action":"Reverse the decision to close RAF Scampton","background":"The decision to close RAF Scampton is a national disgrace with so much history of bomber command there.","additional_details":"","state":"open","signature_count":7871,"created_at":"2018-07-24T08:09:54.908Z","updated_at":"2019-01-13T10:13:20.564Z","rejected_at":null,"opened_at":"2018-07-31T09:32:09.985Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T08:36:32.306Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"PAUL WATTS","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":234611,"links":{"self":"https://petition.parliament.uk/petitions/234611.json"},"attributes":{"action":"Metal detectors / bag searches obligatory safety measure for big public venues","background":"My son Martyn Hett was one of the 22 people murdered in May 2017 at the Manchester Arena whilst attending a concert. \r\nI wrongly assumed that since this tragedy event organisers have significantly increased security checks. \r\nI was at a concert last week and nobody checked tickets or bags.","additional_details":"I put my story on twitter and appeared on BBC radio Manchester.  The response of people indicates that up and down the country security checks are very patchy. Some places do checks, some have metal detectors, some open doors at the interval for smokers, but then anyone can walk in from the street. There are some good examples too, but on the whole there is a feeling of unease about lack of security. This needs to be standardised as a legal (Martyn’s Law?) obligation, not a discretionary choice.","state":"open","signature_count":7660,"created_at":"2018-12-06T09:29:07.451Z","updated_at":"2019-01-14T23:37:57.176Z","rejected_at":null,"opened_at":"2018-12-17T10:37:27.727Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-06T10:24:56.576Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Figen Murray","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231842,"links":{"self":"https://petition.parliament.uk/petitions/231842.json"},"attributes":{"action":"Secure Asia Bibi (and family) safe exit from Pakistan, political asylum in UK.","background":"Asia Bibi recently cleared of blasphemy in 2009, having served 8 years in prison, much of which in soliditary confinement. Since court decision nationwide protests in Pakistan, led government to put Asia on a Exit Control List to appease protestors. Her and her family’s lives are in grave danger.","additional_details":"UK invests £465M of its £13.4B annual foreign aid budget in Pakistan. Leverage this and enduring diplomatic relations with Pakistan, to secure safe exit from Pakistan and political asylum in UK for Asia and her family.","state":"open","signature_count":7470,"created_at":"2018-11-04T05:13:59.947Z","updated_at":"2019-01-14T11:44:12.846Z","rejected_at":null,"opened_at":"2018-11-12T13:45:15.378Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-04T10:16:30.501Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anthony Doyle","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229678,"links":{"self":"https://petition.parliament.uk/petitions/229678.json"},"attributes":{"action":"Protect our Freedom of Movement Rights","background":"As EU Citizens, UK citizens currently have Freedom of Movement to work in 28 Countries of the EU \u0026 also in 3 EEA countries. We do not want to lose these rights.\r\n\r\nWe ask that the UK Government consider our Rights in Brexit negotiations as many of us use them to work across the countries of Europe.","additional_details":"I have campaigned to highlight Freedom of Movement via the Big EU Passport Campaign - http://bigeupassport.blogspot.com/","state":"open","signature_count":7315,"created_at":"2018-10-02T11:42:13.798Z","updated_at":"2019-01-14T22:00:36.383Z","rejected_at":null,"opened_at":"2018-10-09T10:37:25.782Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-02T12:44:14.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jennifer Wilson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230192,"links":{"self":"https://petition.parliament.uk/petitions/230192.json"},"attributes":{"action":"Reject Remote Pharmacist Proposals. Keep Pharmacists Present for Patients.","background":"Whilst a pharmacy is open it is a fundamental patient right that a qualified pharmacist is available on site at all times to consult in person, without the need for an appointment. Patient safety would be jeopardised if a pharmacist wasn't present in a pharmacy.","additional_details":"The government has proposed that pharmacists could end up signed in as the Responsible Pharmacist for more than one pharmacy at a time and therefore not physically available to patients. The government's proposals will ultimately lead to medicines dispensing \u0026 supply taking place without the supervision of a pharmacist. This will be detrimental to patient care and safety and the legislative changes must not go ahead. More information can be found on this website: the-pda.org/patientpetition2018","state":"open","signature_count":7229,"created_at":"2018-10-11T06:25:16.521Z","updated_at":"2019-01-14T23:41:18.621Z","rejected_at":null,"opened_at":"2018-10-18T11:25:29.979Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-11T07:12:38.369Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mariam Ahmed","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225676,"links":{"self":"https://petition.parliament.uk/petitions/225676.json"},"attributes":{"action":"Automatic by-election if MPs resigns from their current party","background":"If a Member of Parliament decides to leave the party they were elected under, then they should be required to call a by-election and stand as an independent or for another party.","additional_details":"","state":"open","signature_count":7224,"created_at":"2018-07-23T11:55:26.791Z","updated_at":"2019-01-14T16:17:56.352Z","rejected_at":null,"opened_at":"2018-08-01T14:16:56.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-23T12:06:49.242Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joseph Alexander Connor","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227333,"links":{"self":"https://petition.parliament.uk/petitions/227333.json"},"attributes":{"action":"Allow people to grow the Cannabis plant without a license!","background":"Licenses to grow the cannabis plant in the UK seem unjust, as you do not need this for other plants, even poisonous ones.\r\nThis safe plant is very therapeutic, nutritious and aesthetic, so remove this political policy.","additional_details":"","state":"open","signature_count":7131,"created_at":"2018-08-15T14:41:46.086Z","updated_at":"2019-01-14T22:40:48.961Z","rejected_at":null,"opened_at":"2018-08-28T09:00:43.405Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T15:54:12.062Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Winston David Matthews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230855,"links":{"self":"https://petition.parliament.uk/petitions/230855.json"},"attributes":{"action":"Ban absconder Pakistan’s Ex-Finance Minister Ishaq Dar from the UK","background":"The Ex-Finance minister of Pakistan Ishaq Dar has been declared an absconder in a corruption reference filed against him by the National Accountability Bureau (NAB) of Pakistan. Interior Ministry of Pakistan blacklists Ishaq Dar, blocks his passport. Ishaq Dar is currently hiding in the UK.","additional_details":"Each year UK spends billions on overseas development aid. In 2016, the UK spent £13.4 billion on overseas aid. Pakistan is in top 10 countries who receives this aid. The UK shouldn’t provide a refuge for politicians who are wanted on corruption charges.","state":"open","signature_count":6819,"created_at":"2018-10-20T08:42:41.251Z","updated_at":"2019-01-10T19:08:08.379Z","rejected_at":null,"opened_at":"2018-10-24T13:18:19.866Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-20T10:38:58.290Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Faisal Imdad","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":235185,"links":{"self":"https://petition.parliament.uk/petitions/235185.json"},"attributes":{"action":"Walk away now!\r\nWe voted for a No Deal Brexit","background":"Theresa May has failed to negotiate a Brexit deal that is acceptable to Parliament and the British people. \r\nThe Withdrawal Agreement does not deliver the Brexit we voted for.\r\nIt is clear that the EU is not going to offer anything else, particularly regarding the backstop","additional_details":"The Government must now be prepared to walk away from the negotiations.\r\nNo Deal is better than the Deal that has been negotiated. \r\nNo Deal is also what we voted for. \r\nGive the people what they voted for. \r\nAnything less is not Brexit.","state":"open","signature_count":6736,"created_at":"2018-12-13T21:17:08.415Z","updated_at":"2019-01-14T23:53:12.403Z","rejected_at":null,"opened_at":"2018-12-20T15:25:26.640Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-13T21:27:33.235Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":"2019-01-14","debate_outcome_at":null,"creator_name":"Robert Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227330,"links":{"self":"https://petition.parliament.uk/petitions/227330.json"},"attributes":{"action":"All teaching staff across schools in England to have SEND mandatory training","background":"Made mandatory that all teachers, HTLA’s,TA’s \u0026 support staff to undertake minimum basic training to support SEND including Autism and other conditions / behaviours which may be associated with the Autism spectrum (ADHD, PDA, ODD, dyspraxia, dyslexia) to ensure appropriate support for students","additional_details":"A court has delivered a landslide ruling on a recent school exclusion case.The ruling made clear that all schools must make sure they have made appropriate adjustments to support Autistic children and those with other disabilities, before they can resort to exclusion. In order to support this further, I would like to see changes made where it is mandatory that all staff working \u0026 supporting students within schools across England, should be equipped with at least the minimal basic awareness training to support all students within SEND.","state":"open","signature_count":6728,"created_at":"2018-08-15T13:53:53.520Z","updated_at":"2019-01-14T00:13:38.982Z","rejected_at":null,"opened_at":"2018-08-22T16:57:31.545Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T14:58:52.323Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Callie Hickey","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229694,"links":{"self":"https://petition.parliament.uk/petitions/229694.json"},"attributes":{"action":"Prevent the prohibition of Air Weapons on Private Land for those Under 18","background":"The Government has recently debated imposing a ban on all under 18s using an air weapon on private land. The impact of this would be wide ranging. The majority of clay, game and target shooters learn their initial skills using an air gun.","additional_details":"This bill would prevent any adult from even supervising this early experience, with long standing and catastrophic effects for all shooters. This clause was dropped from the Offensive Weapons Bill, however the Home Office has warned that it may return, effectively banning air gun use for anyone under 18 anywhere other than at an approved club. Both the shooting industry and organisations are warning that this will be the first rung on the ladder leading to gun prohibition in the UK.","state":"open","signature_count":6679,"created_at":"2018-10-02T15:12:14.067Z","updated_at":"2019-01-14T21:37:33.530Z","rejected_at":null,"opened_at":"2018-10-04T13:30:08.726Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-03T09:29:57.273Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Rees","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226793,"links":{"self":"https://petition.parliament.uk/petitions/226793.json"},"attributes":{"action":"Ban Anti-LGBTQ+ material from schools.","background":"There has been a recent influx of anti-LGBT+ material being sent to schools in England. We are asking that any and all material, that is first and foremost designed to give a negative view of the LGBT+ community, be removed from schools.","additional_details":"Examples of how such material can be shown to be anti-LGBT+:\r\n• they recommend conversion therapy. \r\n• they scaremonger about conditions that are not legally recognised as clinical or medical conditions. \r\n• they encourage school staff to break equality laws as stated in the EA2010. \r\n• they give false information regarding the legally available treatment for transgender youth in the UK.\r\n https://www.cps.gov.uk/legal-guidance/homophobic-biphobic-and-transphobic-hate-crime-prosecution-guidance\r\n \r\n","state":"open","signature_count":6502,"created_at":"2018-08-07T17:56:29.691Z","updated_at":"2019-01-14T08:20:15.786Z","rejected_at":null,"opened_at":"2018-08-10T15:50:40.284Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T18:57:00.912Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Woodall","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228633,"links":{"self":"https://petition.parliament.uk/petitions/228633.json"},"attributes":{"action":"UK Government to Fund Advice Services for British Citizens living in Spain","background":"Citizens Advice Spain is the first stop for thousands of UK Nationals who contact us daily for Advice, Assistance, Information and Guidance. We inform so that the community understand their obligations and rights. We use laws and regulations to assist residents, holiday homeowners and on relocation.","additional_details":"This well known registered Charity was founded in 2014. The Bureau advisers are regularly asked to appear on radio shows. Team members  also host talks for associations, hold seminars and legal clinics. Other organisations including the British consulates in various regions of Spain forward UK Nationals to us for our expertise. Two of the advisers  are registered paralegals and are able to respond to daily questions via the website, emails, phones and legal clinics. www,citizensadvice.org.es","state":"open","signature_count":6428,"created_at":"2018-09-12T19:33:38.810Z","updated_at":"2019-01-14T20:42:39.677Z","rejected_at":null,"opened_at":"2018-09-20T09:50:34.299Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-13T16:06:49.416Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Myra Cecilia Azzopardi","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225164,"links":{"self":"https://petition.parliament.uk/petitions/225164.json"},"attributes":{"action":"To fund free bus travel for all ESA, JSA and Universal Credit claimants","background":"Gov are transitioning ESA claimants ETC to UC, I live 12ml circular trip to nearest job centre,CAB and cheaper shops. I have back and joint problems and aged nr 49. I live in a village with only 1 bus service which wont always cover where i need to go, I am trying to save £550 for transition period.","additional_details":"It costs nr £19.00 a weekly pass local the one that allows access to stage coach bus is nr £31.00. I'm concerned If my health is bad and  already struggle with shopping. How we are supposed to fund this on no income. I live on own don't drive. Im concerned many will be in this position. It also would mean that jobseeker's are covered for appointments part time work etc meaning work would pay and they wouldn't lose out re travel costs. and would help nhs patients access treatments and physio.","state":"open","signature_count":6282,"created_at":"2018-07-17T10:42:18.700Z","updated_at":"2019-01-14T12:22:37.843Z","rejected_at":null,"opened_at":"2018-08-17T12:23:15.615Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-17T17:28:15.868Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Maria May Nelson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228535,"links":{"self":"https://petition.parliament.uk/petitions/228535.json"},"attributes":{"action":"Introduce Alternative Student Finance product by September 2019","background":"Many Muslims are unable to attend university because their faith prohibits them from taking interest based loans to fund tuition fees.The govt have agreed on an alternative financing model in 2014. 4 years later and it is yet to be made available. Each year students are affected without any options.","additional_details":"The most recent response from the universities minister states;\r\n'...it typically takes 2 years to produce an alternative finance product. That would rule out the 2018/19 academic year'\r\nThe solution was agreed upon in 2014 and it was indicated then that it wouldn't be until 2016/17 academic year. Despite this, islamic finance experts have stated that it can be put into place from scratch within 8 to 12 months.\r\nStudents should no longer be denied access into education simply because if their faith","state":"open","signature_count":6206,"created_at":"2018-09-10T13:06:08.070Z","updated_at":"2019-01-14T13:10:36.927Z","rejected_at":null,"opened_at":"2018-09-20T15:53:14.439Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-10T19:52:07.113Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mohamed Fadil","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224315,"links":{"self":"https://petition.parliament.uk/petitions/224315.json"},"attributes":{"action":"Introduce on the Spot Fines for Leaving Animals in an Unattended Private Vehicle","background":"Every year, despite numerous warnings in the media, there are reports of dogs dying in hot cars or being rescued close to death.  The law on what bystanders and even the police can do is ambiguous and confusing.  We need an obvious and enforceable deterrent to help prevent this recurring problem\r\n.","additional_details":"Many people still believe that it’s OK to leave an animal in a car on a warm day resulting in distress and sometimes death for the animal.\r\n\r\nBystanders and the police often have to watch dogs suffer whilst trying to find the owner. Many are unrepentant about their behaviour and will probably repeat it.\r\n\r\nA publicity campaign and an option for police to issue an on the spot fine would act as a proper deterrent and statement that this is unacceptable and would thus reduce the number of occurrences.","state":"open","signature_count":6142,"created_at":"2018-07-10T09:29:50.841Z","updated_at":"2019-01-14T17:31:53.671Z","rejected_at":null,"opened_at":"2018-07-16T17:46:01.819Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-10T09:40:06.716Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ian Middleton","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229231,"links":{"self":"https://petition.parliament.uk/petitions/229231.json"},"attributes":{"action":"All halal and kosher certified products are to be prominently labelled as such.","background":"It is strictly forbidden for some Sikhs, Hindus, Buddhists and Christians to consume any halal or kosher certified product or religiously slaughtered meat. Without clear prominent labelling we could be consuming it without knowing. All we are asking for is clear labelling to make an informed choice.","additional_details":"See Why don't Sikhs eat Halal meat? https://www.youtube.com/watch?v=ePhDUBWXf80\u0026t=26s","state":"open","signature_count":6137,"created_at":"2018-09-25T09:15:50.593Z","updated_at":"2019-01-14T21:48:59.926Z","rejected_at":null,"opened_at":"2018-10-09T16:29:22.063Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T09:29:38.151Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"James Sushant Varma Bond","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230416,"links":{"self":"https://petition.parliament.uk/petitions/230416.json"},"attributes":{"action":"Abolish the 0.7% Foreign Aid Target and spend OUR money at home","background":"The Government currently spends 0.7% GDP on Foreign Aid. This means it will spend over £14bn of tax payers money on projects which could be better spent at home. By 2020 this figure will have risen to almost £16bn. We believe the Government should abolish the 0.7% GDP target for Foreign Aid.","additional_details":"","state":"open","signature_count":5896,"created_at":"2018-10-14T19:16:24.193Z","updated_at":"2019-01-14T22:17:26.121Z","rejected_at":null,"opened_at":"2018-10-22T09:21:06.140Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-14T20:21:33.576Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Robert Barnes","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227277,"links":{"self":"https://petition.parliament.uk/petitions/227277.json"},"attributes":{"action":"Ban the provision and advertising of 'essay mill' cheating services.","background":"'Essay mills' provide custom written essays for students to cheat with.  Prices range from a couple of hundred pounds for a single essay to over £6,750 for a PhD dissertation. This undermines the high standards of universities and is unfair to honest students - but is currently legal.","additional_details":"There are over 100 essay mills websites currently in operation. The sites claim the essays are provided simply for study purposes, but simultaneously advertise  'guaranteed grades', 'never resold' and 'plagiarism free'.\r\n \r\nThe Irish government has announced a new law that would make  make it illegal to provide or advertise contract cheating services. New Zealand and 17 US states already have such laws. We call for the UK Government to pass a similar law to stamp out this unacceptable practice.","state":"open","signature_count":5845,"created_at":"2018-08-14T21:28:00.406Z","updated_at":"2019-01-14T23:11:55.709Z","rejected_at":null,"opened_at":"2018-08-22T09:18:45.107Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-15T04:50:49.887Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Iain Mansfield","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226218,"links":{"self":"https://petition.parliament.uk/petitions/226218.json"},"attributes":{"action":"Change the laws and regulations on our waterways - In memory of Charli Brown","background":"Charli Brown was killed in a tragic boat incident on the River Thames in December 2015. The man responsible has been convicted of manslaughter. He was speeding, drunk, aware of the defects on his boat and failed to offer Charli a life jacket to wear. No family should suffer similar again.","additional_details":"There are no nationwide criminal laws on our waterways for private vessels regarding speed limits, alcohol drink drive limits, compulsory wearing of life jackets, mandatory safety training or vessel safety checks.\r\n\r\nWe propose introducing the following criminal laws to be consistent across our waterways for private vessels:\r\n\r\n- Speed limits\r\n- Alcohol drink drive limits\r\n- Mandatory wearing of life jackets\r\n- Safety training\r\n- Vessel safety standards\r\n\r\n♥ In memory of Charli Brown, lets make a change ♥","state":"open","signature_count":5508,"created_at":"2018-07-29T18:35:29.344Z","updated_at":"2019-01-14T23:10:22.789Z","rejected_at":null,"opened_at":"2018-08-03T16:24:00.510Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-29T18:43:35.883Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Katie Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":236102,"links":{"self":"https://petition.parliament.uk/petitions/236102.json"},"attributes":{"action":"Condemn Sudan’s use of lethal force vs protests, pressure for democratic change","background":"We call on the British government to condemn in the strongest terms the Sudanese regime's use of lethal force, including live ammunition, against the pro-democracy movement in Sudan. We further request that it pressure Khartoum to heed the protesters' demands for genuine democratic transformation.","additional_details":"We would draw the British government's attention to the deep and country-wide character of the popular movement against the Khartoum regime, along with the firmness of the response by civil society organizations and the strengthening consensus among opposition groups such as the Sudan Call and National Consensus Forces which are supporting the protesters’ demands (http://www.sudantribune.com/spip.php?article66820)","state":"open","signature_count":5168,"created_at":"2018-12-28T11:05:19.265Z","updated_at":"2019-01-14T23:56:15.220Z","rejected_at":null,"opened_at":"2019-01-09T16:51:54.695Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-28T13:04:54.814Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Willow Juliet Berridge","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":230012,"links":{"self":"https://petition.parliament.uk/petitions/230012.json"},"attributes":{"action":"Call on the government to stop banks discriminating against welfare recipients","background":"Some banks refuse mortgages to buy to let landlords who let to welfare recipients. My bank instructed me to \"seek an alternative tenant\" if I wished to keep my mortgage because my tenant was a welfare recipient.\r\n\r\nThe government must close these loopholes, as they are a breach of basic human rights","additional_details":"\"A survey of 1,137 private landlords for housing charity Shelter in 2017 found that 43% had an outright ban on letting to such claimants (welfare recipients).\"  \r\n\r\nThis isn't only because landlords are discriminatory, many banks prohibit landlords from renting to reliable tenants just because of their circumstances. Welfare recipients are not 2nd class citizens they deserve access to safe, secure, habitable, and affordable homes as is their Human Right.","state":"open","signature_count":5155,"created_at":"2018-10-08T19:11:27.659Z","updated_at":"2019-01-14T22:00:46.582Z","rejected_at":null,"opened_at":"2018-10-15T13:43:44.960Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-08T19:45:21.717Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena McAleer","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228159,"links":{"self":"https://petition.parliament.uk/petitions/228159.json"},"attributes":{"action":"Provide free secure parking for haulage vehicles ","background":"Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","additional_details":"Truckers have limited time to drive, and they have to park somewhere for the night/day. Motorway service areas charge up to £30.00 often for poor food and cold and dirty showers, and not all companies will pay for this. So the driver has to park in lay-bys and Industrial estates risking their lives/loads/diesel etc... Let us urge the government to sort out somewhere for our truckers to park safely and freely in this country. Places like Germany/France/Spain etc have free parking for trucks, Why can't we?","state":"open","signature_count":4740,"created_at":"2018-09-02T09:40:05.503Z","updated_at":"2019-01-13T08:42:01.903Z","rejected_at":null,"opened_at":"2018-09-13T10:21:57.930Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-02T10:43:09.877Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"brian parsons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":236004,"links":{"self":"https://petition.parliament.uk/petitions/236004.json"},"attributes":{"action":"Mandate schools to consult parents before teaching Relationships \u0026 Sex Education","background":"It must be mandatory for schools to consult parents before deciding on resources to teach children Relationships and Sex Education (RE \u0026 RSE). \r\nSchools should put parents at the heart of any decision making process concerning RE \u0026 RSE. Give parents the right to be actively involved in RE \u0026 RSE.","additional_details":"\u003e Mandating schools to undergo a genuine consultation with parents will ensure parents' voice is heard by their child's school.\r\n\u003e Parents play a vital role in the education of their children, therefore, schools must be mandated to include parents in the decision making process.\r\n\u003e This factor has not been given the consideration it is due. Therefore, it gives certain lobby groups opportunities to push their own resources and agenda, at the exclusion of parents and at the risk of our children.","state":"open","signature_count":4689,"created_at":"2018-12-26T12:57:05.412Z","updated_at":"2019-01-14T23:40:28.078Z","rejected_at":null,"opened_at":"2019-01-07T18:16:03.499Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-26T13:51:15.867Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Aziz Torofdar","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":226109,"links":{"self":"https://petition.parliament.uk/petitions/226109.json"},"attributes":{"action":"An independent study to find if driven grouse shooting is of  economic benefit.","background":"Driven grouse shooting is a minority sport which seriously compromises other activities and businesses over vast stretches of northern England. We need to determine if it is driving away more jobs and enterprises than it creates, which is likely - no country outside of the UK has it.","additional_details":"Driven grouse shooting has been implicated in the loss of wildlife and oportunities for wildlife tourism. The uplands it dominates could instead have fully fledged ecotourism, natural flood alleviation projects, be more fire resistant, have woodlot forestry to provide fuel for those without mains gas, provide cleaner water and better fishing and be considerably better for general tourism. https://water.leeds.ac.uk/wp-content/uploads/sites/36/2017/06/EMBER_2-page_exec_summary.pdf","state":"open","signature_count":4533,"created_at":"2018-07-27T21:09:57.768Z","updated_at":"2019-01-14T23:42:49.016Z","rejected_at":null,"opened_at":"2018-08-02T14:16:26.501Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-28T10:04:50.045Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Les Wallace","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229237,"links":{"self":"https://petition.parliament.uk/petitions/229237.json"},"attributes":{"action":"Allow American author Robert Spencer to enter the UK and speak freely","background":"The prominent American author Robert Spencer was barred from entering the UK in 2013. Despite having committed no crime, Mr Spencer was prevented from speaking in Britain following his criticisms of Islam, a subject on which he has written widely. He should not be denied UK entry because of this.","additional_details":"Spencer was barred from entering Britain by then Home Secretary Theresa May. Mrs May deemed his presence in the UK as \"not conducive to the public good\". Spencer had committed no crime, had not incited violence, but expressed his views about the Koran and Mohammed. We demand that this ban is lifted and that Robert Spencer be allowed entry to the UK.","state":"open","signature_count":4524,"created_at":"2018-09-25T10:14:42.294Z","updated_at":"2019-01-14T17:31:43.528Z","rejected_at":null,"opened_at":"2018-10-24T10:00:10.777Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-25T14:35:33.137Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Anna Maria Waters","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":233408,"links":{"self":"https://petition.parliament.uk/petitions/233408.json"},"attributes":{"action":"Review governance of National Insurance Fund","background":"Govt to establish independent review to take control of the National Insurance Fund out of the hands of The Treasury and also for contributors and pensioners to participate in governance of the Fund.","additional_details":"","state":"open","signature_count":4457,"created_at":"2018-11-19T15:02:41.100Z","updated_at":"2019-01-14T20:29:12.045Z","rejected_at":null,"opened_at":"2018-11-26T09:38:37.957Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-19T15:41:30.901Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Joanne Welch","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227821,"links":{"self":"https://petition.parliament.uk/petitions/227821.json"},"attributes":{"action":"No cap or limit on compensation for Windrush Generation and their descendants","background":"We want a fair compensation scheme for the Windrush Generation that is in line with compensation awarded by the courts in civil cases. There should be no artificial cap that will inadequately compensate those who have suffered emotionally, financially, lost their homes and citizenship.","additional_details":"Six months since Windrush Scandal was exposed there has been some progress and numerous apologies from the Prime Minster.The government intend to introduce a cap on all compensation claims despite the fact they did not recognise or consider any interim or hardship fund. The Windrush Generation plus others from the Commonwealth have paid their taxes and contributed to the wealth, prosperity and cultural identity of UK since WW2.The scheme needs to reflect this.\r\n\r\nhttps://www.bbc.co.uk/news/uk-44888187","state":"open","signature_count":4183,"created_at":"2018-08-25T10:44:27.326Z","updated_at":"2019-01-13T21:06:36.387Z","rejected_at":null,"opened_at":"2018-09-10T16:58:27.554Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-25T13:22:15.405Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Patrick Philip Vernon OBE","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":224781,"links":{"self":"https://petition.parliament.uk/petitions/224781.json"},"attributes":{"action":"Scrap NHS surcharge for non EU living in UK who already pay N.I contributions","background":"It has come to the notice of Association of Africans in Scotland (AAS), a charitable organisation that non EU families who legally live, work\u0026pay taxes/N.I in the UK are asked to cough up an additional NHS surcharge (separate from the HO fees\u0026other costs) when they renew their immigration documents","additional_details":"Telegraph of 5 February 2018, reported Health minister saying: \"Our NHS is always there when you need it, paid for by British taxpayers. These people, even though non-EU, pay taxes/NI as well which goes into the NHS. AAS believes in the United Kingdom as a country which champions fairness \u0026 subjecting applicants who already pay N.I to pay another mandatory NHS surcharge amounts to double taxation \u0026 therefore an unfair practice. AAS is therefore calling for a review and scrapping of this charge.","state":"open","signature_count":4146,"created_at":"2018-07-12T18:01:25.442Z","updated_at":"2019-01-14T20:59:59.863Z","rejected_at":null,"opened_at":"2018-07-19T16:19:09.328Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-12T22:58:00.481Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Daniel Moraro","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229013,"links":{"self":"https://petition.parliament.uk/petitions/229013.json"},"attributes":{"action":"Stop the Online Forums Bill 2017-18 becoming law.","background":"Thought control by politicians, backed by the main stream media has led to ever more sinister intrusions into people's freedom to criticize public policy and assemble into campaign groups. ","additional_details":"By requiring platforms to publish information about closed forums and making Administrators responsible for content is Orwellian and anti-democratic.\r\n\r\nhttps://services.parliament.uk/bills/2017-19/onlineforums.html\r\n","state":"open","signature_count":4138,"created_at":"2018-09-20T12:49:38.509Z","updated_at":"2019-01-13T17:17:52.847Z","rejected_at":null,"opened_at":"2018-09-27T15:32:29.794Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-21T10:16:23.712Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gordon Davies","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":225427,"links":{"self":"https://petition.parliament.uk/petitions/225427.json"},"attributes":{"action":"Change the law on drink driving to no drink at all while in charge of a vehicle","background":"Stop drinking while driving completely, as in you cannot have any alcohol while in charge of any vehichle! To many people lose there loves one through someone else's irresponsible actions, yet all they get in return of taking a life is a couple years in prison at the most.","additional_details":"We need a tougher punishment for this crime such as longer prison time and harsher license loss, if over the limit if you cause an accident it should be you lose your license for more than 5 years followed by a prison sentence minimum punishment. UK laws are to lax time to make them tougher. Save lives not lose them!!","state":"open","signature_count":3999,"created_at":"2018-07-19T19:55:12.919Z","updated_at":"2019-01-13T06:29:23.784Z","rejected_at":null,"opened_at":"2018-07-25T11:00:09.736Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-21T15:56:30.575Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine gamble","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":227950,"links":{"self":"https://petition.parliament.uk/petitions/227950.json"},"attributes":{"action":"Get independant panel research into vaccine damage in dogs and review protocol.","background":"Lepto vaccines are believed to be responsible for the serious illnesse/ death of dogs.\r\nMajor et al. (2014) investigated an outbreak of Lepto in Bern Switzerland.  298 dogs found with Lepto. Vaccination history was available for 251 of these dogs (84.2%) Of these 95% were fully vaccinated.","additional_details":"Distemper, Hepititis and Parvovirus are all conditions which can be tested for, a titre test would be healthier and safer than just routinely repeating the vaccine. \r\nDogs can be FULLY VACCINATED AND STILL CONTRACT THESE CONDITIONS due to vaccine failure or high immunity carried by the dam. Therefore just blindly vaccinating does not work. \r\n\r\nWe believe an independant panel will take a realistic view of the true dangers of vaccination.","state":"open","signature_count":3775,"created_at":"2018-08-28T14:23:18.598Z","updated_at":"2019-01-14T23:20:38.915Z","rejected_at":null,"opened_at":"2018-09-04T12:35:57.114Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-28T18:57:39.183Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carolyn Weighill","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":228307,"links":{"self":"https://petition.parliament.uk/petitions/228307.json"},"attributes":{"action":"Off-Payroll: Give full rights to workers classed as ‘employed for tax purposes'","background":"Newly proposed reforms to tax the self-employed – known as Off-Payroll Working - introduces rules that enable firms to classify workers as ‘employed for tax purposes’, without providing them with any employment rights. This is wholly unacceptable.","additional_details":"New measures in the Off-Payroll Working consultation effectively introduce a new 15% tax for self-employed workers, while enabling firms to circumvent their obligation to give employment rights to workers. This opposes the intentions of the Government’s ‘Good Work Plan’, designed to prevent unscrupulous firms forcing vulnerable workers into precarious work.\r\nParliament must ensure self-employed workers cannot be classed as ‘employed for tax purposes’ without receiving full employment rights.","state":"open","signature_count":3636,"created_at":"2018-09-05T15:29:43.880Z","updated_at":"2019-01-14T17:36:56.749Z","rejected_at":null,"opened_at":"2018-09-13T10:15:56.179Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-05T16:00:25.374Z","response_threshold_reached_at":null,"government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dave Chaplin","rejection":null,"government_response":null,"debate":null}}]}