{"links":{"self":"https://petition.parliament.uk/petitions.json?page=1\u0026state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=33\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":229963,"links":{"self":"https://petition.parliament.uk/petitions/229963.json"},"attributes":{"action":"Leave the EU without a deal in March 2019.","background":"We are wasting Billions of pounds of taxpayers money trying to negotiate in a short space of time. Leaving the EU in March 2019 will allow the UK good time to negotiate more efficiently. The EU will be more eager to accept a deal on our terms having lost a major partner.","additional_details":"We will save billions of pounds from our EU divorce payment as well as a similar amount from Civil Service and Govt costs. This money will be used to support our own country whilst we await the EU to talk to us to make deals more in our favour. The EU border in Ireland to be managed simply by having a dual Euro / pound currency as legal tender in both the North and South. Exports to the South would be dealt with in Euro and vice versa when importing to the North. Rates fixed at time of the deal.","state":"open","signature_count":324241,"created_at":"2018-10-07T22:34:13.115Z","updated_at":"2019-01-11T23:59:50.306Z","rejected_at":null,"opened_at":"2018-10-17T09:57:44.028Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-10T10:54:22.833Z","response_threshold_reached_at":"2018-11-27T21:28:02.990Z","government_response_at":"2018-12-14T09:57:34.136Z","debate_threshold_reached_at":"2018-12-15T18:51:04.394Z","scheduled_debate_date":"2019-01-14","debate_outcome_at":null,"creator_name":"Michael Rudkin","rejection":null,"government_response":{"responded_on":"2018-12-14","summary":"The deal that we have reached with the EU is the right one for the United Kingdom. Leaving without a deal would risk uncertainty for the economy, for business and for citizens.","details":"EU leaders have endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU. This agreement secures the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU; and sets out the terms of the time-limited implementation period which will provide our businesses and citizens with certainty.\r\n\r\nThe financial settlement represents a fair settlement of our obligations as a departing member state and was agreed in the context of the implementation period and our future relationship. This agreement confirms that the days of sending vast payments to the EU are coming to an end. \r\n\r\nIt also means we will be able to spend more of taxpayers’ money on our priorities, such as the extra investment we are putting into our NHS. \r\n\r\nOn Northern Ireland, the agreed Protocol guarantees that even in the unlikely event that the UK’s future relationship with the EU is not in place by the end of the implementation period, there will be no hard border between Northern Ireland and Ireland and no customs border down the Irish Sea. \r\n\r\nThe agreement preserves the economic and constitutional integrity of the United Kingdom, upholds the Belfast (Good Friday) Agreement, and ensures people and businesses that rely on an open border between the Northern Ireland and Ireland can continue living their lives and operating as they do now.\r\n\r\nAs set out in the Political Declaration, once we have left the EU and for the first time in more than four decades, the UK will have an independent trade policy. The UK will be free to negotiate, sign, and ratify trade deals during the implementation period and bring them into force after the period has finished. \r\n\r\nThe deal we have reached is the right deal for the UK. It takes back control of our borders, our laws and our money while protecting jobs, security and the integrity of the UK. Anything other than straightforward approval of the deal will bring with it uncertainty for the economy, for business, and for citizens.\r\n\r\nNeither Parliament nor the Government want a ‘no deal’ scenario. However, as a responsible Government, we will continue to prepare for all eventualities.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-12-14T09:57:34.133Z","updated_at":"2018-12-14T10:18:26.531Z"},"debate":null}},{"type":"petition","id":231147,"links":{"self":"https://petition.parliament.uk/petitions/231147.json"},"attributes":{"action":"Ban the sale of fireworks to the public. Displays for licenced venues only.","background":"Every year fireworks are set off unnecessarily.\r\nFireworks are a nuisance to the public. They scare animals, young children and people with a phobia.\r\nThey injure thousands of people every year.\r\nThey cause damage to buildings, vehicles,emergancy vehicles etc.\r\nLastly Kids are STILL being sold them.","additional_details":"","state":"open","signature_count":297293,"created_at":"2018-10-24T21:11:57.328Z","updated_at":"2019-01-11T23:27:52.108Z","rejected_at":null,"opened_at":"2018-10-30T12:37:35.196Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-24T23:01:36.654Z","response_threshold_reached_at":"2018-11-03T17:55:35.038Z","government_response_at":"2018-11-21T11:20:50.008Z","debate_threshold_reached_at":"2018-11-05T12:12:38.688Z","scheduled_debate_date":"2018-11-26","debate_outcome_at":"2018-11-27T11:21:48.075Z","creator_name":"Amy Cullen","rejection":null,"government_response":{"responded_on":"2018-11-21","summary":"Government takes the issue of safety of fireworks very seriously. Legislation is in place to control their sale, use and misuse. We have no plans to change legislation.","details":"Fireworks have played a part in the UK’s history, and have been used for celebrations by many of our cultures – Christian, Hindu, Muslim - for many years. We recognise the enjoyment they bring to many people and the important role that they play in bringing communities together in celebration or remembrance.  Private displays allow families and friends to hold their own displays and create their own traditions, celebrating events throughout the year such as weddings and birthdays. However, there is a limit on when fireworks can be set off, with a nightly curfew after 11pm every day apart from the four traditional dates, when that curfew is extended.  \r\n\r\nThe Government understands the strong feelings that many people have about fireworks. But we would like to reassure you that there is already strict legislation in place to regulate the supply, storage, possession, use and misuse of fireworks to ensure public safety. This includes powers to prosecute those who use them in a dangerous or antisocial manner.\r\n\r\nTogether, the restrictions set out in the 2003 Fireworks Act, the Fireworks Regulations 2004 and the Pyrotechnic Articles (Safety) Regulations 2015, provide a regulatory framework that allows for the safe enjoyment of fireworks by the public while minimising the risk of fireworks harming individuals, property or animals. \r\n\r\nIn addition, the availability of fireworks to the public is restricted by a licensing scheme for retailers which only allows for their sale without a license during the traditional firework periods of November 5th, New Year’s Eve, Diwali and the Chinese New Year.  There are also age restrictions in place which prevent the sale of fireworks to those under the age of 16 or 18 dependent on the classification of firework.  There are further restrictions on the public possession of most fireworks by those under 18.\r\n\r\nLocal Authority Trading Standards have powers to take action against those who sell fireworks illegally, including those selling fireworks without an appropriate licence, or outside the normal selling period, or to underage people. This also includes the sale of illegally imported fireworks and internet sales.\r\nWe recognise that the noise from fireworks can be distressing to some people and so there is in place a noise level limit of 120 decibels on fireworks that are available for consumer use.  Consumers can also choose to buy from the wide range of low noise fireworks now available. \r\n\r\nThe Government is also aware of concerns about the risks of firework-related injury. Measures have already been taken to ban certain dangerous items from sale in the UK including bangers and jumping jacks.  This removes from sale higher risk fireworks which could lead to injury. Also, the most powerful category of display fireworks must not be sold to members of the public. \r\n\r\nHaving said that legislation is in place, we have listened to the concerns around the potential for distress to be caused by fireworks to individuals, as well as to livestock, pets and wildlife. \r\n\r\nWe believe that the best way to continue to reduce any distress caused by fireworks is to work with industry, retailers and others to promote their safe and responsible use through guidance and public education and to ensure that appropriate action is taken against those that break the rules.\r\n\r\nThat is why the new Office for Product Safety and Standards is working with industry, retailers, charities and others, including the Royal Society for the Prevention of Accidents (RoSPA) and Netmums, to promote their safe and responsible use and to raise consumer awareness on firework safety. \r\n\r\nThe Government urges those using fireworks to be considerate to their neighbours and to give sufficient notice of firework use, particularly to those who are vulnerable such as the elderly, children, those with mental health issues such as Post Traumatic Stress Disorder and those with pets and livestock. Government-sponsored guidance on safe and considerate use of fireworks is available via the GOV.UK website.  This includes a link to the Fireworks Code hosted by RoSPA containing guidance on respecting neighbours, especially those with pets and informing them of planned displays.  In addition, the Government supports the Blue Cross animal charity guidance which advises how to avoid or reduce stress to animals when fireworks are being set off. The Royal Society for the Prevention of Cruelty to Animals (RSPCA), the Kennel Club and the Dogs Trust provide similar advice on their websites concerning how to minimise the impact of fireworks use on animals.\r\n\r\nThe Government believes the legislation and guidance already in place is appropriate to allow for the safe use of fireworks by the public; therefore, we have no plans to ban private sales.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2018-11-21T11:20:50.006Z","updated_at":"2018-11-21T11:20:50.006Z"},"debate":{"debated_on":"2018-11-26","transcript_url":"https://hansard.parliament.uk/commons/2018-11-26/debates/C95047CD-F24E-44DA-BE73-FC571B014CEF/FireworksPublicSales","video_url":"https://parliamentlive.tv/Event/Index/11ebe695-5f06-4aea-8424-7ab9dbc1c465","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN05704","overview":""}}},{"type":"petition","id":223729,"links":{"self":"https://petition.parliament.uk/petitions/223729.json"},"attributes":{"action":"Rescind Art.50 if Vote Leave has broken Electoral Laws regarding 2016 referendum","background":"If Vote Leave has broken any laws regarding overspending in 2016 EU referendum then Art.50 should be immediately withdrawn and full EU membership continued.","additional_details":"Article 50.1 of the Lisbon Treaty sets out that a member can leave by \" Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements.\"\r\n \r\nAlso, Article 10.3 of the Lisbon Treaty, \"Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen.\"","state":"open","signature_count":203201,"created_at":"2018-07-04T20:41:19.252Z","updated_at":"2019-01-11T23:59:40.235Z","rejected_at":null,"opened_at":"2018-07-12T16:39:52.003Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-04T21:38:27.352Z","response_threshold_reached_at":"2018-07-17T10:13:51.444Z","government_response_at":"2018-08-01T12:20:25.372Z","debate_threshold_reached_at":"2018-07-18T20:33:54.233Z","scheduled_debate_date":"2018-09-10","debate_outcome_at":"2018-09-12T14:47:51.684Z","creator_name":"Amy Milliken","rejection":null,"government_response":{"responded_on":"2019-01-09","summary":"It is regrettable that fines were levied on multiple groups, but it is firm policy the Article 50 notification will not be withdrawn. Britain voted to leave and Government respects that decision.","details":"It is regrettable that fines have been levied on multiple groups involved in the referendum campaign. However, the Government is clear that there can be no attempt to rescind Article 50. The British people voted to leave the EU, and it is the duty of the Government to deliver on their instruction.\r\n\r\nThe result of the referendum held on 23 June 2016 saw a majority of people vote to leave the European Union. This was the biggest democratic mandate for a course of action ever directed at any UK Government. Following this, Parliament authorised the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then voted for parties committing to respecting the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will of the electorate.\r\n\r\nThis was not a decision made after just a few weeks of campaigning, but one that came after a debate that had taken place both in Parliament and across the country for decades.\r\n\r\nThe Government is determined to make a success of the British people’s decision to leave the European Union. And that is how we have always approached the negotiations - anticipating success, not failure. It is vital that we try to reach an agreement that builds a strong relationship between Britain and the EU as neighbours, allies and partners. Not just for those who voted to leave, but for every citizen of the United Kingdom. We were given a national mandate and this Government is determined to deliver a deal in the national interest.\r\n\r\nAs the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” The British people can trust this Government to honour the referendum result and get the best deal possible. To do otherwise would be to undermine the decision of the British people. The premise that the people can trust their politicians to deliver on the promises they make and will deliver them in Parliament is fundamental to our democracy.\r\n\r\nIt is not acceptable for any organisation to breach electoral procedures and it is regrettable that fines have been levied on multiple groups involved in the referendum campaigns. The Electoral Commission is an independent regulator, accountable to Parliament, not the Government, and the use of its sanctioning powers show that it is doing its job. \r\n\r\nHowever, almost three quarters of the electorate took part in the referendum, resulting in the highest ever number of votes cast for anything in UK electoral history, to leave the European Union. This instruction was then reinforced both in Parliament, and in the subsequent General Election. The British people therefore gave a clear directive to Government to leave the EU, and we are committed to respecting that directive. Our focus now is on making a success of Brexit, and delivering an outcome which will better the lives of British people, whether they voted to leave or to remain. \r\n\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-08-01T12:20:25.369Z","updated_at":"2019-01-09T17:17:34.790Z"},"debate":{"debated_on":"2018-09-10","transcript_url":"https://hansard.parliament.uk/commons/2018-09-10/debates/765648D6-5872-49B6-AA13-4E9AC0DA923C/VoteLeaveCampaignElectoralLaw","video_url":"https://www.parliamentlive.tv/Event/Index/f5d8b613-0156-4925-a54f-958105fd7bb5","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0202","overview":""}}},{"type":"petition","id":228572,"links":{"self":"https://petition.parliament.uk/petitions/228572.json"},"attributes":{"action":"Make TV election debates happen - establish an Independent Debates Commission","background":"Genuine leaders' debates took place in 2010, but in the next two elections didn't happen. Amend election law to make party leaders take part in a televised debate. ","additional_details":"An Independent Debates Commission would take decision making out of the politicians and broadcasters' hands and ensure TV debates become a regular fixture of UK elections.","state":"open","signature_count":136377,"created_at":"2018-09-11T16:07:00.226Z","updated_at":"2019-01-11T23:57:08.999Z","rejected_at":null,"opened_at":"2018-09-21T14:21:06.885Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-14T13:57:12.779Z","response_threshold_reached_at":"2018-09-30T20:32:02.730Z","government_response_at":"2018-10-23T08:59:06.225Z","debate_threshold_reached_at":"2018-11-29T06:33:04.031Z","scheduled_debate_date":"2019-01-07","debate_outcome_at":"2019-01-08T14:33:23.117Z","creator_name":"Jonathan Levy","rejection":null,"government_response":{"responded_on":"2018-10-23","summary":"Televised election debates are a matter for political parties. The Government has no plans to change electoral law to make the debates mandatory.","details":"The proposals for a Debates Commission are something to be considered in due course by political parties, closer to any general election in 2022.\r\n\r\nTelevised election debates took place in the 2010, 2015 and 2017 UK Parliamentary general elections. They form one of many mediums that enable political parties to convey their message to members of the public and address key challenges. \r\n\r\nTelevised election debates are not mandatory under electoral law. Participating in a televised election debate is down to the discretion of the political party invited to debate. The Government has no plans to change electoral law to make televised elections debates mandatory. \r\n\r\nThere are many mediums used by political parties to convey their message to members of the public. These include candidate hustings and political canvassing, which enables electoral candidates to debate policies and directly address members of the public in the run up to an election. These are also not mandatory under electoral law.\r\n\r\nAny televised material, including televised election debates, is regulated by Ofcom, the independent media regulator, and is subject to the provisions in the Broadcasting Code. Ofcom does not obligate broadcasters to transmit election debates, nor does it have any decision-making role over the editorial format of any programme.\r\n\r\nCabinet Office","created_at":"2018-10-23T08:59:06.222Z","updated_at":"2018-10-23T08:59:06.222Z"},"debate":{"debated_on":"2019-01-07","transcript_url":"https://hansard.parliament.uk/commons/2019-01-07/debates/744E78D3-C664-4543-A078-2EC99D19F5C2/TelevisedElectionDebates","video_url":"https://parliamentlive.tv/Event/Index/066feaf6-a73e-4884-a9ac-6c0ee733ffac","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0286","overview":""}}},{"type":"petition","id":226071,"links":{"self":"https://petition.parliament.uk/petitions/226071.json"},"attributes":{"action":"Stop possible second referendum on E.U. membership","background":"There is a growing band of people that want to reverse the result of the democratic vote of this country to leave the European Union and are calling for a second referendum. This is mainly by the people that lost the vote two years ago and cannot accept the democratic vote of the majority decision.","additional_details":"Although not legally binding the referendum on whether we stay or leave the EU carried out on the 23rd June 2016 was the clearest indication of the will of the electorate. At that time our Prime Minister David Cameron assured us that the result of the referendum would be carried out. We must ensure the democracy rules","state":"open","signature_count":132301,"created_at":"2018-07-27T09:09:37.857Z","updated_at":"2019-01-11T23:58:19.721Z","rejected_at":null,"opened_at":"2018-08-01T08:55:38.286Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-27T14:35:34.016Z","response_threshold_reached_at":"2018-10-22T21:39:46.092Z","government_response_at":"2018-11-06T08:42:03.050Z","debate_threshold_reached_at":"2018-10-31T12:58:15.160Z","scheduled_debate_date":"2018-12-03","debate_outcome_at":"2018-12-04T12:56:40.725Z","creator_name":"Ronald Mitchell","rejection":null,"government_response":{"responded_on":"2018-11-06","summary":"A clear majority of the electorate voted to leave the European Union. We must respect both the will of the British people, and the democratic process which delivered this result.","details":"The Government is clear that we will respect the result of the 2016 referendum, and that we will not hold a second referendum.\r\n\r\nA clear majority of the electorate voted to leave the European Union in the 2016 referendum. Almost three quarters of the electorate took part in the referendum, resulting in 17.4 million votes to leave the European Union. This is the highest number of votes cast for anything in UK electoral history. This was the biggest democratic mandate for a course of action ever directed at any UK Government.\r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Bill.\r\n\r\nIn last year’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum - it was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate in the referendum - respecting both the will of the British people, and the democratic process which delivered the referendum result.\r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise. We recognise that to do otherwise would be to undermine the decision of the British people, and to disrespect the powerful democratic values of this country and this government.\r\n\r\nThe Government therefore continues to be committed to delivering on the instruction given to us by the British people: working to overcome the challenges and seize the opportunities this brings to deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain. \r\n\r\nThe people of the United Kingdom gave a clear instruction and the Government is committed to seeing that through. We will leave the European Union on 29 March 2019.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-11-06T08:42:03.047Z","updated_at":"2018-11-06T08:42:03.047Z"},"debate":{"debated_on":"2018-12-03","transcript_url":"https://hansard.parliament.uk/commons/2018-12-03/debates/C98FB021-9FF0-459F-AF03-672BD765E14C/EUMembershipSecondReferendum","video_url":"https://parliamentlive.tv/Event/Index/4330475e-b1fd-4878-903c-700c4ea4eb81","debate_pack_url":"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0267#fullreport","overview":""}}},{"type":"petition","id":232698,"links":{"self":"https://petition.parliament.uk/petitions/232698.json"},"attributes":{"action":"The UK should not agree the UN's Global Compact for Migration","background":"The UN's Intergovernmental Conference will be held in Marrakech, Morocco on 10 and 11 December 2018. Like Hungary, the UK should not sign.","additional_details":"","state":"open","signature_count":130022,"created_at":"2018-11-12T13:30:57.587Z","updated_at":"2019-01-11T23:55:58.612Z","rejected_at":null,"opened_at":"2018-11-20T11:10:03.061Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-12T20:02:35.389Z","response_threshold_reached_at":"2018-11-24T18:24:49.116Z","government_response_at":"2018-12-07T17:27:21.192Z","debate_threshold_reached_at":"2018-12-05T16:47:17.114Z","scheduled_debate_date":null,"debate_outcome_at":"2019-01-09T16:51:10.134Z","creator_name":"David Gunn","rejection":null,"government_response":{"responded_on":"2018-12-07","summary":"The Global Compact for Migration will support global co-operation on migration without affecting the sovereignty of all countries to control their own borders.","details":"Uncontrolled migration erodes public confidence, damages economies, and places those on the move in situations of intense vulnerability. The UK is taking significant steps to tackle uncontrolled migration by:\r\n\r\n- Addressing the root causes of migration, through our targeted assistance for livelihoods, healthcare, education and economic development \r\n- Tackling modern slavery and organised immigration crime\r\n- Supporting enhanced border management\r\n- Providing critical humanitarian support and protection for vulnerable migrants, as well as offering voluntary return and vital reintegration support to those wishing to return home\r\n- Supporting refugees to stay in a first safe country through our humanitarian and development work in Africa, the Middle East and Asia\r\n\r\nThe Global Compact for Migration embeds these efforts within the global system, enhances cooperation between states, and sets out ways that countries may choose to deliver these objectives.\r\n\r\nThe Compact is not legally binding. It creates a framework to allow countries to work together to make global migration more beneficial for everyone.\r\n\r\nIt respects the sovereignty of all states to decide who enters their territory. It will not affect our ability to determine and implement our own migration policies, including in areas such as asylum, border controls and returns of illegal migrants.\r\n\r\nIt does not establish a ‘human right to migrate’ or create any new legal categories of migrant. It explicitly stresses that migrants are entitled to the same universal human rights as any human being, and that these are different to the legal protections available to refugees.\r\n\r\nToo many people, including vulnerable women and girls, are taking risky journeys to migrate through dangerous channels. The Compact will help us take important steps to keep migrants around the world safer and to protect the most vulnerable, by supporting international cooperation on the protection of migrants, in line with our obligations under international law. It outlines ways of preventing exploitation, and of combating the heinous crime of modern slavery.\r\n\r\nA key objective of the document is to support cooperation on reducing uncontrolled migration. It sets out the responsibility of countries of origin to ensure effective control of their borders, and to cooperate in accepting the return of their nationals when they no longer have the right to remain in another country. Furthermore, the text also calls on countries of origin to work with the international community to address the drivers of irregular migration, by creating economic opportunities for populations in source countries, and improving governance and respect for the rule of law.\r\n\r\nWhen migration is safe and regular, it can bring great prosperity. The Compact also sets out possible actions to harness the economic benefits of safer, regular migration, for example by reducing the costs of remittances that migrants send home. These can foster economic development in source countries, helping to address some of the causes of migration.\r\n\r\nThe Compact is the result of months of intergovernmental negotiations. Though it is legally non-binding and no country can be compelled to conform with its provisions, we are aware that a small number of countries have chosen not to endorse it. We respect this choice and note that countries will be able to endorse the Compact, or cooperate with other states on delivering its objectives, at any point in the future. \r\n\r\nDepartment for International Development","created_at":"2018-12-07T17:27:21.189Z","updated_at":"2018-12-07T17:27:21.189Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Committee has decided not to schedule a debate on this petition because the UN Global Compact on Migration has already been agreed by the UK Government. The final text of the Compact was agreed by the UK Government in July last year. It was adopted by the UN General Assembly in December. You can find more about how the Compact was agreed in this House of Commons Library research note:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/CBP-8459/CBP-8459.pdf \r\n \r\nThe Government says that the Compact is not legally binding and cannot compel the UK Government to change its own immigration policies. On 19th December 2018 the Government made an announcement on its future immigration policy with a statement in the House of Commons and questions from MPs. You can find out more about this debate, and watch the video or read a transcript, here. \r\n \r\nhttps://www.parliament.uk/business/news/2018/december/home-secretary-gives-statement-on-immigration-white-paper/\r\n"}}},{"type":"petition","id":232984,"links":{"self":"https://petition.parliament.uk/petitions/232984.json"},"attributes":{"action":"Grant a People's Vote if Parliament rejects the EU Withdrawal Agreement","background":"The Prime Minister has negotiated an EU withdrawal agreement. However, it is clear from resignations and interviews that the deal will not pass Parliament. As no credible alternative has been proposed, the public must be allowed to vote on whether to accept this deal or to remain in the EU.","additional_details":"Dominic Raab's resignation is perhaps the strongest indication that this withdrawal agreement will not be approved by Parliament. However, he is responsible for this deal as former Brexit Secretary, which suggests that a better deal is not possible. The only better deal is to remain in the EU on similar terms to what we have now - not in Schengen, not in the Euro, deciding on EU legislation.","state":"open","signature_count":129620,"created_at":"2018-11-15T11:10:20.169Z","updated_at":"2019-01-11T23:59:30.218Z","rejected_at":null,"opened_at":"2018-11-26T13:28:37.981Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-15T14:28:44.407Z","response_threshold_reached_at":"2018-11-27T18:42:14.458Z","government_response_at":"2018-12-13T13:05:37.016Z","debate_threshold_reached_at":"2018-12-04T22:34:20.535Z","scheduled_debate_date":"2019-01-14","debate_outcome_at":null,"creator_name":"Anna Thomson","rejection":null,"government_response":{"responded_on":"2018-12-13","summary":"A clear majority of the electorate voted to leave the European Union. We must respect both the will of the British people, and the democratic process which\r\ndelivered this result.","details":"The Government is clear that we will respect the result of the 2016 referendum, and that we will not hold a second referendum.\r\n\r\nAlmost three quarters of the electorate took part, resulting in 17.4 million votes to leave the European Union. This is the highest number of votes cast for anything in UK electoral history, and the biggest democratic mandate for a course of action ever directed at any UK Government.\r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate - respecting both the will of the British people, and the democratic process which delivered the referendum result.\r\n\r\nThe deal we have negotiated takes back control of our borders, laws and money. It protects jobs, security and the integrity of the United Kingdom, and delivers in ways that many said could simply not be done. It protects the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU and provides a fair financial settlement for UK taxpayers estimated to be between £35-39bn, resolving our obligations.\r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise.\r\n\r\nWe therefore continue to be committed to delivering on the instruction given to us by the British people: to leave the European Union and deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-12-13T13:05:37.013Z","updated_at":"2018-12-13T13:22:29.029Z"},"debate":null}},{"type":"petition","id":225767,"links":{"self":"https://petition.parliament.uk/petitions/225767.json"},"attributes":{"action":"Lower the age for smear tests from 25 to 18 to prevent cervical cancer.","background":"Hi I'm Natasha, I am making this petition because I want to make a difference to all woman living in the UK.\r\n\r\nI am 30 years old and I have metastatic cervical cancer. I believe that the age of screening should be lowered to age 18 to enable all woman to detect cell changes and prevent cancer.","additional_details":"I believe that lowering the age and giving woman the knowledge about cervical cancer will enable all woman the right to live. There is little to no awareness about cervical cancer. \r\nBy reducing the age of smear tests and cervical screening today we can save lives, we can tackle cell changes early and prevent cervical cancer. \r\nIf I can do anything with my life I want to make this change happen, it's too late for me but it's not too late for the next generation of young ladies.","state":"open","signature_count":120860,"created_at":"2018-07-24T11:49:06.489Z","updated_at":"2019-01-11T23:59:20.097Z","rejected_at":null,"opened_at":"2018-08-03T11:56:46.041Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-24T11:55:29.616Z","response_threshold_reached_at":"2018-08-25T21:24:24.954Z","government_response_at":"2018-09-13T11:59:02.881Z","debate_threshold_reached_at":"2019-01-05T23:08:19.624Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natasha sale","rejection":null,"government_response":{"responded_on":"2018-09-13","summary":"The Government accepted the UK National Screening Committee recommendation that the first invitation for cervical screening should be offered at age 25 based on the assessment of research evidence.","details":"We are grateful that you have taken the time to focus on making a difference to other women on this important matter by starting your petition, and we are sorry to learn about your diagnosis.\r\n\r\nPublic Health England has been running ‘Be Clear on Cancer’ campaigns since 2011. These are designed to raise the public’s awareness of specific cancer symptoms; encourage people with those symptoms to go to the doctor; and diagnose cancer at an earlier stage, and therefore make it more treatable, and thereby improve cancer survival rates.\r\n\r\nThe UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.  In 2012 the UK NSC recommended that the age of the first invitation for cervical screening should be age 25.  This was based on evidence that a large number of women below this age received relatively little benefit from being screened and treated.  It is only where the offer to screen provides more good than harm that a screening programme is recommended. This UK NSC recommendation also concurred with a major review by the Advisory Committee on Cervical Screening in 2009.\r\n\r\nCervical cancer in women under the age of 25 is very rare with 2.6 cases per 100,000 women. Importantly, younger women often undergo natural and harmless changes in the cervix that screening could identify as cervical abnormalities, and in most cases these abnormalities resolve themselves without any need for intervention.\r\n\r\nThe purpose of screening is to reduce mortality and morbidity from cancer and other conditions in the population who appear healthy and have no symptoms, by detecting conditions at an earlier, more treatable stage.\r\n\r\nPeople with symptoms are encouraged to contact their general practitioner as soon as possible and work is ongoing to ensure that GPs are aware of the symptoms and the need to refer for further investigation. Guidance is available for the primary care of young women who present with gynaecological symptoms, and was developed and published in March 2010.  The guidance ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’ was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector, and was endorsed by the relevant Royal Colleges.  This can be found at this link:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/436924/doh-guidelines-young-women.pdf\r\n\r\nThe NHS offers cervical screening to all eligible women aged 25 to 49 every three years and those aged 50 to 64 every five years, and saves an estimated 5,000 lives a year by detecting abnormalities of the cervix early and referring women for effective treatment.  \r\n\r\nDepartment of Health and Social Care","created_at":"2018-09-13T11:59:02.878Z","updated_at":"2018-09-13T11:59:02.878Z"},"debate":null}},{"type":"petition","id":226509,"links":{"self":"https://petition.parliament.uk/petitions/226509.json"},"attributes":{"action":"STOP BREXIT","background":"It's so desperately simple. The Government's standard response to these kinds of petitions is \"The British people voted to leave the EU and the government respect that decision\". BUT, the government themselves DO NOT KNOW the outcome of that decision, so how can they possibly respect it???","additional_details":"Quote Theresa May: \"We don't know what the outcome will be\". The referendum was advisory, not conclusive. The result of the referendum has now been proven to be illegally biased (something \"our\" government is choosing to ignore). Hence, the \"vote\" (actually an opinion poll) is now null and void. The referendum was voted for with no indication of any actual facts. 2yrs ago there was no detail about what \"brexit\" actually entailed. Today, still no detail. For all these reasons:  STOP BREXIT.","state":"open","signature_count":108936,"created_at":"2018-08-03T00:12:28.596Z","updated_at":"2019-01-11T23:55:08.146Z","rejected_at":null,"opened_at":"2018-08-10T13:51:55.381Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-07T10:23:14.432Z","response_threshold_reached_at":"2018-11-01T19:05:52.038Z","government_response_at":"2018-11-23T12:27:10.256Z","debate_threshold_reached_at":"2018-12-20T21:09:28.855Z","scheduled_debate_date":"2019-01-14","debate_outcome_at":null,"creator_name":"Adam Bowden-Smith","rejection":null,"government_response":{"responded_on":"2018-11-22","summary":"The people of the United Kingdom gave a clear instruction to leave the\r\nEuropean Union. The Government respects that decision.","details":"The British public voted to leave the European Union and the\r\nGovernment will deliver this instruction. As a matter of firm policy our\r\nnotification under Article 50 will not be withdrawn.\r\n\r\nThe referendum was one of the biggest democratic exercises in British\r\nhistory. Almost three quarters of the electorate took part in the\r\nreferendum, resulting in 17.4 million votes to leave the European\r\nUnion. This is the highest number of votes cast for anything in UK\r\nelectoral history. This was the biggest democratic mandate for a\r\ncourse of action ever directed at any UK Government.\r\n\r\nParliament also overwhelmingly confirmed the result of the referendum\r\nby voting with clear and convincing majorities in both of its Houses for\r\nthe European Union (Notification of Withdrawal) Bill. At the last general\r\nelection over 80% of British people voted for parties committed to\r\nrespecting the Leave result.\r\n\r\nThe Government will honour the referendum result and get the best\r\ndeal possible. To do otherwise would be to undermine the decision of\r\nthe British people.\r\n\r\nThe full legal text of the Withdrawal Agreement has now been agreed in\r\nprinciple. This agreement marks a decisive step forward towards a\r\nsmooth and orderly exit from the EU. We have also agreed the draft text\r\nof our future relationship as set out in the Political Declaration.\r\n\r\nThis puts us close to a Brexit deal. A deal that takes back control of our\r\nborders, our laws and our money while protecting jobs, security and the\r\nintegrity of our United Kingdom.\r\n\r\nDepartment for Exiting the European Union.","created_at":"2018-11-23T12:27:10.253Z","updated_at":"2018-11-23T12:27:10.253Z"},"debate":null}},{"type":"petition","id":235053,"links":{"self":"https://petition.parliament.uk/petitions/235053.json"},"attributes":{"action":"Give parents the right to opt their child out of Relationship and Sex Education","background":"We believe it is the parent’s fundamental right to teach their child RSE topics or to at least decide who teaches them and when and how they are taught. We want the right to opt our children out of RSE when it becomes mandatory in Sept 2020.","additional_details":"We have grave concerns about the physical, psychological and spiritual implications of teaching children about certain sexual and relational concepts proposed in RSE and believe that they have no place within a mandatory school curriculum. \r\n\r\nWe believe the above factors have not been given enough consideration and that many of the RSE resources being produced by lobby groups and external organisations will actually cause more harm than good, particularly when child development and psychological factors are considered.","state":"open","signature_count":82068,"created_at":"2018-12-12T13:34:50.465Z","updated_at":"2019-01-11T23:59:40.252Z","rejected_at":null,"opened_at":"2018-12-18T11:34:33.418Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-12T14:57:28.932Z","response_threshold_reached_at":"2018-12-18T16:59:06.473Z","government_response_at":"2019-01-09T11:09:25.411Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Dr Katherine Sarah Godfrey-Faussett","rejection":null,"government_response":{"responded_on":"2019-01-09","summary":"As primary educators, parents must be consulted on their school’s curriculum for Relationships, and Relationships and Sex Education and may request their child’s withdrawal from Sex Education.","details":"Today’s children and young people are growing up in an increasingly complex world, living their lives seamlessly on and offline. This presents many positive opportunities, but also challenges and risks. Pupils need to know how to be safe and healthy, and how to manage their academic, personal and social lives in a positive way. \r\n\r\nThis is why we are making Relationships Education compulsory in all primary schools in England, Relationships and Sex Education compulsory in all secondary schools, and Health Education compulsory in all state-funded schools.\r\n\r\nWe are clear that parents and carers are the prime teachers for children on many of these matters. Schools complement and reinforce this role, and have told us that they see building on what pupils learn at home as an important part of delivering a good education.\r\n\r\nWe are proposing that schools will be required (as set out in draft regulations) to consult with parents on their Relationships Education and RSE policy, which will help minimise any misconception about the subjects and enable parents to decide whether to request that their child is withdrawn from sex education.  Schools should engage proactively with parents, to set out how and when they plan to cover topics included in Relationships Education and RSE so that parents can understand clearly what is going to be taught.\r\n\r\nSchools are free to decide on teaching materials, as they do for other curriculum areas, but should assess each resource carefully to ensure that it is appropriate for the age and maturity of pupils, and sensitive to their needs. Schools should also ensure that, when they consult with parents, they provide examples of the resources that they plan to use as this can be reassuring for parents, and enables them to continue the conversations started in class at home as well as to communicate where they may have concerns.\r\n\r\nSchools will be required to take into account the religious backgrounds of their pupils, and schools with a religious character can build on the core content by reflecting on the teachings of their faith. All schools must comply with the relevant provisions of the Equality Act (2010).\r\n\r\nThe draft guidance advises head teachers that parents can request that their child be withdrawn from sex education as part of RSE and unless there are exceptional circumstances, they should agree the parents’ request until 3 terms before the child turns 16. At that point, if the child wishes to receive sex education, they should be provided with it in one of those three terms. In line with the current position, there will be no right to withdraw from sex education taught in the science national curriculum.\r\n\r\nGood practice is also likely to include the headteacher discussing with the parents any detrimental effects that withdrawal might have on the child, including any social and emotional effects of being excluded e.g. receiving information from peers or from the internet. We believe that the new framework is the best way to secure the proper balance between parents’ rights and the rights of young people once they are competent to make their own choices.\r\n\r\nIn primary schools, we want the subjects to put in place the key building blocks of healthy, respectful relationships, focusing on family and friendships, both on and offline. At secondary, teaching will introduce age-appropriate knowledge about intimate relationships, including marriage and other forms of committed relationships, and sex. \r\n\r\nPrimary schools are not required to teach sex education but where they do cover elements of sex education other than those taught within the science national curriculum, this must be included in the school’s policy, which is subject to consultation with parents. This will make clear that all requests from parents to withdraw their child from sex education at primary will be automatically granted.\r\n\r\nTeaching on mental wellbeing is central to Health Education, reflecting that a priority for parents is their children’s happiness. The new subject content will give pupils the knowledge and capability to take care of themselves and get support if problems arise. This also provides the opportunity to teach about physical health and activity, basic first aid and life-saving skills, and drugs and alcohol.\r\n\r\nOur guiding principles have been that the compulsory subject content must be age appropriate. It must be taught sensitively and inclusively, with respect for the backgrounds and beliefs of pupils and parents while always with the aim of providing pupils with the knowledge they need of the law.\r\n\r\nThese subjects represent a huge opportunity to help our children and young people develop, to treat each other with kindness, respect and integrity, in order to become successful and happy adults who make a meaningful contribution to our society.\r\n\r\nDraft guidance/regulations are still available here: https://consult.education.gov.uk/pshe/relationships-education-rse-health-education/\r\n\r\nDepartment for Education","created_at":"2019-01-09T11:09:25.407Z","updated_at":"2019-01-09T11:09:25.407Z"},"debate":null}},{"type":"petition","id":229744,"links":{"self":"https://petition.parliament.uk/petitions/229744.json"},"attributes":{"action":"Increase college funding to sustainable levels - all students deserve equality!","background":"We call on the Government to urgently increase college funding to sustainable levels, including immediate parity with recently announced increases to schools funding. This will give all students a fair chance, give college staff fair pay and provide the high-quality skills the country needs.","additional_details":"Funding for colleges has been cut by almost 30% from 2009 to 2019. A decade of almost continuous cuts and constant reforms have led to a significant reduction in the resources available for teaching and support for sixth formers in schools and colleges; potentially restricted course choice; fewer adults in learning; pressures on staff pay and workload, a growing population that is not able to acquire the skills the UK needs to secure prosperity post-Brexit.","state":"open","signature_count":68881,"created_at":"2018-10-03T12:00:04.120Z","updated_at":"2019-01-11T23:27:52.082Z","rejected_at":null,"opened_at":"2018-10-10T10:03:55.340Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-03T12:08:17.236Z","response_threshold_reached_at":"2018-10-12T11:09:51.403Z","government_response_at":"2018-11-01T10:23:21.998Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Charlotte Jones","rejection":null,"government_response":{"responded_on":"2018-11-01","summary":"We are funding priorities in further education including new T Levels, and looking at the needs of colleges ahead of the Spending Review. However colleges are not in scope for school pay arrangements.","details":"This government is aware of the funding pressures in Further Education and is currently assessing the funding and sustainability of colleges.  \r\n\r\nWe plan to invest nearly £7 billion this academic year to make sure there is a place in education or training, including for apprenticeships, for every 16- to 19-year-old. We have also protected the base rate of funding for 16-19 year olds until 2020. We will introduce our new gold standard T Levels from 2020, and will provide an additional £500m every year once they are fully rolled out.\r\n\r\nIn addition, we have announced extra support for key priorities. We will provide additional funding to support institutions to grow participation in level 3 maths - an extra £600 for every additional student - with two payments of £600 if, for example, they are studying A level maths over two years. The first of these payments will be made in 2019/20. We have also approved £300m of Restructuring Funding for colleges, of which £150m has been spent so far.\r\n\r\nAlongside our investment in 16-19 education and training, the Department for Education was allocated £1.5 billion for the Adult Education Budget (AEB) for each year of the Spending Review period up to 2020, as set out in the 2015 Spending Review.\r\n\r\nWe recently announced a pay settlement for school teachers and a specific grant to support this. However, FE colleges and sixth form colleges have a different status when compared with schools and academies, as private sector institutions independent of the government.  Therefore, we are considering the needs of FE providers separately.\r\n\r\nWe will continue to look carefully at funding for Further Education in preparation for the next Spending Review.\r\n\r\nDepartment for Education","created_at":"2018-11-01T10:23:21.995Z","updated_at":"2018-11-01T10:23:21.995Z"},"debate":null}},{"type":"petition","id":227419,"links":{"self":"https://petition.parliament.uk/petitions/227419.json"},"attributes":{"action":"Re-instate nursing bursaries","background":"Student nursing numbers have declined by 11% since nursing bursaries were removed. This petition calls on the government to reinstate those vital bursaries to tackle the desperate nursing shortage in our NHS in England. There are currently 40,000 vacancies for nurses.","additional_details":"","state":"open","signature_count":54978,"created_at":"2018-08-17T09:28:07.322Z","updated_at":"2019-01-11T23:53:37.377Z","rejected_at":null,"opened_at":"2018-08-29T17:04:59.992Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T10:00:25.591Z","response_threshold_reached_at":"2018-09-29T17:56:02.260Z","government_response_at":"2018-10-15T09:49:44.272Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Elizabeth Savage","rejection":null,"government_response":{"responded_on":"2018-10-15","summary":"The are no plans to reintroduce bursaries, which resulted in many students being turned away from a nursing career. We are supporting universities to fill extra places created through these reforms.","details":"We are committed to ensuring nursing remains an attractive career so the NHS builds on the record number of nurses currently on wards.\r\n\r\nReforms to healthcare education funding started to take effect from 1 August 2017, with students moving from a bursary-based funding model to loans-based.\r\n\r\nThe Education Funding Reforms have unlocked the cap which restricted the number of available pre-registration nursing training places allowing students to gain access to nurse degree training courses. This has provided flexibility and created a sustainable model for universities and healthcare workforce supply. \r\n\r\nTo underpin these reforms, we have made additional funding available to universities and trusts to fund up to 5,000 additional clinical training placements every year from September 2018. \r\n\r\nWe are working with Health Education England (HEE) and the university sector to ensure students continue to apply for courses up to the end of clearing in October 2018 and in future years. \r\n\r\nUCAS will publish the final application numbers on the 13 December 2018.  \r\nThere is still strong demand for nursing courses and we have opened extra routes into nursing for those who may not want to study a full-time degree. We expect that up to 5,000 Nursing Associates will train through the apprentice route in 2018 and up to 7,500 in 2019. We now have a complete apprentice pathway from entry level to postgraduate advanced clinical practice in nursing.\r\n\r\nWe have put in place several actions to increase nursing workforce supply, covering improving staff retention, return to practice, overseas recruitment, expanding nursing associates, improving sickness absence and review of language controls. \r\n\r\nSince 2014, HEE have delivered a Nurse Return to Practice Programme which has seen more than 4,800 nurses starting on the programme. \r\n\r\nUnder the loans system students will receive at least 25% more upfront living cost support whilst they study than they would have under the previous system.  In addition, many additional funding incentives have been put in place to support students whilst undertaking the mandatory clinical placement element of their courses. \r\n\r\nEligible healthcare students have access to additional non-repayable grants of £1,000 for childcare, funding for travel to clinical placements and an exceptional support fund of up to £3,000 per student per academic year. Typically, students on the loan system are at least 25% better off whilst they study than the previous funding system.\r\n\r\nIn May this year we announced that some nursing postgraduate students, including some who go on to be district nurses will be eligible to receive up to £10,000 as a 'golden hello’, and we are investing £10 million to support this. \r\n\r\nIn recognition of the valuable work which nurses from overseas perform for the NHS, in June the Government announced the removal of nurses from the ambit of the cap on Tier 2 migrants, giving health and social care employers the ability to recruit more international nurses to provide outstanding patient care whenever and wherever required.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-10-15T09:49:44.269Z","updated_at":"2018-10-15T09:49:44.269Z"},"debate":null}},{"type":"petition","id":231177,"links":{"self":"https://petition.parliament.uk/petitions/231177.json"},"attributes":{"action":"Investigate what more can be done to tackle van theft and van tool theft.","background":"The loss of a van and/or tools can severely impact on a tradesperson. Even if they are insured, sourcing replacements, organising van repairs and rebooking appointments means significant time out of work. For those who cannot find affordable insurance, this can lead to the loss of livelihood.","additional_details":"While tradespeople can take preventative measures to protect their vans and tools, this only goes so far in deterring thieves. We are, therefore, calling on the Government to consider what more can be done to tackle this problem, whether it be introducing new legislation, additional sentencing guidelines or regulations on the reselling of tools. Ultimately, thieves must understand that such a crime is not profitable and that stealing a livelihood carries with it commensurate penalties.","state":"open","signature_count":37861,"created_at":"2018-10-25T11:28:35.903Z","updated_at":"2019-01-11T23:34:06.426Z","rejected_at":null,"opened_at":"2018-11-01T09:51:33.954Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-25T12:17:45.524Z","response_threshold_reached_at":"2018-11-07T21:28:51.656Z","government_response_at":"2018-11-22T12:07:24.385Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Peter booth","rejection":null,"government_response":{"responded_on":"2018-11-22","summary":"The Government takes these crimes very seriously. There are robust penalties in law to deal with theft and we are supporting the police to explore what more can be done to tackle stolen goods markets.","details":"The Government understands the distress and disruption that this type of crime causes and the effect it has on victims, including the impact on people who rely on the tools of their trade to earn a living.  \r\n\r\nThe Government is clear that these crimes, when they take place, should be reported to the police, so that they can be investigated and, where appropriate, the perpetrators taken through the courts and given appropriate sentences.  It is, however, for Chief Constables and Police and Crime Commissioners, as operational leaders and elected local representatives, to decide how best to deploy resources to manage and respond to individual crimes and local crime priorities. \r\n\r\nThe Theft Act 1968 provides a maximum penalty of seven years’ imprisonment for this type of offence.  In addition, the Act provides sufficient powers to tackle the threat of people going equipped to steal, with maximum penalties of three years’ imprisonment available.  \r\n\r\nOf course, in each case sentencing is a matter for our independent courts.  When deciding what sentence to impose, the courts will take into account the circumstances of the offence and any mitigating and aggravating factors, in line with sentencing guidelines which are issued by the independent Sentencing Council.  As outlined in the definitive guideline on Theft, consequential financial harm and the impact of theft on a business are factors which will be taken into consideration by the courts when assessing the harm suffered by the victim or others.  \r\n\r\nTo ensure the courts are made aware of the full impact these crimes can have on victims, individuals can provide a Victim Personal Statement to set out the physical, emotional, psychological, financial or other impact a crime has on them.  Similarly, businesses can provide an Impact Statement for Business to set out impacts such as operational disruption, loss of custom and reputational damage.   Further information about these impact statements can be found at: https://www.gov.uk/government/publications/victim-personal-statement.\r\n\r\nMaking stolen goods harder to sell on is a key part of making theft less attractive to thieves.  The Home Office is therefore supporting the police in exploring what more can be done to tackle the markets for stolen goods.  The first phase of this work has involved the Home Office working with the police, retailers, trade associations, insurers and others to understand better the buying and selling journey for a range of goods.  This phase of the work is now complete, and will inform police decisions on next steps, which include: establishing whether there is a need to strengthen identity and due diligence checks undertaken by the police, traders or members of the public; raising awareness of how traders and the public can further protect themselves from inadvertently buying and selling stolen goods; and whether these are actions that need to be driven locally by individual Chief Constables and Police and Crime Commissioners, or nationally.\r\n\r\nThis work will build on current police activity, which includes working with key partners such as product manufacturers, security companies and representatives from the insurance industry to make goods ‘harder to steal, harder to sell’; and encouraging the public to mark and register their property.  Indeed, police forces have funded the provision of over half a million property marking kits to households across England and Wales, which has helped to bring those who steal or handle stolen property to be brought to justice.  Details of some of these property marking schemes can be found on police force websites, or by contacting the police locally.\r\n\r\nThe Government will consider the evidence on what more needs to be done to prevent van theft.  The Government supported a multi-agency approach to tackle crimes that involve the use of motorcycles, mopeds or scooters, commonly referred to as ‘moped crime’.  Moped crime is a complex issue, with several underlying drivers, and we were determined to ensure that everything was being done to support police efforts to tackle this threat.  We therefore brought the police, industry and others together to see what more could be done to prevent offending and keep the public safe.  As announced by the Minister of State for Policing and the Fire Service on 16 October, the Government will be taking a similar multi-agency approach to see what more can be done to take real, effective and preventive action to tackle thefts of all vehicles across the country. \r\n\r\nHome Office","created_at":"2018-11-22T12:07:24.382Z","updated_at":"2018-11-22T12:07:24.382Z"},"debate":null}},{"type":"petition","id":232220,"links":{"self":"https://petition.parliament.uk/petitions/232220.json"},"attributes":{"action":"Increase funding for schools","background":"Schools are having to make difficult choices on how to spend their limited funding as their income has not kept pace with the rise in costs since 2010. All schools are working very hard to “make ends meet” but this is becoming increasingly difficult and verging on almost impossible.","additional_details":"As funding has become tighter, schools have had to cut back on: \r\n• Teaching and non-teaching staff \r\n• Support for more vulnerable pupils \r\n• Small group work for children who are not thriving in school \r\n• Teaching resources (parents being asked to pay for books and materials) \r\n• Subject choices in secondary schools \r\n• Range of activities for primary pupils \r\n• Extra curricula activities provided free or subsidised \r\n• Repairs to buildings \r\n• Renewal of equipment","state":"open","signature_count":37772,"created_at":"2018-11-07T14:36:22.821Z","updated_at":"2019-01-11T23:55:48.532Z","rejected_at":null,"opened_at":"2018-11-19T13:31:45.997Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-08T11:30:45.495Z","response_threshold_reached_at":"2018-11-29T21:26:55.551Z","government_response_at":"2018-12-11T15:46:34.689Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mr Andrew Ramanandi","rejection":null,"government_response":{"responded_on":"2018-12-11","summary":"We recognise schools are facing budgeting challenges and we are asking them to do more. We have increased funding by an extra £1.3bn across this year and next, over and above previous spending plans.","details":"While there is more money going into our schools than ever before, we recognise the budgeting challenges schools face and that we are asking them to do more. Because of this, and because children only get one chance of a great education, the government has prioritised and protected school spending – even while having to take difficult public spending decisions in other areas.\r\n\r\nWe have put an additional £1.3bn into core schools funding, over and above plans set out at the last Spending Review. That means the total core schools and high needs budget will rise from almost £41bn in 2017-18 to £43.5bn by 2019-20.\r\n\r\nFigures from the Institute for Fiscal Studies show that in 2020, per pupil funding for five to sixteen year olds, adjusted for inflation, will be 50% higher than in 2000, and 70% higher than in 1990. And we can compare ourselves favourably to other countries – we spend as much per pupil on state school education as any major economy in the world, apart from America.\r\n\r\nWe are also distributing funding more fairly through the National Funding Formula – which directs money to where it is most needed, based on schools’ and pupils’ needs and characteristics – not accidents of geography or past arrangements. \r\nSince 2017, the national funding formula has allocated every local authority more money for every pupil in every school, while allocating the largest increases to the schools that have been most underfunded.\r\n\r\nWe’ve made funding fairer across the country but recognise budgets remain tight which is why we’re supporting schools and head teachers to make the most of their budgets and reduce costs on things like energy, water bills and materials.\r\n\r\nDepartment for Education","created_at":"2018-12-11T15:46:34.687Z","updated_at":"2018-12-11T15:46:34.687Z"},"debate":null}},{"type":"petition","id":229004,"links":{"self":"https://petition.parliament.uk/petitions/229004.json"},"attributes":{"action":"NEW LAW THAT CATS KILLED/INJURED BY A VEHICLE ARE CHECKED FOR A CHIP: ROUND 3","background":"Thousands of cats are just disposed of every year without being scanned for a chip after being involved in RTAs. Owners search for months and years and never get closure. Scanning takes two minutes. Cats are a part of a family and deserve to be returned home, not thrown into landfill.","additional_details":"Why do councils not have the same respect for cats as they do for dogs? They are someone's family pet. The law must be changed so all cats are scanned and returned to their owners.\r\nA scanner is not expensive and all councils need providing with one and need to use it.\r\nMany councils who say they scan, often don't. There is NO excuse. It takes two minutes. How dare they throw our beloved pets away.\r\nEVERYONE needs to sign the petition to get this law passed for the cats.\r\nThank you\r\nGizmos Legacy","state":"open","signature_count":37609,"created_at":"2018-09-20T10:03:07.487Z","updated_at":"2019-01-11T23:54:07.695Z","rejected_at":null,"opened_at":"2018-10-01T12:01:05.668Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-20T14:06:26.114Z","response_threshold_reached_at":"2018-10-09T12:19:14.720Z","government_response_at":"2018-10-30T14:45:59.638Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helena Abrahams","rejection":null,"government_response":{"responded_on":"2018-10-29","summary":"It is already good practice for local authorities and Highways England to scan any cat or dog found on our streets so that the owner can be informed.  ","details":"Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan cats and dogs brought to their premises. In the case of road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice. \r\n\r\nHighways England similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident. \r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one. \r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip. \r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n","created_at":"2018-10-30T14:45:59.633Z","updated_at":"2018-10-30T14:45:59.633Z"},"debate":null}},{"type":"petition","id":223784,"links":{"self":"https://petition.parliament.uk/petitions/223784.json"},"attributes":{"action":"Reform the Dangerous Dogs Act 1991 and repeal Breed Specific Legislation.","background":"In light of DEFRA deeming, to EFRA's Inquiry, that the Dangerous Dogs Act (Breed Specific Legislation) is working, by focusing on dogs’ looks; people \u0026 dogs are being put at risk. Since the Act, bites have risen \u0026 many pets destroyed. We ask the Act be reformed to end the unscientific Breed focus.","additional_details":"Since the introduction of the act average fatalities per year have doubled. \r\nMostly fatalities have involved owner abuse or neglect of the dog.\r\n92% of dogs seized by the met status dogs unit were not involved in any incident; seizing of dogs based on appearance cost £3million per year.\r\nFocus must be on owner education and responsibility for the actions of their dog, regardless of breed.","state":"open","signature_count":36658,"created_at":"2018-07-05T17:23:10.643Z","updated_at":"2019-01-11T22:40:16.868Z","rejected_at":null,"opened_at":"2018-07-12T10:42:27.808Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-05T17:45:23.188Z","response_threshold_reached_at":"2018-07-18T12:52:00.827Z","government_response_at":"2018-08-03T14:17:00.847Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaila Bux","rejection":null,"government_response":{"responded_on":"2018-08-03","summary":"The Government does not consider that removing the prohibition on certain types of dogs would increase public safety or go anyway to reducing the number of dog attacks.","details":"Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nFigures provided by the Metropolitan Police show that nearly 20% of dog attacks in London were committed by pit bull type dogs. This is a far higher proportion than one would expect, given the population of pit bulls in this country. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-08-03T14:17:00.844Z","updated_at":"2018-08-03T14:17:00.844Z"},"debate":null}},{"type":"petition","id":235425,"links":{"self":"https://petition.parliament.uk/petitions/235425.json"},"attributes":{"action":"Make grey squirrel rescue exempt from Invasive Alien Species Order 2019","background":"As a wildlife rescue unit (Urban Squirrels), based in London and specializing in grey squirrels, we have just received an email from Natural England stating that licences for grey squirrels will not be renewed under the Invasive Alien Species (Enforcement and Permitting) Order 2019.","additional_details":"Rescue numbers are not significant statistically, but very significant for compassion. If we cannot freely take in injured or orphaned animals, then:\r\n- animals suffer unnecessarily,\r\n- members of the public who find them are stressed, \r\n- vet and rescue staff are traumatized and demoralized when they have to destroy animals, \r\n- public resources are wasted in the enforcement. \r\nThe need to control the species is best served by the development of oral contraception (Gonacon), currently under way.","state":"open","signature_count":33581,"created_at":"2018-12-17T10:00:15.705Z","updated_at":"2019-01-11T23:55:38.843Z","rejected_at":null,"opened_at":"2018-12-20T14:19:09.982Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-17T10:37:53.879Z","response_threshold_reached_at":"2018-12-23T16:44:06.671Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Natalia Doran","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229602,"links":{"self":"https://petition.parliament.uk/petitions/229602.json"},"attributes":{"action":"Organise a rescue plan to prevent the avoidable overnight closure of PRH’s A\u0026E","background":"The overnight closure of Princess Royal Hospital’s A\u0026E is avoidable and a solution is there if those responsible higher up nationally choose to intervene. \r\n\r\nGovernment and those at the top in the NHS have the power to resolve this and stop it happening.","additional_details":"I have persistently since 2016 raised with the Secretary of State for Health the issue of the possible closure of PRH’s A\u0026E yet nothing has been done. Now the closure is due to happen in November, Government can no longer wash their hands of this issue. \r\n\r\nOther hospital trusts have received extra help recruiting middle grade A\u0026E doctors and nurses that SaTH so desperately needs yet Telford and Shropshire appears to have been ignored.","state":"open","signature_count":32487,"created_at":"2018-10-01T10:35:40.633Z","updated_at":"2019-01-11T00:53:34.749Z","rejected_at":null,"opened_at":"2018-10-04T14:04:30.003Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-01T11:01:41.050Z","response_threshold_reached_at":"2018-10-05T14:44:04.512Z","government_response_at":"2018-10-23T09:13:25.441Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Shaun Davies","rejection":null,"government_response":{"responded_on":"2018-10-23","summary":"The Trust with NHS support is making every effort to avoid overnight closure of Telford’s A\u0026E, but has plans in place if it is unavoidable. This is a temporary measure, to safeguard patients’ safety. ","details":"On 27 September 2018 the Board of Shrewsbury and Telford Hospital NHS Trust made a decision that, if relevant medical and nursing staffing could not be improved in the short-term, it would temporarily suspend on patient safety grounds the overnight A\u0026E services provided by the Emergency Department at the Princess Royal Hospital in Telford. \r\n\r\nThis decision was taken by the Board in light of concerns that there are currently insufficient medical and nursing staff to ensure safe overnight A\u0026E services for patients at the Princess Royal Hospital. To keep both Emergency Departments at the Trust open in the short-term and thus avoid the temporary overnight closure of the Princess Royal Hospital’s Emergency Department, the Trust has advised that it needs an absolute minimum of at least 7 more Middle Grade Doctors and 15 more Registered A\u0026E Nurses in order to ensure safe overnight A\u0026E services for patients at the Princess Royal Hospital.\r\n\r\nThe Trust has, with the support of NHS Improvement and local partners, made significant recruitment efforts, including overseas recruitment, in support of its A\u0026E services and continues to do so, although it has been currently unable to recruit sufficient staff to address the A\u0026E staffing issues at the Princess Royal Hospital’s Emergency Department. The Trust is also engaging with key local stakeholders, such as MPs and councillors, as part of this work. \r\n\r\nAlthough every effort is being made by the Trust and its partners in the local health system to avoid the overnight closure, including engagement with neighbouring Trusts to explore all options for securing additional staff, it is unlikely that other local Trusts will be in a position to provide sufficient staff to resolve the A\u0026E staffing issues at the Princess Royal Hospital in the immediate future.\r\n\r\nThe Trust has advised that should the temporary overnight closure become unavoidable after it has explored all options, it would not happen until some time in November 2018 and would likely last for at least 6 months, with any re-opening decision by the Board depending on whether the Emergency Department would be able to provide safe services to patients. Relevant partners in the system, including the West Midlands Ambulance Service NHS Foundation Trust, have been engaging with the Trust to refine the details of potential closure plans, and the West Midlands Clinical Senate will also undertake a review of the options to ensure that patient safety is prioritised and that proposals fit with national guidance. \r\n\r\nThe Trust is also reviewing its business continuity arrangements to ensure that there is as minimal impact on patients as possible in the event of an overnight closure, and is also exploring options for patients in need of urgent rather than emergency care out of hours. \r\n\r\nIf the closure becomes unavoidable to ensure patient safety, the Trust has advised that this would mean that:\r\nthe Princess Royal Hospital’s Emergency Department would be closed overnight between 20:00 and 08:00;\r\nthe Princess Royal Hospital’s Emergency Department would be closed to ambulance admissions at 20:00 and ambulances would be diverted to neighbouring Trusts;\r\nthe Urgent Care Centre would accept patients until 20:00;\r\nthe Princess Royal Hospital would continue to accept GP-referred admissions in those specialities managed at the site between 08:00 and 20:00, 7 days a week; and\r\nstroke patients arriving by ambulance would be admitted via a direct pathway to the appropriate clinical ward.\r\n\r\nIn the event of the closure becoming unavoidable, the Trust will be putting in place a communications programme for the benefit of the public, staff and other stakeholders once a final overnight suspension management plan has been agreed.\r\n\r\nMinisters at the Department of Health and Social Care have also taken a keen interest in efforts to support the Trust, and have engaged with NHS Improvement and relevant stakeholders as part of this. It is important to note, however, that it is in the best interests of the local NHS and patients for decisions such as this one to be made locally, and for the NHS locally to keep the situation under review to ensure patient safety. \r\n\r\nIf local councillors or MPs have any concerns about the decision-making process, they should pass these on to the local NHS Clinical Commissioning Group or health scrutiny committee who can, in turn, request an independent review from the Independent Reconfiguration Panel. \r\n\r\nUntil the closure takes effect in the event of it being deemed unavoidable, the Trust has advised that A\u0026E services at the Princess Royal Hospital will continue as normal, with the Emergency Department remaining open 24 hours a day, 7 days a week.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-10-23T09:13:25.438Z","updated_at":"2018-10-23T09:13:25.438Z"},"debate":null}},{"type":"petition","id":228742,"links":{"self":"https://petition.parliament.uk/petitions/228742.json"},"attributes":{"action":"Protect library services by ringfencing government funding for libraries.","background":"Libraries across the country are being closed, cut back and/or outsourced to volunteers as a result of government cuts to local authority budgets.  Councils are unable to keep staffed library services open when faced with the competing demands of social care, child protection etc.","additional_details":"Local libraries are a vital resource for the promotion of reading, literature and culture.  They are a necessity for the digitally excluded who need to go online to access benefits, health, education and employment resources.\r\n\r\nWhile the commitment of volunteers is welcomed, volunteer-run library services are unsustainable long-term.  The government must ringfence funding to ensure councils can fulfil their statutory duty to keep libraries services available to the general public.","state":"open","signature_count":31834,"created_at":"2018-09-14T17:13:38.281Z","updated_at":"2019-01-11T22:35:52.392Z","rejected_at":null,"opened_at":"2018-09-24T11:07:24.102Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-18T11:00:22.390Z","response_threshold_reached_at":"2018-10-27T12:26:19.633Z","government_response_at":"2018-11-08T16:56:30.880Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Frances Belbin","rejection":null,"government_response":{"responded_on":"2018-11-08","summary":"The Government is committed to supporting a sustainable long-term future for libraries. Councils retain flexibility over funding decisions so libraries can be resilient and equipped to meet local need","details":"The Government takes seriously the statutory duty to superintend and promote the improvement of library services in England - to ensure that councils in England meet their own statutory duty to provide a comprehensive and efficient library service.\r\n\r\nThe Government is committed to supporting a sustainable long-term future for public libraries in England. We want libraries to be resilient and equipped to meet local challenges - to thrive, not just survive. We are continually advocating for their value and contribution to strategic objectives across central government.\r\n\r\nThe Department for Digital, Culture, Media \u0026 Sport (DCMS) and the Local Government Association (LGA) established the Libraries Taskforce in 2015. DCMS provides funding of £500,000 a year (from April 2016 to March 2020) to enable the delivery of its work. The Taskforce is helping to invigorate the public libraries sector by advocating for public libraries with central and local government, encouraging good practice and innovation, and by providing toolkits and free masterclasses for library services.\r\n\r\nOver the five year period from 2015-16 to 2019-20 council’s will have access to more than £200 billion. The Chancellor’s announcement at budget means a real-terms increase in funding for local government in 2018/19 and 2019/20.\r\n\r\nThe Government’s position is that local government funding should be non-ringfenced. This has been a long-established Government principle based on the premise that giving greater funding flexibility to local authorities supports them to make spending decisions based on their local needs and priorities. Removing ringfencing also supports good, efficient financial management at a local level and promotes the government’s agenda of localism.\r\n\r\nLocal Government funding is provided through the Local Government Finance Settlement with a certain sum of money based on the assessment of local needs. The decision about how to allocate this falls to the local authorities as the locally democratic and accountable body. Ultimately, decisions about resource prioritisation for libraries sit with local authorities. \r\n\r\nMinistry of Housing,Communities and Local Government","created_at":"2018-11-08T16:56:30.877Z","updated_at":"2018-11-20T17:05:52.199Z"},"debate":null}},{"type":"petition","id":231602,"links":{"self":"https://petition.parliament.uk/petitions/231602.json"},"attributes":{"action":"NHS supply new lifesaving drugs for Cystic Fibrosis like 11 other EU countries","background":"Children \u0026 young adults with CF endure lifelong suffering \u0026 early death. They need Orkambi and other precision medicines as they are developed. Sufferers in the EU, US \u0026 Australia can access the drugs, but not the UK. Hundreds have died in the 3yrs since these drugs were licensed.","additional_details":"All MPs who debated the petition in March were passionately in favour of supplying the drugs. Despite an ever-increasing abundance of evidence as to the drugs’ effectiveness, CF sufferers still do not have access. Case studies report miraculous improvements in health. Consultants nationwide have asked the NHS to make the drugs available. Doctors have expressed distress at seeing children die whilst the drug they need is on the shelf.  After 3 yrs, conclude negotiations and fund these drugs.","state":"open","signature_count":30817,"created_at":"2018-10-31T17:50:02.682Z","updated_at":"2019-01-11T23:50:35.730Z","rejected_at":null,"opened_at":"2018-11-16T17:32:51.166Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-01T09:59:39.310Z","response_threshold_reached_at":"2018-11-21T18:35:42.239Z","government_response_at":"2018-12-07T17:16:00.702Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Catherine Meredith","rejection":null,"government_response":{"responded_on":"2018-12-07","summary":"The Government urges Vertex Pharmaceuticals to fully re-engage with the NICE appraisal process and to accept the offer the NHS made in July.","details":"NICE and NHS England are leading the dialogue with Vertex Pharmaceuticals around access to their portfolio of cystic fibrosis medicines.  The Government fully supports the approach that NICE and NHS England are adopting.\r\n\r\nNICE was established nearly two decades ago to act as the authoritative, independent, expert body for assessing the clinical and cost effectiveness of new drug treatments in this country. It is internationally respected and central to decisions about which treatments can be reimbursed on the NHS. \r\n\r\nWhilst the Government understands the high level of interest in Orkambi, there is no justification for treating Vertex differently from the numerous other companies that engage with NICE, and the NICE appraisal process is both suitable and appropriate for evaluating the evidence Vertex have provided for their products.\r\n\r\nWe were disappointed by Vertex’s decision not to price Orkambi fairly following the guidance published by NICE two years ago, and by their more recent decision to unilaterally withdraw entirely from the NICE appraisal of Symkevi.   \r\n\r\nThe final offer NHS England made to Vertex in July this year provided significant commercial flexibilities designed to assist the company in obtaining positive NICE recommendations across all existing licensed treatments and future pipeline products, with the intention of making them rapidly available to patients and in advance of any NICE appraisals concluding. These flexibilities were to complement the NICE appraisal process, not act as a substitute for it.\r\n\r\nWe understand the frustration of the cystic fibrosis community, however, it has been made clear to Vertex that its drugs need to be priced responsibly and that any re-assessment of Orkambi's effectiveness must be carried out via NICE's established processes.  Vertex must now re-engage with the NICE appraisal process.  I am encouraged that they attended a meeting with NICE on 4th October and again on 30th November to discuss next steps and that there is a continuing dialogue between all parties.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-12-07T17:16:00.700Z","updated_at":"2018-12-07T17:16:00.700Z"},"debate":null}},{"type":"petition","id":231479,"links":{"self":"https://petition.parliament.uk/petitions/231479.json"},"attributes":{"action":"Make it a legal requirement to have a second safety critical person on trains","background":"Train Operating Companies across London and the rest of the country are beginning to introduce DOO (Driver Only Operation) on their trains. Some companies want to keep a second person on the trains but their role is revenue protection and is not safety critical. This cannot be allowed!","additional_details":"\r\nIn October 2018 a disabled man was left on a Scotrail train which was driver only operated. He needed a ramp in order to get on and off of the train. His home station was not staffed when his train arrived and the driver was not allowed to leave the cab leaving him stuck on the train until the next staffed station, 11 miles away. If we do not do something and stop our railways from becoming unmanned, more stories like this will emerge. Please help us with this cause","state":"open","signature_count":27547,"created_at":"2018-10-29T19:13:48.537Z","updated_at":"2019-01-11T20:07:28.324Z","rejected_at":null,"opened_at":"2018-11-06T11:14:02.568Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-29T19:42:08.999Z","response_threshold_reached_at":"2018-11-07T19:14:44.730Z","government_response_at":"2018-11-30T11:31:41.390Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Ben Spiers","rejection":null,"government_response":{"responded_on":"2018-11-30","summary":"Driver Only Operation (DOO) and Driver Controlled Operation (DCO) have been used on the network for over 30 years and over 50% of all passenger journeys are now on such train services.","details":"This includes Thameslink and the London Underground.  The use of this technology has been assessed by both the Office of Rail and Road - the independent regulator - who confirm that DOO is a safe method of working, provided as with all forms of train dispatch, suitably maintained equipment, proper procedures and competent staff are in place; and the Rail Safety and Standards Board, who concluded there is no safety reason to prevent the further adoption of DCO.\r\n\r\nDCO delivers substantial benefits including performance improvements and allows for on-board staff to provide higher levels of customer service to passengers.  This is why train operating companies want to move to this method of operation.  \r\n\r\nDCO allows staff to look after passengers rather than just operating the doors. Supporting disabled people to access the rail network is what we are committed to doing.  In July this year we published the Inclusive Transport Strategy, which is the next step in our ambition to deliver accessible transport. We want to make the transport system inclusive. Our goal is for disabled people to be able to access the transport system easily, confidently and at no extra cost.  \r\n\r\nIt is unacceptable for people to be left on trains and the situation outlined in this petition of a disabled man travelling on a Scotrail train is the opposite of what we are seeking to achieve.  \r\n\r\nWe want to see more people working on our railways delivering for passengers and maintaining the high level of safety standards that makes the UK rail network one of the safest in Europe.  We wholly support the desire in the petition to improve customer service. That is why the Secretary of State has offered to extend job guarantees for those currently working as the second member of staff on the train beyond the lives of the franchises introducing DCO.\r\n\r\nDepartment for Transport","created_at":"2018-11-30T11:31:41.387Z","updated_at":"2018-11-30T11:31:41.387Z"},"debate":null}},{"type":"petition","id":228620,"links":{"self":"https://petition.parliament.uk/petitions/228620.json"},"attributes":{"action":"Repeal the EU Copyright Directive, when the UK leaves the EU.","background":"The EU has just passed, Articles 11 and 13 of the EU Copyright Directive. This could damage and threaten people's right to freedom of speech and expression online, fair use and censor political and peaceful conversation. This should be repealed from UK law on the UK's exit from the EU.","additional_details":"","state":"open","signature_count":27472,"created_at":"2018-09-12T16:13:32.933Z","updated_at":"2019-01-11T23:57:29.243Z","rejected_at":null,"opened_at":"2018-09-20T09:56:10.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-12T16:58:19.597Z","response_threshold_reached_at":"2018-12-09T16:04:34.262Z","government_response_at":"2018-12-20T10:35:01.732Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Paul Hunter","rejection":null,"government_response":{"responded_on":"2018-12-20","summary":"We support Articles 11 and 13, which seek to ensure creators and producers are rewarded when their works are used online, but agree they must include safeguards for freedom of expression.","details":"The EU Copyright Directive is still being negotiated and the UK is a full and active participant in these negotiations as part of the Council of the EU. The Council and the European Parliament are between them negotiating the final version of the text.\r\n\r\nThe Government supports the aims of the Directive, including Article 11 – a new right for press publishers – and Article 13 – new rules to ensure copyright owners can claim payment when their content is uploaded to platforms like YouTube without their permission.\r\n\r\nHowever, it is important to the Government that these proposals are balanced, take into account the need to protect freedom of expression, and avoid placing unreasonable burdens on businesses and internet users.\r\n\r\nBecause of this the Government has actively sought safeguards for freedom of expression, such as rules which will protect people’s ability to use third party content for the purpose of quotation, parody, and similar purposes which are currently allowed under UK law.\r\n\r\nThe Government’s support for the Directive, and its position on implementing and maintaining these provisions following the UK’s exit from the EU, will depend on the outcome of the negotiations on the Directive.  The Government will continue to engage in these negotiations to ensure the best outcome for the UK. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2018-12-20T10:35:01.730Z","updated_at":"2018-12-20T10:35:01.730Z"},"debate":null}},{"type":"petition","id":227405,"links":{"self":"https://petition.parliament.uk/petitions/227405.json"},"attributes":{"action":"Scrap The Forestry Commission Licence Agreements With Fox \u0026 Hare Hunts","background":"The Forestry Commission licences ‘trail hunts’ (fox, beagle \u0026 harrier packs) to use public land with staff convicted under the Hunting Act 2004 \u0026 Protection of Badgers Act 1992. These should be scrapped. This shouldn’t apply to licenses agreed with Masters of Bloodhounds \u0026 Draghounds Association.","additional_details":"A recent list of Forestry Commission licensed hunts is here: https://www.forestry.gov.uk/foi Including: \r\nThe Meynell \u0026 South Staffordshire Hunt, whose master has been convicted for illegally hunting foxes: https://www.bbc.co.uk/news/uk-england-derbyshire-19552192 \r\nCottesmore Hunt (employee convicted for blocking a badger sett): https://nwhsa.wordpress.com/2015/09/17/cottesmore-hunt-employee-pleads-guilty-to-badger-sett-offence/\r\nTrail hunting is a myth exposed by the International Fund for Animal Welfare: https://s3.amazonaws.com/ifaw-pantheon/sites/default/files/legacy/2015-IFAW-Trail-of-Lies-full-report.pdf","state":"open","signature_count":27379,"created_at":"2018-08-16T22:35:17.179Z","updated_at":"2019-01-11T23:33:26.049Z","rejected_at":null,"opened_at":"2018-09-18T16:32:26.900Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T05:59:38.904Z","response_threshold_reached_at":"2018-09-30T07:19:58.739Z","government_response_at":"2018-10-17T15:05:28.679Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jack Riggall","rejection":null,"government_response":{"responded_on":"2018-10-17","summary":"Trail hunting is a legitimate activity. The Forestry Commission only permits trail hunting on its land under strictly controlled agreements.","details":"The Hunting Act 2004 came into effect on 18 February 2005 and bans all hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. \r\n\r\nMany hunts have since turned to trail hunting as an alternative to live quarry hunting, which involves the hunting of an artificial scent, or the scent of a fox, deer or mink, to mimic live quarry racing. A huntsman will go out ahead of the field and lay a trail; the dogs and followers will then follow this trail. Because the huntsmen or followers do not know in advance the route hounds will take when following the trail, trail hunting tends to closely match traditional live quarry hunting.\r\n\r\nIt is for the Forestry Commission to decide whether to permit trail hunting on its land.\r\n  \r\nThe Forestry Commission only permits trail hunting on the Public Forest Estate (PFE) to members of the Masters of Fox Hounds Association (MFHA) and the Masters of Draghounds and Bloodhounds Association (MDBA). The Forestry Commission enters into master agreements with the MFHA and MDBA, which strictly govern the terms under which trail and drag hunting are permitted on the PFE.\r\n\r\nThe agreements oblige each hunt to obtain a separate permission from the Forest Management Director of the District to trail and drag hunt on the PFE and to agree dates and routes four weeks prior to the commencement of the season in November.\r\n\r\nThe permission obliges the hunt to maintain £5 million liability insurance and indemnify the Forestry Commission against any damage or loss. The permission also strictly enforces the byelaws of the Forestry Commission and gives the Forest Management Director the ability to restrict the number of hounds and manner of hunting.\r\n\r\nThe Head of Estates meets the MFHA annually to review the previous season’s activity and to report on any issues and agree any actions that need to be taken. Through the agreements with MFHA and MDBA, the Forestry Commission is able to monitor the conduct of trail hunts on the PFE to ensure hunts comply with legislation.\r\n\r\nThe Government has no plans to ban trail hunting, which is a legitimate activity. Anyone who believes an offence is taking place, or has taken place, during a hunt (including trail hunting) should report the matter to the Police, as they deal with complaints of illegal hunting. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-10-17T15:05:28.675Z","updated_at":"2018-10-17T15:05:28.675Z"},"debate":null}},{"type":"petition","id":236261,"links":{"self":"https://petition.parliament.uk/petitions/236261.json"},"attributes":{"action":"Stop Brexit if parliament rejects the deal","background":"Brexit is not worth it.  A hard border in Ireland will destroy the Good Friday Agreement, meds are being stockpiled and there's news that a contract has been given to a company with no ferries, and the army is on standby in the event of no-deal too.  Stop Brexit if MPs vote to reject the PM's deal.","additional_details":"","state":"open","signature_count":27088,"created_at":"2018-12-30T23:45:54.024Z","updated_at":"2019-01-11T23:57:59.784Z","rejected_at":null,"opened_at":"2019-01-02T15:45:16.602Z","closed_at":null,"moderation_threshold_reached_at":"2018-12-30T23:58:20.924Z","response_threshold_reached_at":"2019-01-03T20:54:11.535Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":"2019-01-14","debate_outcome_at":null,"creator_name":"Ciaran O’Doherty","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":229573,"links":{"self":"https://petition.parliament.uk/petitions/229573.json"},"attributes":{"action":"Allow students to register at two GPs","background":"Students are unable to access help as they are living in two locations whilst only registered to one GP. I tried to access help for my mental health (I was suicidal, anxious and self harming) whilst at home this summer but was refused as I was registered at the uni GP (100 miles away).","additional_details":"","state":"open","signature_count":26993,"created_at":"2018-09-30T14:25:23.493Z","updated_at":"2019-01-11T22:57:40.843Z","rejected_at":null,"opened_at":"2018-10-05T14:07:32.088Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-30T14:40:54.204Z","response_threshold_reached_at":"2018-10-12T09:08:26.838Z","government_response_at":"2018-10-24T09:27:04.329Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Angela Hulbert","rejection":null,"government_response":{"responded_on":"2018-10-24","summary":"GP practices must provide urgent and immediately necessary treatment, from 8am to 6.30pm, to anyone, regardless of whether they are registered at the practice.","details":"We were sorry to the hear that the petitioner was unable to receive help from a local GP practice – particularly in such distressing circumstances.  \r\n\r\nAnyone who requires treatment that a GP or healthcare professional regards as an emergency, or immediately necessary, should be provided with that treatment free of charge, regardless of whether they are registered with a GP or not.\r\n\r\nWhile it is not possible for patients to register as a NHS patient with two GP practices at the same time - as only one practice can hold a patient’s medical records – we recognise that students registered with a university GP practice may wish to access treatment from any GP when returning home or when away from their university practice.  In such circumstances, students can apply to a GP to be accepted as a temporary resident.  Temporary residence applies where a person intends to be in an area for more than 24 hours but for less than 3 months.  Once registered, patients can receive treatment in the same way as other registered patients.  Details of the patient’s treatment provided, whilst a temporary resident, will be passed to their registered practice. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-10-24T09:27:04.327Z","updated_at":"2018-10-24T09:27:04.327Z"},"debate":null}},{"type":"petition","id":227567,"links":{"self":"https://petition.parliament.uk/petitions/227567.json"},"attributes":{"action":"Honour the original Dartford Crossing agreement, abolish all tolls permanently","background":"Under the original agreement, once the Dartford bridge had paid for itself, the tolls were to stop. In 1999, the government agreed that fees would be abolished by the end of 2003, an agreement that was not honoured and has been successively reneged on. We ask that the tolls are removed permanently.","additional_details":"","state":"open","signature_count":26135,"created_at":"2018-08-19T21:46:12.274Z","updated_at":"2019-01-11T23:56:38.939Z","rejected_at":null,"opened_at":"2018-08-29T11:06:08.951Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-19T22:38:14.167Z","response_threshold_reached_at":"2019-01-05T21:28:58.514Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Neil D'Silva","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":231928,"links":{"self":"https://petition.parliament.uk/petitions/231928.json"},"attributes":{"action":"Allow parents to take children out of school for 1 week a year during term time","background":"I'm fed up of being over charged for a family holiday during the school holidays. It's unfair that families pay an inflated holiday cost just because it is the school holidays. This needs to be combatted to allow hard working families to be able to afford to take their children away.","additional_details":"As a Mum of three, I understand the importance of education and how instrumental our children's attendance is to their sucessful progression but quality family time is also important. \r\n\r\nMany families can simply not afford to go away during the school holidays. We need to allow hard working parents to enjoy their children on a weeks holiday when they choose, once a year, at a price that isn't inflated. The only way this is achievable is during term time when holiday prices drastically come down.","state":"open","signature_count":25645,"created_at":"2018-11-04T22:54:53.040Z","updated_at":"2019-01-11T23:40:00.049Z","rejected_at":null,"opened_at":"2018-11-12T12:27:00.492Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-04T23:41:09.986Z","response_threshold_reached_at":"2018-11-20T11:19:14.652Z","government_response_at":"2018-12-04T13:14:54.150Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Carol Louise Costa","rejection":null,"government_response":{"responded_on":"2018-12-04","summary":"The Government wants every child to attend school regularly, and to confine absences to unavoidable causes. There is clear evidence that absence from school is linked to lower levels of attainment.","details":"The Government understands that the cost of holidays can be higher outside of term time and we acknowledge that family holidays can be an enriching experience. The school year is designed to allow families numerous opportunities to enjoy their holiday without disrupting a child’s education.  The Government does not set term and holiday dates. If parents and schools want different term dates, so they can take their children on holiday outside of the more expensive peak holiday season, they should discuss this with their local authority.\r\n\r\nThe Government has no powers to direct the commercial policy of the travel industry. In a competitive market it is for business to decide the market worth of their products and to price accordingly\r\n\r\nIt is a priority to reduce overall school absence as part of the Government’s ambition to create a world-class education system. Our evidence (‘Absence and attainment at key stages 2 and 4: 2013 to 2014’) shows that every extra day of school missed can affect a pupil’s chances of achieving good GCSEs, which has a lasting effect on their life chances. An absent pupil is also liable to interrupt the education of other pupils and increase teachers' workload in ensuring absent pupils catch up with missed work. \r\n\r\nIn 2013, the Government amended legislation to make it clear that leave of absence could be authorised by headteachers of maintained schools only in exceptional circumstances. The Department does not specify what constitutes exceptional circumstances; head teachers know their pupils best and are best placed to make judgements on a case-by-case basis.\r\n\r\nParents have a duty, under section 7 of the Education Act 1996, to ensure their child of compulsory school age (5-16) receives an efficient full-time education, either by attendance at school or otherwise. If parents choose to register their child of compulsory school age at school, the law places a duty on them to ensure their child attends school regularly. \r\n\r\nWhere a headteacher has declined a request for leave of absence a parent should not take their child out of school. Taking a child out of school without the headteacher’s permission can lead to parents being issued a penalty notice or prosecuted unless a statutory exception applies.\r\n\r\nDepartment for Education","created_at":"2018-12-04T13:14:54.147Z","updated_at":"2018-12-04T13:14:54.147Z"},"debate":null}},{"type":"petition","id":226054,"links":{"self":"https://petition.parliament.uk/petitions/226054.json"},"attributes":{"action":"Declare a Climate Emergency, end fossil fuel use and build community resilience.","background":"The current wave of extreme weather around the globe and in Britain indicates that the climate emergency predicted by our scientists is now here.  We must prepare for community resilience in the face of climate impacts and take urgent steps to limit warming and reverse temperatures to 1980s levels.","additional_details":"","state":"open","signature_count":25317,"created_at":"2018-07-26T22:24:21.036Z","updated_at":"2019-01-11T23:45:53.053Z","rejected_at":null,"opened_at":"2018-07-31T15:17:29.738Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-27T11:18:39.160Z","response_threshold_reached_at":"2018-10-25T14:55:16.475Z","government_response_at":"2018-11-15T12:31:41.218Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Theo Simon","rejection":null,"government_response":{"responded_on":"2018-11-15","summary":"Climate change is one of the most urgent and pressing challenges we face today, and we are committed to reducing emissions and building resilience at home and internationally.","details":"At home:\r\nOur first annual Green GB Week last month, which brought together Government, businesses, academia and the public, reinforced the UK’s domestic leadership on Climate Change and our deep-seated expertise. Our Climate Change Act 2008 was the first of its kind to set a legally binding long-term target to reduce greenhouse gas emissions in 2050 by at least 80% relative to 1990 levels. We are already making strong progress towards that target - reducing emissions by 43% while growing the economy by 71% – the best performance in the G7 on a per person basis.\r\n\r\nThe Clean Growth Strategy, published last year, sets out our plans to deliver on our 2050 target (and interim targets), building on the successful decarbonisation in the power sector, looking across the whole of the economy and country. It includes ambitious proposals on housing, business, transport, the natural environment and green finance, including committing to phase out unabated coal from the power sector by 2025 and to end the sale of all diesel and petrol cars by 2040.\r\n\r\nDelivering on this has seen us invest:\r\nOver £52bn in renewable energy in the UK since 2010. In 2017 50% of our energy came from clean sources, up from 19% in 2010. Earlier this year we produced electricity without burning coal for 76 continuous hours, the longest time since the Industrial Revolution.\r\nOver £2.5bn from 2015 to 2021 in low carbon innovation - part of the largest increase in public spending on UK science, research and innovation in almost 40 years.\r\n\r\nFollowing the Intergovernmental Panel on Climate Change’s special report on global warming of 1.5°C in October 2018, we have also asked our independent experts, the Committee on Climate Change, for their advice on the implications of the Paris Agreement for the UK’s long-term emissions reduction targets, including on setting a net zero target. We will consider their advice carefully when it is received.\r\n\r\nThe UK is also taking climate change adaptation very seriously, recognising the benefits of taking early action and the economic and social risks of not doing so. We published the second National Adaptation Programme in July 2018. It presents actions that are happening in a range of areas - natural environment, infrastructure, people and built environment, business and industry, and local government. The UK’s £2.6bn six year capital investment programme to reduce flood and coastal erosion risk will provide over £30bn in economic benefits and we will publish a policy statement on Flood and Coastal Erosion Risk Management this winter, setting out our future expectations.\r\n\r\nInternationally:\r\nEmissions and climate impacts don’t respect borders –governments, businesses and civil society must work together.  We are fully committed to implementing the Paris Agreement – it provides the right global framework and multilateral approach for protecting the prosperity and security of future generations, while keeping energy affordable and secure for our citizens and businesses.\r\n\r\nWhile significant progress has been made, more needs to be done collectively to meet our commitment to keeping emissions to well below two degrees.\r\n\r\nThe UK has long been at the forefront of shaping the political and economic debate on climate change, through our world leading scientists at the Met Office, the landmark 2006 Stern Report and the more recent New Climate Economy project, and our climate diplomacy. The UK played a leading role in securing the agreement of over 190 countries to sign up to the historic Paris Agreement.\r\n\r\nWe have launched and promoted global alliances to encourage clean growth, such as the Powering Past Coal Alliance, which now has over 70 members – countries, regions and businesses aiming to transition away from the most polluting methods of power generation.\r\n\r\nWe are investing at least £5.8bn in International Climate Finance (ICF) between 2016 and 2020 to support developing countries move to a resilient and low carbon footing. Over its lifetime, our ICF is expected to support 79m people to cope with the effects of climate change, give 36m people improved access to clean energy and reduce or avoid 590m tonnes of CO2. We are one of the largest contributors of climate finance, and (through the City of London) a global centre for green finance.\r\n\r\nThe UK is also building resilience internationally, leading work with our UN partners to ensure the Secretary General’s Climate Summit in September 2019 brings together key international actors, across the public and private sectors, to drive transformative action.\r\n\r\nWith the Prime Minster among the Co-convenors, the UK is a key partner in the Global Commission on Adaptation. The Commission, which launched in October, will produce a seminal international report on the evidence and actions needed for adaptation and building resilience.\r\n\r\nWe are committed to continuing this progress to meet the goals of the Paris Agreement and adapt to the impacts of climate change, ensuring the UK maintains its leadership in this area.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2018-11-15T12:31:41.215Z","updated_at":"2018-11-15T12:31:41.215Z"},"debate":null}},{"type":"petition","id":227152,"links":{"self":"https://petition.parliament.uk/petitions/227152.json"},"attributes":{"action":"Free Parking for all NHS Staff at Hospitals in England","background":"At hospitals in England, NHS staff have to pay for their parking. To be charged to spend your day dedicated to helping others is unjust.\r\n\r\nStaff can get permits to reduce the parking prices but they are only valid in the staff car park where there are not enough spaces for all of the staff to park.","additional_details":"For these hospitals, such as West Middlesex Hospital in Isleworth, to take advantage of their staff who have to use the car parks while at work is completely wrong and it should be stopped.\r\n\r\nTo be an essential part in saving lives, you should not have to worry about receiving fines while at work.","state":"open","signature_count":23938,"created_at":"2018-08-12T18:12:39.452Z","updated_at":"2019-01-11T22:39:56.465Z","rejected_at":null,"opened_at":"2018-09-03T13:44:28.709Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-17T22:24:41.653Z","response_threshold_reached_at":"2018-10-19T18:00:56.408Z","government_response_at":"2018-11-13T14:58:12.813Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Nicola Lovegrove","rejection":null,"government_response":{"responded_on":"2018-11-13","summary":"Upkeep and management of car parks in NHS Trusts in England is funded through parking fees; not patient care budgets. Any additional revenue goes to patient services. Staff often receive reduced fees.","details":"We’ve always been clear that staff, patients and their families shouldn't have to deal with the stress of complex and unfair charges. That is why we introduced tougher principles on car parking in 2014 that we expect all NHS organisations to follow.\r\n\r\nThe principles state that any charges must be reasonable, and concessions should be offered to groups who most need help, such as disabled people, carers, and staff who cannot travel by public transport due to their shift pattern. Ultimately, local NHS organisations have the power to decide what hospital parking charges they think are appropriate for the area.\r\n\r\nMaking NHS car parks ‘free’ would not only mean a loss of money made from parking charges which goes towards the management, upkeep and security of the car parks, but also the loss of any additional income raised which is then re-invested in patient care. The potential additional costs to the NHS could be significant – either to provide more spaces to account for commuters and shoppers, or to recruit large numbers of wardens to stop people misusing the facility. This money would have to be taken from direct patient care.\r\n\r\nThe use of charges to staff has benefits other than the use of revenue. Anecdotal evidence shows that parking charges can reduce capacity issues, which are felt by a significant number of Trusts, as other forms of transport can be used, such as car sharing or public transport. This means parking spaces are available to staff when they need them.\r\n\r\nHowever, staff often face a reduced fee for their parking charges. The national average is 18p per hour and has been consistently between 16p and 19p since 2013. They remain very engaged in this matter, and we believe Trusts can use this engagement to work with staff to develop policies that work for both parties.\r\n\r\nWe encourage Trusts to develop transport and parking plans to assist staff in travelling to work. Many hospitals provide incremental rates on parking dependent on the staff member’s salary, to ensure those who are in need the most are not adversely affected. In addition, many Trusts also implement a number of schemes, such as cycle-to-work, car sharing applications, salary sacrifice (to which tax incentives can be applied) and public transport vouchers. However, we have been informed that such schemes have sometimes had low uptake, so we would also encourage staff to take advantage of these schemes where possible. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-11-13T14:58:12.809Z","updated_at":"2018-11-13T14:58:12.809Z"},"debate":null}},{"type":"petition","id":228954,"links":{"self":"https://petition.parliament.uk/petitions/228954.json"},"attributes":{"action":"Increase funding for dementia research to find effective treatments.","background":"Alzheimer's Research UK calls on the government to put 1% of the total annual cost of dementia towards dementia research each year to urgently find an effective treatment.  Dementia is the leading cause of death in the UK and without an effective treatment death rates will continue to rise.","additional_details":"Dementia research and treatment lags far behind other major disease areas, like cancer.  In 2016-2017, the Government committed £83.1 million of public money to dementia research.  In contrast cancer research received £269m in 2015-2016.  This inequity in research funding has resulted in slower progress in our ability to treat dementia than we’ve seen in other conditions.  With no way to prevent, cure or even slow down the diseases that cause dementia, government must increase research to find new treatments.","state":"open","signature_count":22443,"created_at":"2018-09-19T08:58:46.994Z","updated_at":"2019-01-11T21:56:40.568Z","rejected_at":null,"opened_at":"2018-09-25T10:14:40.792Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-19T09:04:55.699Z","response_threshold_reached_at":"2018-10-16T21:05:11.983Z","government_response_at":"2018-10-25T11:16:39.126Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Helen Davies on behalf of Alzheimer's Research UK","rejection":null,"government_response":{"responded_on":"2018-10-25","summary":"Dementia remains a key priority for the Government. We are on track to exceed the pledge to invest £300 million between 2015 and 2020 and continue to fund research for dementia treatments and cures.","details":"Dementia remains a key priority for the Government. The UK research community is playing a significant role in the global effort to find a cure or major disease-modifying treatment by 2025.\r\n\r\nIn the Challenge on Dementia 2020, published in 2015, the Government committed to double spending on research in dementia by 2020. This is equivalent to around £60m per annum and we have met and exceeded this to date. Much of the investment is for research to better understand the nature of dementia, to inform development of future treatments and find ways to prevent the onset of the condition. \r\n\r\nWe are currently undertaking a Review of the Challenge on Dementia 2020 implementation plan which has been informed by a call for evidence which also asked stakeholder to consider what any potential next stage of the Challenge beyond 2020 should comprise.  We are considering all evidence submitted by stakeholders and other relevant evidence such as this petition in our Review of the Challenge on Dementia 2020. \r\n\r\nIn addition, the Challenge on Dementia 2020 committed to making dementia research a career opportunity of choice, with the UK being the best place to conduct dementia research. The Government has committed to invest £190m in the ground-breaking UK Dementia Research Institute (UKDRI) which will position the UK as a world leader in research in the biomedical causes of dementia as well as finding the best ways to improve care. In addition, the charities Alzheimer’s Society and Alzheimer’s Research UK have each pledged an additional £50m bringing total funding to £290 for the UKDRI.\r\n\r\nWe have invested £53 million in the Dementias Platform UK, a public-private partnership led by the Medical Research Council bringing together researchers from universities and industry to accelerate progress in dementia research in early detection, improved treatment and ultimately prevention.\r\n\r\nWe have invested over £40 million in the NIHR Dementias Translational Research Collaboration, which pulls discoveries from basic science into benefits for patients, offering partners in the life science industries a single point of access to research infrastructure.\r\n\r\nThe Department of Health and Social Care co-founded the international Dementia Discovery Fund (DDF), contributing an initial £15 million. The DDF is the largest venture fund in the world focussed on a single disease area looking at discovering and developing novel pre-clinical therapies for dementia. \r\n\r\nIn June 2018 the DDF met its goal of raising a total of £250 million from a group of strategic investors committed to developing new medicines for dementia.\r\n\r\nThe Government has committed £98 million to a ‘Healthy Ageing’ challenge through the Industrial Strategy Challenge Fund. £210 million has been made available for early diagnosis and £40 million for further research into dementia. This is in addition to the £300 million already pledged to dementia research by 2025.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-10-25T11:16:39.123Z","updated_at":"2018-10-25T11:16:39.123Z"},"debate":null}},{"type":"petition","id":231406,"links":{"self":"https://petition.parliament.uk/petitions/231406.json"},"attributes":{"action":"Stop the detention of people with autism \u0026 learning disabilities in ATU’s\r\n \r\n","background":"Too many people with Autism and learning disabilities are detained in Assessment and Treatment Units (ATUs), some end up being put in seclusion units, this needs to stop. ","additional_details":"People with Autism \u0026 learning disabilities need appropriate support and care and not be detained in units that cannot appropriately support them","state":"open","signature_count":22168,"created_at":"2018-10-28T20:11:59.965Z","updated_at":"2019-01-11T22:34:31.645Z","rejected_at":null,"opened_at":"2018-11-06T11:11:18.360Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-28T20:21:15.110Z","response_threshold_reached_at":"2018-11-13T14:50:52.598Z","government_response_at":"2018-11-30T15:21:11.591Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kevin Healey","rejection":null,"government_response":{"responded_on":"2018-11-30","summary":"We agree that people with autism and learning disabilities should not be inappropriately detained in mental health hospitals. The CQC will review the use of long-term segregation and seclusion","details":"People with learning disabilities and autism deserve the very best support and care to have the same opportunities to live full and rewarding lives as everyone else.\r\n\r\nIn times of the most acute need, we want people with a learning disability and/or autism to be able to access high quality support in the community, close to home.\r\n\r\nBut recent reports have shown that for some children, young people and adults with a learning disability and/or autism who display behaviour that is considered challenging we remain too reliant on in-patient care in these circumstances. \r\n\r\nFurthermore, where people are admitted they can spend too long in hospital before appropriate support is available for them to be discharged causing distress to the individual and to their families. \r\n\r\nWe acknowledge this and we remain committed to supporting people with learning disabilities and/or autism to live in the community, to ensure that they are only admitted to hospital when absolutely necessary, and to ensure that if they are admitted they can leave as soon as their treatment has finished.\r\n\r\nWhilst some people will need access to time limited inpatient services for assessment of their needs and treatment, as appropriate, we have been clear that this should be as close to home as possible, for as short a time as possible, and with discharge plans put in place. The national plan and the service model which we are putting into place to support this was set out in Building the Right Support, published in 2015. Building the Right Support envisages that there would need to be some inpatient capacity but that the amount required would be significantly reduced.\r\n\r\nThrough the Transforming Care Programme, we are supporting both the discharge of people with learning disabilities and/or autism from mental health hospitals into the community with appropriate support and the development of community services to prevent admissions in the first place.  Since March 2015, we have reduced the number of people with a learning disability and/or autism in mental health inpatient settings by nearly 20%. The number of inpatients at the end of October 2018 was 2,350 and NHS England and local government continue to invest significant funding to develop community services and further reduce inpatient numbers. We are committed to achieving a reduction of at least 35% and to go as far beyond this as possible in line with the Building the Right Support planning assumptions.\r\n\r\nThe NHS Long Term Plan is expected to set out the next steps for the development of community support and achieving the Building the Right Support vision beyond March 2019. \r\n\r\nWe are very clear that any kind of restrictive practices, including seclusion, should only ever be used as a last resort and the intervention should always represent the least restrictive option to meet the immediate need. We will continue working to reduce the use of restrictive interventions and improve patient safety through improved monitoring and training across health and care services.\r\n\r\nWe remain deeply concerned about the misuse of such practices and the Secretary of State for Health and Social Care has asked the Care Quality Commission to undertake a thematic review into the use of restraint, the practice of prolonged seclusion and long-term segregation for children and adults with a mental illness, learning disability or autism in secondary care and social care settings and to make recommendations. This will help us to eliminate inappropriate restrictive practices and ensure that vulnerable people supported by health and social care are provided with dignified and compassionate care. \r\n\r\nDepartment of Health and Social Care","created_at":"2018-11-30T15:21:11.588Z","updated_at":"2018-11-30T15:21:50.432Z"},"debate":null}},{"type":"petition","id":229894,"links":{"self":"https://petition.parliament.uk/petitions/229894.json"},"attributes":{"action":"Save Our Parks","background":"Thousands of Britain’s parks and play areas are falling into disrepair or are under threat of being sold to developers.\r\nThis is despite the vital health and social benefits that our much-loved green spaces provide.\r\nWe support The Mail on Sunday’s campaign to Save Our Parks from being lost forever.","additional_details":"We want:\r\n\r\n1)\tA statutory requirement for councils to ring-fence funding for parks at £30 per household per year. \r\n\r\n2)\tThere to be a legal duty for all green space to be managed to a good standard.\r\n\r\n3)\tNew rules banning the development on, or the inappropriate use of, parkland.\r\n\r\n4)\tA new central Government fund to provide emergency help for parks most at risk and ensure the long-term future of Britain's green spaces.","state":"open","signature_count":19752,"created_at":"2018-10-06T14:42:22.387Z","updated_at":"2019-01-11T23:23:59.748Z","rejected_at":null,"opened_at":"2018-10-12T13:55:41.990Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-06T14:51:36.395Z","response_threshold_reached_at":"2018-11-13T13:52:39.192Z","government_response_at":"2018-11-29T11:52:37.035Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Michael Powell","rejection":null,"government_response":{"responded_on":"2018-11-29","summary":"The Government recognises the value of parks in providing inclusive and vibrant spaces. We are committed to safeguarding our parks and green spaces to ensure they have long and sustainable futures.","details":"The Government has been working closely with the Local Government Association and representative bodies from across the parks, leisure and heritage sectors to develop innovative, creative and practical solutions to protect the long-term sustainability of our valued parks and green spaces.\r\n\r\nIt is a long-established policy of the Government that the funding provided to local authorities through the local government finance settlement is largely un-ringfenced. This provides authorities with the flexibility necessary to make spending decisions based on their intimate knowledge of local needs and priorities. From 2015 until 2020, councils have been able, and continue to be able, to access over £200 billion for local services. The Government believes that decisions about the allocation of resources from this budget – including to parks – should sit with local authorities as locally democratic, and directly accountable, bodies.\r\n\r\nThe Government has taken note of the proposal calling for the introduction of a legal duty for all green space to be managed to a good standard. However, we favour working collaboratively with local authorities within existing legislation to identity and share the best practice delivered at a local level. We also encourage new and pioneering models of funding and park management to preserve our existing green spaces.\r\n\r\nIn January 2018 the Government published the 25 Year Environment Plan which set out our commitment to protecting our green spaces. It also reflects the value we place on the management of good quality parks. As part of this, the Government is working in partnership with Natural England to draw up a national framework of green infrastructure standards. We consider ‘green infrastructure’ to include parks, playing fields, woodland, street trees, rights of way, allotments, canal towpaths, and green walls and roofs. It will also ensure that all new developments include accessible green spaces and that any area currently with little or no green space can be improved by its addition for the benefit of the whole community. We intend to publish these standards in 2019 and incorporate them into planning guidance so that councils can use them when making local planning decisions.\r\n\r\nFurthermore, in July of this year we published our revised planning rule book which can be found here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/740441/National_Planning_Policy_Framework_web_accessible_version.pdf\r\n\r\nThis sets out how new development should occur in the right places across the country. Alongside building the new homes this country needs, the Government is also committed to the creation, protection, enhancement and management of networks of biodiversity and green infrastructure. We will ensure this happens by: \r\nclearly setting out that a council’s planning policies should include enough provision for the conservation and enhancement of green spaces; \r\nhighlighting the importance of green space in encouraging healthy lifestyles;\r\nmaking provision for communities to identify and protect green areas of particular importance to them through the designation of land as Local Green Space in local and neighbourhood plans can be found here: \r\nhttps://www.gov.uk/guidance/local-plans--2    https://www.gov.uk/guidance/neighbourhood-planning--2\r\n\r\nThis affords them a very high level of protection from redevelopment or inappropriate use.  \r\n\r\nIn 2015, the Government launched the Pocket Parks Programme and spent £1.05m to create 86 new parks across England, many of which attracted match funding and local partnership support. We helped to create new and innovative green spaces in deprived areas providing access to green spaces and creating focal points for people to work together to build stronger communities.\r\n\r\nIn September 2017, the Government invested £500,000 to support the development of initiatives to identify solutions to issues faced by some parks. We created the Parks Action Group comprising of experts from across the parks, heritage and leisure sector to help drive forward this work. The group has been working collaboratively across key priorities including:\r\nexploring innovative models for funding parks and green spaces;\r\nassessing quality standards and sharing good practice;\r\nidentifying a shared vision for the future of parks; \r\nempowering local communities to get more involved.\r\n\r\nWorking with the sector, we are currently developing a programme of work aimed at transforming the way in which parks are developed, managed and sustained. We expect to announce our progress on this in early 2019.\r\n\r\nLast month the Secretary of State announced £1 million to fund the creation of new pocket parks. This new round of funding will build upon the success of the first Pocket Parks programme and provide financial support for new parks and will also help renovate and restore some existing parks and children’s playgrounds. We will shortly announce the details of this new project.\r\n\r\nOur parks and green spaces foster health, well-being, integration, and social engagement. We are committed to working collaboratively with local authorities, charities and community groups to support the long-term sustainability of our parks.\r\n\r\nMinistry of Housing, Communities and Local Government","created_at":"2018-11-29T11:52:37.032Z","updated_at":"2018-11-29T11:52:37.032Z"},"debate":null}},{"type":"petition","id":228814,"links":{"self":"https://petition.parliament.uk/petitions/228814.json"},"attributes":{"action":"Review the Animal Welfare Regulations 2018 and DEFRA Guidance notes","background":"New regulations for licensed activities involving animals are coming into force on October 1st. Two activities covered are day care for dogs and home boarding for dogs. The new law is contradictory and unclear in many aspects and will force a large number of home businesses to have to close.","additional_details":"Guidance notes have been issued for councils to use, to enforce the new law but they contradict the legislation in places and there are many grey areas open to interpretation. The guidance notes do not seem to cover all aspects of the regulations, and in other places seem to bear no relevance to the regulations. The guidance seems to be aimed at bigger day care centres and small home businesses will be forced to close. Some have already taken the decision to not apply for a new license at all.","state":"open","signature_count":19551,"created_at":"2018-09-16T09:43:29.815Z","updated_at":"2019-01-11T23:18:16.001Z","rejected_at":null,"opened_at":"2018-09-19T12:06:57.394Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-16T10:12:41.743Z","response_threshold_reached_at":"2018-10-10T08:27:39.983Z","government_response_at":"2018-10-31T15:15:43.051Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Marie Worthington","rejection":null,"government_response":{"responded_on":"2018-10-31","summary":"The requirements on boarding only apply to those operating commercially and we continue to work closely with key stakeholders to ensure the licensing requirements are clear and consistent","details":"We continue to work closely with key stakeholders to ensure the licensing requirements are clear and consistent including clarifying and updating the statutory guidance supporting the controls.  The requirements on boarding only apply to those operating commercially, and based on stakeholder views, we consider the risk-based regime has proportionate compliance costs and should provide the assurances sought that the welfare of animals in boarding establishments is protected.\r\n\r\nThe Animal Welfare (Licensing of Activities Involving Animals) (England) Regulations 2018 streamline and modernise existing licensing controls with respect to dog breeding, animal boarding, riding establishments, pet sales and animal exhibits. They have been widely welcomed and came into force on 1 October. \r\n\r\nWe have received a number of queries relating to the statutory guidance issued under the Animal Welfare (Licensing of Activities Involving Animals) (England) Regulations 2018 for home boarding and dog day-care. Primarily, these are issues of clarity. We have discussed the specific issues that have been raised with our stakeholder groups which includes businesses, charities, veterinarians and local authorities. We have also examined the specific areas of the guidance that people have queried, to provide further clarity, to help improve the understanding among both local authorities and businesses. We are disseminating additional information to local authorities and stakeholders to ensure that the regulations continue to promote a high standard of animal welfare with a minimal disruption to businesses. \r\n\r\nThe purpose of the licensing regime is to provide greater reassurance about welfare standards in various commercial establishments involving animals. The controls include a risk based approach in that those that are low risk and apply higher standards get a 5 star rating and can benefit from a longer licence (up to 3 years) and a lower fee. With the improvements in welfare standards, some businesses at the margin which provide lower welfare services may choose to stop operating in future, although we do not anticipate that this will be a significant number. It is important that people undertaking home boarding and dog day care do so under conditions that protect animals’ welfare which the controls seek to achieve. \r\n\r\nDepartment for Environment, Food and Rural Affairs.","created_at":"2018-10-31T15:15:43.048Z","updated_at":"2018-10-31T15:19:12.059Z"},"debate":null}},{"type":"petition","id":224239,"links":{"self":"https://petition.parliament.uk/petitions/224239.json"},"attributes":{"action":"Drastically improve funding for Mental Health Services within the UK","background":"I have personally experienced the impact of the cuts to mental health services when I needed the help the most and I know I am not the only one who has experienced this: child or adult. There needs to be far more funding and support from the Government, but more importantly the Minister of Health.","additional_details":"","state":"open","signature_count":19203,"created_at":"2018-07-09T18:17:32.299Z","updated_at":"2019-01-11T22:19:25.457Z","rejected_at":null,"opened_at":"2018-07-17T10:13:50.631Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-09T18:28:32.692Z","response_threshold_reached_at":"2018-08-19T20:03:40.438Z","government_response_at":"2018-09-05T11:05:58.019Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Brandon James Brayshaw","rejection":null,"government_response":{"responded_on":"2018-09-05","summary":"Mental health is a top priority for the Government. We are transforming services supported by record amounts of funding, and have ambitious plans to increase the workforce.","details":"We want to make sure people get the right mental health care, when they need it, and that we do more to prevent mental illness in the first place. \r\nIn January 2016, the then Prime Minister announced that that the Government would invest an additional £1bn in mental health services to support implementation of the Five Year Forward View for Mental Health by 2020/21. This transformation programme covers the following areas:\r\n\r\n•\tchildren and young people’s mental health;\r\n•\tperinatal mental health;\r\n•\tcommon mental health problems for adults;\r\n•\tcommunity, acute and crisis care for adults;\r\n•\tsecure care pathway;\r\n•\thealth and justice; and\r\n•\tsuicide prevention.\r\n\r\nTo help ensure that additional funding reaches the frontline, the Mental Health Investment Standard (MHIS) means that local commissioners are required to increase their mental health expenditure year on year by more than their overall allocation growth.  \r\n\r\nSpending on mental health increased to a planned £11.86bn in 2017/18.\r\n\r\nOur progress in delivering our commitments to improve mental health services is set out in NHS England’s Five Year Forward View for Mental Health Dashboard:\r\n\r\nhttps://www.england.nhs.uk/mental-health/taskforce/imp/mh-dashboard/\r\n\r\nFor example:\r\nWe are exceeding performance against our waiting time standards for access to psychological therapies. Latest figures from May 2018 showed of those people who completed a course of Improving Access to Psychological Therapies (IAPT) treatment, 89.6% waited less than 6 weeks to enter treatment and 99.0% waited less than 18 weeks\r\n\r\nFor Early Intervention in Psychosis (EIP), latest figures from June 2018 showed 76.5% of patients started treatment within two weeks, against target of treatment within 2 weeks for more than 50% of people experiencing a first episode of psychosis.\r\nWe are also making available an additional £1.4 billion for mental health services for children and young people, which will ensure that 70,000 more children and young people will access mental health services each year by 2020/21.   \r\n\r\n\r\nThe Green Paper-Transforming children and young people’s mental health provision, which is supported by over £300m of additional funding on top of this, includes the following plans to improve access to services and mental health support in schools: \r\n\r\nIncentivising every school and college to identify and train  a senior designated lead for mental health in every school and college;\r\n\r\nCreating new mental health support teams which will deliver interventions for mild to moderate mental health need in or close to schools and colleges;\r\n\r\nPiloting a new four week waiting time for NHS children and young people’s mental health services.\r\n\r\nDepartment of Health and Social Care","created_at":"2018-09-05T11:05:58.017Z","updated_at":"2018-09-05T11:05:58.017Z"},"debate":null}},{"type":"petition","id":228078,"links":{"self":"https://petition.parliament.uk/petitions/228078.json"},"attributes":{"action":"Require plant-based options suitable for vegans on public sector menus every day","background":"More people are deciding to live vegan, with the number in the UK doubling twice in 4 years. Plant-based options on every daily menu in government and public services would protect the rights of vegans and recognise the benefits of plant-based food for our health, the environment and animals.","additional_details":"Vegans have similar legal protections as people with religious beliefs. \r\n\r\nSadly, provision for vegans in the public sector is lacking, with hospital patients and school children often going hungry.\r\n \r\nPlant-based food can be enjoyed by all. The British Dietetic Association says that well-planned totally plant-based diets are suitable for every age and life stage. \r\nThe UN has urged a move towards a meat and dairy free diet for the benefit of our planet, and the UK has the opportunity to lead the way.","state":"open","signature_count":17856,"created_at":"2018-08-31T11:17:16.279Z","updated_at":"2019-01-11T23:32:55.717Z","rejected_at":null,"opened_at":"2018-09-13T14:17:23.568Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-31T11:45:55.116Z","response_threshold_reached_at":"2018-11-01T13:26:53.922Z","government_response_at":"2018-11-28T17:03:03.391Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Mark Banahan","rejection":null,"government_response":{"responded_on":"2018-11-28","summary":"Public sector canteens are happy to cater for people with special dietary needs including those eating a vegan diet.","details":"The Government Buying Standards for Food and Catering Services (GBSF) sets out minimum and best practice standards which will deliver the Government’s goal that canteens and kitchens in its departments \u0026 agencies, and wider public sector bodies serve food that is healthy, sustainable and good to eat.  The GBSF is accompanied by a procurement toolkit which includes a balanced scorecard which helps buyers determine how well a contract tender meets the mandatory and best practice elements of the standards.  The balanced scorecard is intended to provide procurers with assurance that the food and catering services they buy are of the required quality, but sufficiently flexible to allow kitchen and canteen mangers to meet the demands of their end consumers in a way which takes account of local circumstances.  \r\n\r\nThe Government fully supports people’s right to make choices about the food they eat.  The number of people in the UK who eat a vegan diet has increased significantly over recent years and they have a legitimate expectation the food served in public sector establishments reflects this.  The balanced scorecard recognises that achieving customer satisfaction is an important element of delivering a food service and rewards suppliers who cater to the cultural and dietary needs of end consumers.  For this reason, we do not think it appropriate to stipulate particular menus in the standards as these are best dealt with by meeting local customer demand.\r\n\r\nThe Government Buying Standards for Food and Catering Services can be found here: https://protect-eu.mimecast.com/s/mcPzCXL8EiGwM7GCWDVT5?domain=assets.publishing.service.gov.uk\r\n\r\nThe balanced scorecard for food and catering services can be found here: https://protect-eu.mimecast.com/s/7R92CYW3GFgr6ogiK3ALB?domain=assets.publishing.service.gov.uk\r\n\r\nAt present, main hospital ward menus do not offer a vegan option, although some vegetarian options which are suitable for vegans are marked as such.  However, NHS trusts have mechanisms in place which capture patients with specific dietary requirements, including vegans, on admission to hospital.  Once notified, the kitchens provide suitable plant based substitutes to meet nutritional requirements.  Each trust has in place a special menu which is approved by a dietician but vegan meals would normally be provided as part of a special diet.  The new Healthcare food standards and strategy group is looking at how all special diets are provided and will cover guidance for trusts around areas such as vegan diets.\r\n\r\nThe Government’s School Food Standard’s regulates the food and drink provided at both lunchtime and at other times of the school day.  \r\n\r\nThe relevant regulations are available at: https://protect-eu.mimecast.com/s/CYEOCZY7JtxJonxu3J84b?domain=legislation.gov.uk\r\n\r\nThe standards do not specify food requirements in terms of cultural and religious needs. As with the GBSF, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. School food policies work best when schools discuss them with parents and pupils, so that parents have the opportunity to raise pupils’ particular dietary needs.\r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2018-11-28T17:03:03.388Z","updated_at":"2018-11-28T17:03:03.388Z"},"debate":null}},{"type":"petition","id":227134,"links":{"self":"https://petition.parliament.uk/petitions/227134.json"},"attributes":{"action":"Empower the UK Government or Parliament to regulate ferry prices.","background":"With current ferry prices being unregulated, companies are permitted to charge whatever they wish for crossings. UK residents living in such places as the Isle of Wight are charged excessive amounts for commuting or travel to see family and friends. Likewise for tourists going the other way.","additional_details":"Overall the inflated ferry prices are hurting the economy of islands around the UK.","state":"open","signature_count":17629,"created_at":"2018-08-12T14:37:24.141Z","updated_at":"2019-01-10T17:49:04.280Z","rejected_at":null,"opened_at":"2018-08-20T17:59:26.642Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-13T08:34:03.950Z","response_threshold_reached_at":"2018-08-26T20:55:07.348Z","government_response_at":"2018-09-12T10:59:07.735Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sarah Frances Johnstone","rejection":null,"government_response":{"responded_on":"2018-09-12","summary":"There are no plans to regulate ferry prices in England. Ferry companies provide diverse services at a range of prices. There is no evidence of market failure to require regulatory intervention.","details":"Ferry companies in the UK operate in a competitive, commercial market, with the operators competing on price, quality, frequency and speed of their services. In locations such as the Isle of Wight there is a provision of frequent crossings, from a selection of locations, and at a range of prices. \r\n\r\nAt present such provision does not indicate evidence of a market failure or other reasons that may justify government regulatory intervention. As such the Government has no plans to regulate ferry prices. However, in circumstances where a commercially provided ferry link is at risk, Government would consider options to maintain that link as a lifeline service.\r\n\r\nUK ships and ports operate on a private basis, without public sector support, so the ferry companies concerned are private sector entities. The cost of a service, its quality, and frequency are therefore a commercial decision for the ferry operator, and for the company concerned to determine the commercial viability of differing service and fare levels in their current operating environment.\r\n\r\nThe exception to this is Scotland, where the Scottish Government subsidises, and also regulates fares for, a number of “lifeline” ferry services to connect remote and lightly populated locations that would not otherwise be commercially served due to a lack of demand. \r\n\r\nThis is not the case for the Isle of Wight where there are multiple operators providing up to approximately 250 sailings per day, and close to 100,000 scheduled sailings per year. Over 8.5 million passengers carried in 2017:  https://www.gov.uk/government/statistics/sea-passenger-statistics-2017-short-sea-routes-provisional (Table SPAS0201) \r\n\r\nThe economic impact on the island and passengers using the ferry services has been considered on two occasions. Most recently the Isle of Wight Transport Infrastructure Task Force (TITF) was established in summer 2016 to receive information and make proposals on a wide range issues vital to the Island’s future. As part of this a report was produced - https://www.iow.gov.uk/azservices/documents/1190-TITF-Ferry-Assessment-FINAL.PDF that assessed whether there is any correlation between economic performance and trends in ferry operations.\r\n\r\nIt noted that Isle of Wight GVA has been higher, and more consistent than, that of its mainland neighbours and is comparable with wider trends. The report also found that the island economy is changing and economic growth is being achieved with less cross-Solent travel.\r\n\r\nIn 2009, the Office of Fair Trading (OFT) investigated ferry services to and from the Isle of Wight, in particular whether there was a lack of competition, and if  prices were too high: http://webarchive.nationalarchives.gov.uk/20140402181519/http://oft.gov.uk/shared_oft/consultations/oft1135.pdf .\r\n\r\nThe OFT decided not to refer the ferry companies to the then Competition Commission and concluded that there existed some features of the market that prevent, restrict or distort competition “but that there is limited evidence of actual consumer detriment”.\r\n\r\nAt an individual level, we can understand that the issue of ferry fares may have an influence on people’s travel choices, particularly for those making regular cross-Solent trips, travelling at short notice, or undertaking peak time travel. Evidence cited in the report to TITF noted that, while the ferry is an asset in terms of attracting visitors, a significant proportion of people have a poor opinion of the ferry services’ value for money. \r\n\r\nThe ferry companies do offer discounted fares for regular and special users, such as season or multibuy, as well as for medical travel, that can improve the value for money for individual customers.\r\n\r\nOverall, the two main reports produced on this issue do not indicate that there is a significant evidence of widespread economic or consumer impact. The available evidence at this time does not therefore support the regulation of ferry fares.\r\n\r\nThough the OFT did not refer the case to the Competition Commission it said that this should not constrain a future consideration of the market if that became necessary. In the case of a competition issue or market problem today, for example businesses abusing their dominant position, it is now the Competition and Markets Authority who will potentially have an interest. \r\n\r\nIt is open to anyone to complain to the Competition and Markets Authority (CMA), citing as much evidence as possible.  Whilst the CMA's predecessors did not find behaviour requiring action, evidence of a material change in recent years could be pertinent.  The CMA would then assess the case for further investigation depending on its current priorities and resources. The procedure for making complaints to the CMA can be found here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem \r\n\r\nDepartment for Transport.\r\n","created_at":"2018-09-12T10:59:07.733Z","updated_at":"2018-09-12T10:59:07.733Z"},"debate":null}},{"type":"petition","id":228702,"links":{"self":"https://petition.parliament.uk/petitions/228702.json"},"attributes":{"action":"Ban the EU flag from UK Armed Forces uniforms.","background":"It is a travesty to see uniforms of Her Majesty's Armed Forces corrupted with the flag of the EU, an anti-democratic wannabe superstate which we're thankfully leaving.\r\nMembers of the Armed Forces serve the Monarch and the democratic will of the British People and NOT Mr Juncker or EU technocrats.","additional_details":"UK forces under the EU flag Sept 2018:\r\nhttps://www.youtube.com/watch?v=gZMhx0T9Tfg\r\nThis is very different to badges denoting mission, the UN or NATO - they don't have quasi-Governmental ambitions.\r\nThe EU from its foundation has had an ambition to be a union of states. It is currently a quasi government and is expanding that role.\r\nDecisions go through on a nod with a UK minister present.\r\nThe UK public was not consulted or made aware that UK forces would be wearing EU flags.\r\nWho therefore is in control?","state":"open","signature_count":17556,"created_at":"2018-09-13T23:43:17.826Z","updated_at":"2019-01-11T23:31:44.924Z","rejected_at":null,"opened_at":"2018-10-01T12:02:18.581Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-14T13:54:41.162Z","response_threshold_reached_at":"2018-10-21T21:41:18.002Z","government_response_at":"2018-10-31T16:22:17.665Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"David Banks","rejection":null,"government_response":{"responded_on":"2018-10-31","summary":"When UK Armed Forces contribute to multinational military operations they wear the insignia of that force. This is the case for all operations they serve on, including NATO, UN and EU operations. ","details":"At present, the British Armed Forces are deployed on a number of missions and operations around the world. Some of the operations the British Armed Forces serve on are EU Common Defence and Security Policy missions and operations. While the UK continues to contribute to EU operations, such as Operation ALTHEA in Bosnia and Herzegovina, we will demonstrate cohesion with our allies by wearing the symbols of those missions.\r\n\r\nThe UK remains committed to European security and the Western Balkans is an integral part of that commitment. Maintaining security in Europe is crucial to the security of the UK. Through Operation ALTHEA, our service personnel play an important part in supporting Bosnia and Herzegovina to maintain a safe and secure environment in the country. It is important not only to military commanders and other nations’ troops, but also to the civil authorities and population, that those soldiers deployed on Operation ALTHEA are clearly identified as such. \r\n\r\nAll international contributors to the operation, regardless of whether they are in the EU, wear the EUFOR badge.  This is similar for the other EU operations and missions to which we contribute, for example on the EU Training Missions in Somalia and Mali, and in countering migrant smuggling and human trafficking in the Southern Central Mediterranean and countering piracy off the coast of Somalia.\r\n\r\nMinistry of Defence","created_at":"2018-10-31T16:22:17.662Z","updated_at":"2018-10-31T16:22:17.662Z"},"debate":null}},{"type":"petition","id":227678,"links":{"self":"https://petition.parliament.uk/petitions/227678.json"},"attributes":{"action":"Ban Greyhound Racing","background":"GBGB figures show 1,003 dogs were killed and 4,837 were injured as a direct result of greyhound racing in 2017 alone. These figures could be grossly underestimated because the GBGB are not independently audited. Dogs can be legally killed on economic grounds and not necessarily by a vet.","additional_details":"Over 60 submissions of evidence were provided to the EFRA Select Committee in the 2015/16 Parliamentary review of greyhound racing, and we believe the majority of the information was dismissed with no improvements resulting from the inquiry. The industry should be phased out within 2-4 years.","state":"open","signature_count":17319,"created_at":"2018-08-22T07:07:08.253Z","updated_at":"2019-01-11T23:40:50.582Z","rejected_at":null,"opened_at":"2018-08-29T17:05:22.240Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-22T11:52:00.989Z","response_threshold_reached_at":"2018-09-29T14:15:32.702Z","government_response_at":"2018-10-25T13:48:04.955Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Samantha Francis","rejection":null,"government_response":{"responded_on":"2018-10-25","summary":"The Government has no plans to ban greyhound racing.  While DEFRA is aware of concerns about racing and retired greyhounds we believe these problems can be addressed by means other than a ban.","details":"The Government has no plans to ban greyhound racing.  A ban would not be a proportionate way to address some of the genuine concerns that exist concerning greyhound racing.  The House of Common’s Environment, Food and Rural Affairs Select Committee (EFRA), in their 2016 inquiry into greyhound racing, did not recommend that greyhound racing should be banned. However, EFRA did identify a number of areas of concern with which the Government agreed – these included a lack of transparency by the industry and conditions at trainers’ kennels.   \r\n\r\nAs a result of EFRA’s inquiry, which fed into DEFRA’s own review of the Welfare of Racing Greyhounds Regulations 2010 (the 2010 Regulations), the main industry regulatory body, the Greyhound Board of Great Britain (GBGB), agreed to begin annually publishing injury, euthanasia and retirement statistics from GBGB tracks.  These figures are externally verified by independent auditors and ensure we have more information on the welfare of greyhounds than ever before.  The first set of figures, published in March, show that over 85% of the greyhounds that left racing last year were either kept by the owner or trainer, or were rehomed.  The GBGB has made a commitment to improve this figure and now has a mission to reduce to zero the number of dogs put to sleep after racing on the grounds that medical treatment would be too expensive or no suitable home could be found.  \r\n\r\nThe GBGB’s own rules of racing prohibit the euthanasia of a greyhound on economic grounds by anyone other than a veterinary surgeon or someone under the direct supervision of a veterinary surgeon   In addition, the Animal Welfare Act 2006 makes it a criminal offence to kill an animal in an inappropriate and inhumane manner. \r\n\r\nFurther, to address standards at trainers’ kennels, the GBGB also agreed to develop, with animal welfare groups, including the Dogs Trust and the RSPCA, through the British Standards Institution (BSI) a consensus standard for trainers’ kennels and then seek to extend their current United Kingdom Accreditation Service (UKAS) accreditation to include the enforcement of standards at trainers’ kennels.  The standard was agreed and published last December and the GBGB are currently working on extending their UKAS accreditation to trainers’ kennels.  This will ensure improved welfare standards at GBGB affiliated trainers’ kennels.\r\n\r\nGBGB’s ability to regulate track standards in the 2010 Regulations is only allowed for in law because they are accredited by UKAS. UKAS is the UK’s National Accreditation Body, recognised by the Government as the sole UK organisation for the accreditation of certification and inspection bodies.  UKAS provides independent, external oversight of GBGB’s performance as a regulator of track standards.  Defra’s review found that, to date, UKAS have been satisfied, via routine inspections and audits, that the GBGB is an effective enforcer of the standards contained in the 2010 Regulations, which includes the requirement to record injuries to greyhounds.  \r\n\r\nDepartment for Environment, Food and Rural Affairs (DEFRA)","created_at":"2018-10-25T13:48:04.951Z","updated_at":"2018-10-29T13:04:35.272Z"},"debate":null}},{"type":"petition","id":225899,"links":{"self":"https://petition.parliament.uk/petitions/225899.json"},"attributes":{"action":"For all Suicides by Veterans to be recorded as Veterans by all UK Coroners","background":"At the moment Coroners in the UK do not have to keep records of suicides by Veterans even though several Coroners back the calls for such data to be kept in a readily accessible format therefore we don't know if the rates given within studies are higher or lower than civialian suicides.","additional_details":"There is evidence that a disturbing number of Veterans from the most recent conflicts in Iraq and Afghanistan are taking or attempting to take their own lives.","state":"open","signature_count":16691,"created_at":"2018-07-25T15:02:02.552Z","updated_at":"2019-01-11T09:15:01.274Z","rejected_at":null,"opened_at":"2018-07-31T14:47:59.485Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-25T15:24:48.018Z","response_threshold_reached_at":"2018-08-18T00:41:31.654Z","government_response_at":"2018-09-05T09:29:21.819Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Kate England","rejection":null,"government_response":{"responded_on":"2018-10-30","summary":"The Government recognises the potential to use personal information about victims of suicide to improve understanding of “at risk” groups and, from that, to facilitate better targeted interventions.","details":"However, to achieve this effectively, the information collected must be reliable, consistent and comprehensive. In the Context of this petition, this is not possible for a number of practical and administrative reasons. In particular, the potential difficulties of accurately establishing the victim’s occupational history in a statistically significant number of cases. For this reason, there are no plans to require coroners to record this kind of information in the context of suicide conclusions. \r\n\r\nThe Chief Coroner, who provides leadership and support to coroners in England and Wales, has issued guidance on short-form and narrative conclusions with a view to achieving greater consistency. The guidance provides a suggested approach to making public findings clear, accessible and complete. It also assists in the process of recording for statistical purposes. The guidance is available at https://www.judiciary.uk/wp-content/uploads/2013/09/guidance-no-17-conclusions.pdf.\r\n\r\nThe Government takes the welfare of service personnel and veterans very seriously. The Ministry of Defence publishes studies on the causes of death, including suicide, of veterans from the 1982 Falklands war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/307098/20140428_Falklands_Statistical_Release-1982to2013.pdf); \r\n\r\nThe MOD also publishes similar research on veterans from the 1990/91 Gulf war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/517240/20160125-Gulf_March16_REVISED_O.pdf).\r\n\r\nBoth studies show that the suicide rates amongst veterans were lower than comparative rates in the civilian population. In addition, Lord Ashcroft’s Veterans’ Transition Review (2014) found that service leavers are no more likely to commit suicide than the rest of the population. \r\n\r\nOn 21 October it was announced that the MOD has launched a new study to investigate the causes of death, including suicide, of Service Personnel that deployed to Iraq and Afghanistan between 2001 and 2014.  The study will cover personnel who are still serving and those who have transitioned into civilian life (veterans).\r\n\r\nThe Government’s National Suicide Prevention Strategy includes veterans as a group requiring tailored approaches to meet their mental health needs to reduce their risk of suicide. In 2017, NHS England launched the Veterans’ Mental Health Transition, Intervention and Liaison Service, which will increase early access and treatment to appropriate and timely mental health services for both serving Armed Forces personnel approaching discharge and veterans with mental health difficulties. This is complemented by the launch of NHS England’s Veterans’ Mental Health Complex Treatment Service in April 2018, which provides an enhanced service for veterans who have military attributable complex mental health problems that were not resolved earlier in the care/support pathway.  \r\n\r\nVeterans can also access support services from: www.gov.uk/mental-health-support-for-the-uk-armed-forces, call the 24-hour veterans' mental health helpline on 0800 138 1619 or access the Veterans Gateway: https://www.veteransgateway.org.uk/.\r\n\r\nIn addition, every local authority in England has a local multi-agency suicide prevention plan in place or in development, so that all services who come into contact with people at risk of suicide work together to implement tailored approaches to reducing suicides in their communities. Public Health England tracks these on its public profiles website: https://healthierlives.phe.org.uk/topic/suicide-prevention#par/E92000001/ati/102/iid/92607/sexId/-1/gid/1938132762/pat/102\r\n\r\nBuilding on this work, in May 2018 NHS England, Public Health England and the Department of Health and Social Care launched the first year of a three year programme to support suicide prevention, allocating funds to eight sustainability and transformation partnerships with the highest suicide rates, or significantly high rates in men (press release and details here: https://www.england.nhs.uk/2018/05/suicide-prevention-and-reduction/) \r\n\r\nThe Crown Office and Procurator Fiscal Service and the Coroners Service for Northern Ireland are responsible for the investigation of sudden and unexplained deaths in Scotland and Northern Ireland respectively.\r\n\r\n\r\nMinistry of Justice.\r\n","created_at":"2018-09-05T09:29:21.816Z","updated_at":"2018-10-31T13:03:48.614Z"},"debate":null}},{"type":"petition","id":226446,"links":{"self":"https://petition.parliament.uk/petitions/226446.json"},"attributes":{"action":"Revoke the BBC's Royal Charter.","background":"The BBC has a Charter obligation to be independent in fulfilment of its mission. It has repeatedly shown itself incapable of providing impartial reportage on major political issues. The BBC was established when there was no effective media choice. The licence fee is abhorrent in today's media world.","additional_details":"","state":"open","signature_count":15600,"created_at":"2018-08-02T08:23:42.662Z","updated_at":"2019-01-11T22:34:51.617Z","rejected_at":null,"opened_at":"2018-08-10T09:09:35.504Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-02T11:10:26.447Z","response_threshold_reached_at":"2018-09-10T08:08:11.963Z","government_response_at":"2018-09-20T11:10:09.088Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Tim Price","rejection":null,"government_response":{"responded_on":"2018-09-20","summary":"The government strongly believes the Royal Charter is the best framework to safeguard the BBC’s independence and ensure the broadcaster effectively serves all audiences.","details":"The BBC is one of the UK’s most treasured institutions and is part of the social and economic fabric of the country. It is a great source of national pride and no other country in the world has anything quite like it.\r\n\r\nThe Royal Charter is the constitutional basis of the BBC. It guarantees the BBC’s independence and provides the framework for how the BBC is governed and funded.  The Charter allows the BBC to continue to thrive, deliver for all audiences, and be an engine of creativity and growth in the UK. The establishment of the current Charter was an extensive process of consultation and evidence gathering, with 192,000 responses to the public consultation and engagement with over 300 organisations and industry experts. \r\n\r\nThe BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. Independence and impartiality are embedded in the Charter and the BBC’s public purposes.  The BBC Board is responsible for ensuring the BBC delivers its Charter obligations, including its mission and public purposes. The BBC Board is also responsible for ensuring the BBC adheres to its editorial guidelines. As the external independent regulator of the BBC, it is Ofcom’s responsibility to hold the BBC to account in fulfilling its mission and public purposes. Alongside this, the Ofcom Broadcasting Code requires all broadcasters, including the BBC, to report and present news with due accuracy and impartiality.  \r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this current 11 year Charter period.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2018-09-20T11:10:09.086Z","updated_at":"2018-09-20T11:10:09.086Z"},"debate":null}},{"type":"petition","id":223903,"links":{"self":"https://petition.parliament.uk/petitions/223903.json"},"attributes":{"action":"We want our Government to follow the lead of Australia \u0026 ban commercial sunbeds","background":"Skin cancer rates continue to soar in the UK, melanoma kills 6 people every day. Sunbed users have an increased risk of developing skin cancer.","additional_details":"It is estimated that treating these cancers will cost the NHS up to £465m a year by 2025.  The NHS is already overstretched.  If melanoma spreads through the body, it is notoriously difficult to treat.  The treatments that are used are enormously expensive.  A sunbed ban would indirectly support the NHS.","state":"open","signature_count":15367,"created_at":"2018-07-06T21:14:50.762Z","updated_at":"2019-01-11T13:17:11.595Z","rejected_at":null,"opened_at":"2018-07-12T16:22:40.594Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-06T21:59:31.546Z","response_threshold_reached_at":"2018-10-24T22:09:07.787Z","government_response_at":"2018-11-13T13:20:15.455Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Gillian Nuttall","rejection":null,"government_response":{"responded_on":"2018-11-13","summary":"The Department of Health and Social Care takes the risks to health of ultraviolet radiation seriously, including exposure through use of sunbeds.","details":"The Department of Health and Social Care takes the risks to health of ultraviolet radiation seriously, including exposure through use of sunbeds. The Sunbeds (Regulation) Act 2010 came into force in April 2011 in England and Wales to prohibit under-18s from using sunbeds. Guidance to support local authority authorised officers in successfully implementing the Act has been published and can be found at:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/216373/dh_125982.pdf\r\n \r\nPublic Health England’s advice about sunbeds is available at: https://www.gov.uk/government/publications/sunbeds-safety-advice/sunbeds-safety-advice. It advises that:\r\nSunbeds emit ultraviolet radiation, which can cause tanning and sunburn. There is no evidence to suggest any type of sunbed is less harmful than natural sun exposure and Public Health England discourages the use of sunbeds for cosmetic tanning.\r\nSunbeds should never be used by anyone under 18 years of age. If you are over 18 years of age and wish to use a sunbed then use a staffed facility that provides guidance to users and limit your use of the sunbed – do not have repeated sessions to build up a quick tan before a summer holiday. If you have very fair skin, burn easily in the sun or have had skin cancer, do not use a sunbed.\r\n \r\nIt is important for everyone to be aware of their skin and to seek advice from their GP if they notice changes, particularly with moles that itch or bleed, or change shape.\r\n \r\nThe Department of Health and Social Care has no current plans to review policy on sunbeds but will keep the evidence under review.\r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2018-11-13T13:20:15.453Z","updated_at":"2018-11-13T13:20:15.453Z"},"debate":null}},{"type":"petition","id":234072,"links":{"self":"https://petition.parliament.uk/petitions/234072.json"},"attributes":{"action":"Set up Independent Pricing Watchdog to Stop Excessive Prices at the Fuel Pumps","background":"When oil prices change, UK drivers have absolutely no idea what they will pay at the pumps. It is never ever the same! There is no consistency, logic or clarity to the way prices are calculated. If gas, electricity, water \u0026 telecoms get pricing bodies, why not motorists too? We need ‘PumpWatch’.","additional_details":"FairfuelUK found that on Nov 23, oil was priced £45 per barrel. In the last 2yrs, when oil hit this price on 30 different occasions, pump prices varied bizarrely from £1.35 to £1.18 for diesel and £1.26 to £1.16 for petrol. Between Oct 3rd to Nov 23rd, oil fell 31.33% from £66 to £45/barrel. But in the same period, retail profits/litre rocketed by 139% for petrol and 205% for diesel. In Oct 2018, nearly £1/2bn in wholesale fuel price falls were held back from the economy and consumers at the pumps.","state":"open","signature_count":14794,"created_at":"2018-11-28T14:42:52.997Z","updated_at":"2019-01-11T21:23:19.065Z","rejected_at":null,"opened_at":"2018-12-12T17:00:34.723Z","closed_at":null,"moderation_threshold_reached_at":"2018-11-28T15:30:30.978Z","response_threshold_reached_at":"2018-12-20T12:28:00.325Z","government_response_at":"2019-01-11T10:39:17.399Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Howard Cox","rejection":null,"government_response":{"responded_on":"2019-01-11","summary":"Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.","details":"The Government believes that it is essential that consumers get a fair deal and that any fall in the price of oil should be passed through to lower retail prices without unnecessary delay. This can most effectively be achieved through an open and competitive market, which drives prices down. We will therefore continue to make it clear to industry that we expect that savings resulting from lower oil prices are passed on to customers.\r\n\r\nThis framework delivers some of the lowest pre-tax prices in Europe for both petrol and diesel for the UK. Government works closely with all stakeholders to ensure that the domestic market remains highly competitive – addressing regulatory burdens, ensuring access to fuels from around the world as well as domestic production. This includes ensuring that UK refineries have open access to a range of crudes from the international markets as well as those produced by our policy of maximising economic recovery from the UK Continental Shelf. \r\n\r\nThe Department for Business, Energy and Industrial Strategy (BEIS) monitors and publishes weekly national average pump prices which can be accessed online: \r\n\r\nwww.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors including refining capacity, stock levels, biofuels costs, distribution costs and retail margins. The sterling-dollar exchange rate also has an impact. Crude oil and oil products are traded in US dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nAnalysis by BEIS suggests that, on average, crude price changes take up to 6-7 weeks to fully show in the price at the pump. This time represents commercial arrangements in the supply chain and the range of times it takes for crude oil to be shipped and refined and the resulting fuel to be delivered to filling stations. Therefore, the fuel prices at the pump on a given day will be influenced rather little (if at all) by the crude price on that day but rather they will be driven by the crude prices over the previous few weeks.\r\n\r\nBEIS analysis showed no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall. Therefore, we are confident that the current market-based framework is the most effective to keep road fuel prices as low as possible.\r\n\r\nIn January 2013, the Office for Fair Trading (OFT) published the results of a Call for Information to investigate whether competition problems existed in the road fuels market. Overall, based on the evidence collected, the OFT reported it appears that competition in the UK road fuels sector is working well. \r\n\r\nFrom this analysis we do not believe that establishing a new regulator, with the associated costs of establishing such a body, would be justified. The sector is subject to the normal competition and consumer protection law.\r\n\r\nThe government understands that road fuel prices are an important component of UK household and business expenditures and we constantly monitor retail and wholesale fuel markets to ensure that they work for everyone. This is why, at Budget last year, the Government announced that fuel duty will be frozen for the eighth successive year. The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.\r\n\r\nThe retail fuels market is subject to UK competition law under the Competition and Markets Authority (CMA). If people have evidence of anti-competitive practices in the fuel supply sector, they should pass this to the CMA.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2019-01-11T10:39:17.396Z","updated_at":"2019-01-11T10:39:17.396Z"},"debate":null}},{"type":"petition","id":227209,"links":{"self":"https://petition.parliament.uk/petitions/227209.json"},"attributes":{"action":"Summon the Dutch ambassador to protest about the “Draw Muhammad” competition.","background":"For a Muslim, the respect and honour of Prophet Muhammad (Peace and Blessings be upon him) is above all else.\r\n \r\n\r\n","additional_details":"The drawing of any cartoon or image of the Blessed Prophet is deeply offensive. The planned cartoon competition in the Netherlands must be stopped.\r\n\r\nGeert Wilders, the Dutch right wing politician of the Freedom Party PVV has launched a “Draw Muhammad” competition.\r\n \r\nAssociating false provocative images is not \"freedom of speech nor freedom of expression\".\r\n \r\nGeert Wilders actions disrespect Prophet Muhammad (Peace and Blessings be upon him), degrade Islam and hurt Muslims worldwide.","state":"open","signature_count":14749,"created_at":"2018-08-13T21:34:21.004Z","updated_at":"2019-01-10T16:44:28.451Z","rejected_at":null,"opened_at":"2018-08-23T15:37:13.965Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-13T23:03:48.902Z","response_threshold_reached_at":"2018-08-29T09:29:59.363Z","government_response_at":"2018-09-07T12:54:25.782Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Sheraz Aziz","rejection":null,"government_response":{"responded_on":"2018-09-07","summary":"The Government opposes intolerance including actions that discriminate against religious beliefs. We are pleased the contest was cancelled. Tolerance for all faiths is fundamental to British values.","details":"This contest was a disrespectful competition and not something the Government would promote in the United Kingdom.  We are pleased that this has now been cancelled.  The UK government opposes religious intolerance in all forms, including actions that discriminate against religious freedoms or beliefs.\r\n\r\nTolerance for those of different faiths is fundamental to British values.  We believe in the values of liberty, democracy and respect for human rights.  The Universal Declaration of Human Rights, Article 18, highlights that freedom of religion or belief is a fundamental freedom applying to all human beings. The UK government regularly highlights to our international partners, the importance of adhering to international law and human rights.   The UK has a strong and enduring partnership with the Netherlands; when appropriate we do raise concerns directly.  As Prime Minister Theresa May has said, “Religious discrimination blights the lives of millions of people across the globe and leads to conflict and instability.”\r\n\r\nTo support this work, on 4 July, the Prime Minister announced the appointment of Lord Ahmad as her Special Envoy on Freedom of Religion or Belief.  As Lord Ahmad said on his appointment, “Freedom of religious Belief is a human right that must be respected.  People from all faiths or none should be free to practice as they wish. This respect is in all our interests.”\r\n\r\nForeign and Commonwealth Office","created_at":"2018-09-07T12:54:25.779Z","updated_at":"2018-09-07T12:54:25.779Z"},"debate":null}},{"type":"petition","id":230451,"links":{"self":"https://petition.parliament.uk/petitions/230451.json"},"attributes":{"action":"UK government to integrate all rights in UN CEDAW Convention into domestic law.","background":"In 1986 the UK government ratified the UN Convention on the Elimination of all Forms of Discrimination against Women (CEDAW). It gives rights to UK women \u0026 obligates government to advance women's lives, recognising past inequalities \u0026 remedying them. Its provisions must become part of domestic law.","additional_details":"CEDAW: https://www.ohchr.org/Documents/ProfessionalInterest/cedaw.pdf \r\nVideo and other materials: https://www.engender.org.uk/content/cedaw/ \r\nCEDAW Committee: https://www.ohchr.org/en/hrbodies/cedaw/pages/cedawindex.aspx","state":"open","signature_count":14680,"created_at":"2018-10-15T12:10:11.217Z","updated_at":"2019-01-11T23:18:36.152Z","rejected_at":null,"opened_at":"2018-10-23T09:26:07.237Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-16T23:20:24.304Z","response_threshold_reached_at":"2018-10-29T17:35:26.432Z","government_response_at":"2018-11-20T11:28:42.997Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Jackie Jones","rejection":null,"government_response":{"responded_on":"2018-11-20","summary":"The United Kingdom is a recognised world leader in gender equality and the Government is committed to tackling the major injustices that hold women back.","details":"Achieving gender equality and empowering women and girls  is the right thing to do and in our national interest, and we remain firmly committed to fulfilling our obligations under the UN Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) as part of that.\r\n\r\nOur progress in implementing policy in line with this core human rights treaty, has seen:\r\n-\t a record high female employment rate, which has been up since 2010; \r\n-\tunemployment for women down by 356,000; \r\n-\t a record low gender pay gap;\r\n-\t1.2 million women-led businesses;\r\n-\ta higher percentage of women on FTSE 350 company boards than ever \r\n        before, getting women into the most senior roles in our economy;\r\n-\tthe  extension of free-childcare for 3-4 year olds for working families to 30 \r\n        hours a week; \r\n-\tthe introduction of tax-free childcare entitlements;\r\n-\ta cut in income tax for over 13 million women since 2015; and\r\n-\tsupport for women from Northern Ireland to access abortion services free of \r\n        charge in England.\r\n\r\nWe have introduced new offences to tackle domestic abuse, female genital mutilation, stalking, forced marriage, and revenge porn – protecting women and girls across the country.\r\n\r\nThis progress supports our ambition to build a country that works for everyone, and promote our belief in gender equality around the world.\r\n\r\nArticle 3 of CEDAW recognises that non-legislative measures can be appropriate to address some of the Convention’s obligations. Indeed, a number of the Convention’s obligations do not confer rights on people (for example, Article 5) and accordingly, it is neither appropriate nor possible for legislation to address such obligations. We have put in place a combination of policies and legislation to give effect to the UN human rights treaties that the United Kingdom has ratified, including CEDAW. \r\n\r\nWomen and girls’ rights under CEDAW are largely reflected in existing domestic legislation, such as the Equality Act 2010 and the Human Rights Act 1998. As such, we do not agree that domestic legislation needs to incorporate all the provisions of CEDAW. Moreover, were we to do this within the scope of the Equality Act 2010, it would create a hierarchy of rights in terms of sex as compared to other protected characteristics where the equivalent of CEDAW does not exist.\r\n\r\nThe UK acceded to the Optional Protocol to CEDAW on 17 December 2004. The Protocol recognises the competence of the Committee on the Elimination of Discrimination against Women to receive and consider complaints from individuals or groups within its jurisdiction. It also creates an inquiry procedure enabling the Committee to initiate inquiries into situations of grave or systematic violations of women’s rights. \r\n\r\nIt is clear there is an incredibly broad range of work still to be done. Building on the introduction of our world leading regulations which requires every large employer to publish their gender pay and bonus gaps every year, we will continue to step up our efforts to eliminate the gender pay gap entirely, which is central to growing our economy. \r\n\r\nWe want to have 33 per cent of all board and senior leadership positions, such as board directors, in the FTSE 350 are held by women by 2020 so that young women see women in leadership positions in every part of society.\r\nTo ensure we protect and support victims, recognise the life-long impact domestic abuse can have on children and make sure agencies respond to domestic abuse, we will publish a landmark draft Domestic Abuse Bill later in this parliamentary session.\r\n\r\nWe will continue to work on building a society where gender has no bearing on a person’s pay or opportunity.\r\n\r\nGovernment Equalities Office\r\n","created_at":"2018-11-20T11:28:42.994Z","updated_at":"2018-11-20T11:28:42.994Z"},"debate":null}},{"type":"petition","id":228631,"links":{"self":"https://petition.parliament.uk/petitions/228631.json"},"attributes":{"action":"Stop Brexit if supplies of vital medication can't be guaranteed.","background":"The Chair of the Medicines and Healthcare Products Regulatory Agency, said officials must ensure drugs don’t run out if there’s no Brexit deal. The Government is stockpiling medicines. This is not acceptable. Patients with long-term conditions need medication immediately or they could die. ","additional_details":"We can't wait. Our supply of vital meds MUST be guaranteed. Some patients with long-term conditions need medication immediately or they could die. We can't wait. Our supply of vital meds MUST be guaranteed.\r\nDiabetic-ketoacidosis has to be treated IMMEDIATELY with INSULIN otherwise the patient could DIE. This is just one example. Diabetes is the tip of the iceberg. Many other patients, asthmatics, for example, rely on life-saving medication imported from the EU. They can't wait whilst it's stuck at the port.","state":"open","signature_count":14622,"created_at":"2018-09-12T19:26:33.391Z","updated_at":"2019-01-11T23:49:55.337Z","rejected_at":null,"opened_at":"2018-09-19T15:12:17.713Z","closed_at":null,"moderation_threshold_reached_at":"2018-09-12T20:36:48.424Z","response_threshold_reached_at":"2018-11-12T11:30:20.466Z","government_response_at":"2018-11-23T13:47:08.232Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Wendy Nowak","rejection":null,"government_response":{"responded_on":"2018-11-23","summary":"Government is working with pharmaceutical companies, the MHRA and the NHS to ensure the supply of critical medicines so that patients continue to receive the high standards of care that they expect.","details":"No matter what the outcome of the negotiations, on issues of patient\r\nsafety and public health the UK will be, as it always has been, a willing\r\nand reliable partner for Europe. It is in all our interests to ensure a\r\ncontinued and undisrupted supply of medicine to the UK.\r\n\r\nWhile the chances of ‘no deal’ have been reduced considerably, the\r\nGovernment will continue to do the responsible thing and prepare for all\r\neventualities, in case a final agreement cannot be reached. Extensive\r\nwork to prepare for a ‘no deal’ scenario has been underway for over two\r\nyears and we are taking the necessary steps to ensure the country\r\ncontinues to operate smoothly from the day we leave. Our objective is to\r\nminimise disruption by taking unilateral action to prioritise continuity and\r\nstability, wherever possible and appropriate to do so.\r\n\r\nWe have been speaking directly to industry across the medical supply\r\nchain, from pharmaceutical trade bodies to storage providers, so\r\npatients can still access medicines in exactly the same way as they do\r\nnow. The public can have confidence in the Government’s plans for\r\ncontinuity of medicines supply in the unlikely event of a ‘no deal’\r\nscenario. The Government has asked pharmaceutical companies that\r\nsupply medicines to UK patients from, or via, Europe to ensure they\r\nhave a minimum of six weeks additional supply in the UK, over and\r\nabove their business as usual operational buffer stocks, by 29th March\r\n2019. There will be separate arrangements for the air freight of\r\nmedicines with short shelf-lives, such as medical radioisotopes. Since\r\nwriting to pharmaceutical companies, we have received good\r\nengagement from the industry who share our aim of maintaining\r\ncontinuity of medicines supply.\r\n\r\nWe understand that medicines like insulin are vitally important to millions\r\nof people in this country and we continue working closely with\r\ncompanies to ensure that stockpiles of medicines are sufficient to cope\r\nwith any potential short term delays at the border, in the event that there\r\nis ‘no deal’.\r\n\r\nOur contingency plans include sensible mitigations for medicines that\r\ncome to the UK from or via the EU, such as precautionary stockpiling by\r\nsuppliers, to ensure that the supply of insulin and other essential\r\nmedicines to patients is not disrupted.\r\n\r\nDepartment for Exiting the European Union","created_at":"2018-11-23T13:47:08.230Z","updated_at":"2018-11-23T13:52:21.425Z"},"debate":null}},{"type":"petition","id":225395,"links":{"self":"https://petition.parliament.uk/petitions/225395.json"},"attributes":{"action":"UK to refer Sri Lanka to ICC in March 2019","background":"Refer Sri Lanka to International Criminal Court, if it continues to fail to implement its commitment made to the UNHRC Res. [A/HRC/RES/30/1] by March 2019; by agreeing to provide accountability and transitional justice. ","additional_details":"It has failed to implement the resolution and brazenly repudiated its commitments to the UNHRC and victims of the war, so far without consequence. In March 2018 UN Human Rights Commissioner Zeid Ra'ad Al Hussein has also explicitly expressed his frustration, having lost faith in Sri Lanka’s willingness to engineer transitional justice and has called on member states to “explore other avenues, including the application of universal jurisdiction,that could foster accountability.” the UN Deputy for Human Rights, Kate Gilmore called for the establishment of a Special Court.","state":"open","signature_count":14278,"created_at":"2018-07-19T12:56:53.865Z","updated_at":"2019-01-11T23:41:51.105Z","rejected_at":null,"opened_at":"2018-07-26T16:50:13.804Z","closed_at":null,"moderation_threshold_reached_at":"2018-07-19T15:15:15.216Z","response_threshold_reached_at":"2018-12-12T13:41:58.544Z","government_response_at":"2018-12-19T10:09:28.819Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"MANIVANNAN PATHMANABHAN","rejection":null,"government_response":{"responded_on":"2018-12-19","summary":"The UK supports Sri Lanka’s commitments to the UNHRC through Resolutions 30/1 and 34/1 as the best way to establish truth, and to achieve justice, restitution and reconciliation.","details":"UK support for international criminal justice and accountability is a fundamental element of our foreign policy. The UK supports Sri Lanka’s accountability commitments to the UN Human Rights Council through Resolutions 30/1 and 34/1 as the best way to establish truth, and to achieve justice, restitution and reconciliation. A national process, initiated by the Government of Sri Lanka and supported by all communities, offers the best route to achieve this.\r\n\r\nThe UK welcomed the Annual Report of the Office of the UN High Commissioner for Human Rights on 21 March, which assessed progress made by the Sri Lankan government in the implementation of UN Human Rights Council resolution 30/1 and 34/1, and found that the Government of Sri Lanka has taken some steps to address human rights concerns and to introduce more democratic and accountable government.  \r\n\r\nThese include the return of some military-held civilian land, the establishment of an Office of Missing Persons and the ratification of the Convention on Enforced Disappearances. However, more needs to be done.  We are encouraging further progress on these issues, as well as encouraging the Government of Sri Lanka to deliver meaningful devolution through constitutional reform, and to establish credible mechanisms for transitional justice. Minister for Asia and the Pacific Mark Field raised these issues with the Government of Sri Lanka during his visit in October, and subsequently made three public statements – on 26 and 29 October, and 9 November – urging Sri Lanka to fully implement the commitments it has made to the UN Human Rights Council. \r\n\r\nThe UK is committed to supporting the Sri Lankan Government’s efforts to improve the human rights situation in the country.  The UK is providing Sri Lanka with £8.3 million of Conflict, Stability and Security Fund funding over three years, including support for police reform and training, reconciliation and peace building, and resettlement and demining in the north of the country.\r\n\r\nForeign \u0026 Commonwealth Office","created_at":"2018-12-19T10:09:28.817Z","updated_at":"2018-12-19T10:09:28.817Z"},"debate":null}},{"type":"petition","id":227744,"links":{"self":"https://petition.parliament.uk/petitions/227744.json"},"attributes":{"action":"Stop commercial reps from targeting new mothers on postnatal wards","background":"As new parents, we believe it is wrong that some commercial representatives have unlimited access to enter secure NHS postnatal wards, drop in uninvited on new mothers just hours after they have given birth, and pressurise them to share their personal data in exchange for a pack of free samples.","additional_details":"We are concerned that women are not being properly informed about how their data will be used. We want to know if these invasive practices comply with the Data Protection Act 2018.\r\n\r\nWe call upon the Government to urgently review the unethical practice of allowing access to new mothers and babies, who rightly expect privacy, dignity and safety in hospital in the days following the life-changing (and often traumatic) experience of giving birth.","state":"open","signature_count":13823,"created_at":"2018-08-23T12:18:34.438Z","updated_at":"2019-01-11T16:41:01.829Z","rejected_at":null,"opened_at":"2018-09-13T15:06:09.172Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-23T12:47:26.117Z","response_threshold_reached_at":"2018-10-16T11:15:27.986Z","government_response_at":"2018-10-25T16:10:22.619Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Lauren Jayne Harris","rejection":null,"government_response":{"responded_on":"2018-10-25","summary":"The Government expects NHS providers to have regard for the General Data Protection Regulations and to have procedures that ensure the privacy and dignity of mothers in maternity wards is respected.","details":"Commercial representatives on wards are often a valuable source of information for new mothers, and many value the benefits and samples they receive from said representatives.  However, the Government does take seriously the concerns shared about NHS Trusts allowing commercial representatives to approach new mothers in maternity wards shortly after they have given birth. New parents have a right to dignity and to feel safe and comfortable on NHS wards. This is particularly true for women in the period after giving birth when they may feel especially vulnerable.\r\n\r\nIn 2014, the Care Quality Commission (CQC) maternity inspection framework was updated to include lines of enquiry about the processes that Trusts have in place regarding the access of commercial representatives on postnatal wards. It is for individual trusts to make decisions about allowing commercial representatives access to postnatal wards.  However, as with all hospital visitors, the Department of Health and Social Care (DHSC) expects trusts to have robust procedures in place to ensure that all representatives respect the privacy and dignity of all women and their families. \r\n\r\nAny commercial representatives speaking to patients within an NHS ward should provide clear information about how patient data will be used and ensure that they are operating in compliance of the Data Protection Act 2018. This is a matter for each individual Trust to consider, in line with their local practices.  Over the last year DHSC has been working alongside system partners within a National General Data Protection Regulations (GDPR) Working Group to develop a comprehensive suite of guidance products to help organisations recognise their obligations, and put effective governance and risk management arrangements in place across health and social care. These are published on the NHS Digital website on a dedicated GDPR portal. This website can be accessed via the following link: \r\nhttps://digital.nhs.uk/data-and-information/looking-after-information/data-security-and-information-governance/information-governance-alliance-iga/general-data-protection-regulation-gdpr-guidance. \r\n\r\nIt is for individual organisations to take account of these guidance products when developing their own policies and risk management practices.\r\n\r\nIpswich hospital has introduced a system where mothers are only approached by a commercial representative if they indicate that this is something that they would like. Mothers can show their preference by placing a card on their bedside table. This is a good example of how Trusts can put processes in place to give new mothers clear control over their interaction with commercial representatives. The Government is considering how to clarify guidance, so that that the interaction between commercial representatives and new mothers on NHS wards is consistently more positive across the UK.\r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2018-10-25T16:10:22.616Z","updated_at":"2018-10-25T16:10:22.616Z"},"debate":null}},{"type":"petition","id":227827,"links":{"self":"https://petition.parliament.uk/petitions/227827.json"},"attributes":{"action":"Stop Fracking in the UK","background":"For years, communities have opposed fracking for environmental and health reasons which were dismissed as scaremongering. ","additional_details":"https://www.theguardian.com/environment/2018/aug/22/uk-fracking-push-could-fuel-global-plastics-crisis-say-campaigners \r\nhttps://www.theguardian.com/environment/2018/aug/02/buried-uk-government-report-finds-fracking-increases-air-pollution\r\n","state":"open","signature_count":13599,"created_at":"2018-08-25T15:53:46.081Z","updated_at":"2019-01-11T22:44:30.293Z","rejected_at":null,"opened_at":"2018-09-03T14:21:31.185Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-27T09:46:31.081Z","response_threshold_reached_at":"2018-10-30T15:31:20.282Z","government_response_at":"2018-11-21T15:32:44.436Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Harry Fenton","rejection":null,"government_response":{"responded_on":"2018-11-21","summary":"We will only allow shale gas extraction to take place in the UK if it is safe, and our world leading regulations will ensure that this is the case.   ","details":"The UK must have safe, secure and affordable supplies of energy with carbon emissions levels that are consistent with the carbon budgets defined in our Climate Change Act and our international obligations. We believe that gas has a key part to play in meeting these objectives both currently and in the future. Every scenario proposed by the Committee on Climate Change to meet our legally binding carbon reduction commitments includes demand for natural gas.\r\n\r\nIn part as a result of the UK’s diverse range of energy sources, which include natural gas, we have had competitively-priced energy since 1990 whilst reducing carbon emissions across the economy by 49% – a leading performance among developed nations. Gas still meets over a third of our energy demand and can have a long-term role – particularly alongside the development of carbon capture, utilisation and storage –  which is compatible with our climate change targets as we transition to a low carbon economy.\r\n\r\nHowever, despite the welcome improvements in efficiency and innovation from companies operating in the North Sea, the ongoing decline in our offshore gas production has meant that the UK has gone from being a net exporter of gas in 2003 to importing over half (53%) of gas supplies in 2017 and estimates suggest we could be importing 72% of our gas by 2030. Our current import mix, via pipelines from Norway and Continental Europe and LNG terminals that can source gas from around the world, provides us with stable and secure supplies. However, we believe that it is right to utilise our domestic gas and explore further the potential for onshore gas production from shale rock formations in the UK, where it is economically efficient, and where environment impacts are robustly regulated.\r\n\r\nIn the UK, we have been regulating for gas and oil drilling, both onshore and offshore, for decades and have world leading regulations in place to ensure on-site safety, prevent water contamination, and mitigate seismic activity and air pollution.\r\n\r\nOur tough regulatory system provides a comprehensive regime for exploratory activities.  Our position draws on independent reviews by the Royal Society and Royal Academy of Engineering (2012), and Public Health England (2014).  These reports have considered a wide range of evidence and looked at the UK regulatory system, and hydraulic fracturing in the UK context.  The Royal Society and Royal Academy of Engineering concluded: “the risks can be managed effectively in the UK, if operational best practices are implemented and enforced through regulation.” \r\n\r\nMoreover, the Infrastructure Act (2015) introduced a range of additional safeguards if an operator wishes to carry out hydraulic fracturing, to provide the public with confidence that this industry is being taken forward safely.  These include environmental and planning permits, groundwater monitoring, and the exclusion of protected areas.\r\n\r\nThe UK has an excellent record of protecting our environment, and the Government has been clear that any resources will only be developed in a manner that is safe and environmentally sound.\r\n\r\nThe Government published a Written Ministerial Statement on shale on 17 May 2018, which can be found here: https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2018-05-17/HCWS690/\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n","created_at":"2018-11-21T15:32:44.434Z","updated_at":"2018-11-21T15:33:27.445Z"},"debate":null}},{"type":"petition","id":226975,"links":{"self":"https://petition.parliament.uk/petitions/226975.json"},"attributes":{"action":"Ban face coverings in public","background":"People can not be identified when the face is covered and people are becoming more offended and some even scared, with different gangs appearing all over and violent crimes are being committed.","additional_details":"","state":"open","signature_count":13487,"created_at":"2018-08-09T22:44:28.373Z","updated_at":"2019-01-11T22:40:47.242Z","rejected_at":null,"opened_at":"2018-08-17T12:33:33.683Z","closed_at":null,"moderation_threshold_reached_at":"2018-08-10T12:35:38.456Z","response_threshold_reached_at":"2018-12-11T18:45:17.174Z","government_response_at":"2018-12-21T08:24:47.871Z","debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Donna Hopkinson","rejection":null,"government_response":{"responded_on":"2018-12-21","summary":"The Government does not support a general ban on the wearing of face coverings in public. ","details":"Face coverings have a variety of legitimate purposes and as such the Government does not support a general ban on face coverings in public, including the wearing of the veil.  \r\n\r\nThe Police already have powers under section 60AA of the Criminal Justice and Public Order Act 1994 to seize materials being used to hide someone’s face when the police have reason to believe that they are being, or could be, worn wholly or mainly for the purposes of concealing identity (in connection with, or in anticipation of, the commission of an offence). These powers are designed particularly for public order situations, such as protests, marches and demonstrations.\r\n\r\nHowever, there clearly will be circumstances when covering the face would be inappropriate, and institutions such as hospitals, schools, courts and the border force, as well as employers more generally, are free to set their own policies.  So we support the right of individual organisations such as these to restrict the wearing of face coverings through legitimate dress codes, or for instance reasons of security, identification or health and safety.\r\n\r\nHome Office","created_at":"2018-12-21T08:24:47.869Z","updated_at":"2018-12-21T08:24:47.869Z"},"debate":null}},{"type":"petition","id":230284,"links":{"self":"https://petition.parliament.uk/petitions/230284.json"},"attributes":{"action":"Repeal the EU Withdrawal Act to Prevent Accidental No-deal Brexit","background":"The passing of the EU Withdrawal Act in June 2018 means that by law the UK is set to leave the EU on Exit Day. Unless the Act is repealed, Brexit remains a statutory inevitability, and no-deal Brexit is what we'll get by default on Exit Day if our paralysed politics prevent something better.","additional_details":"The inevitability built into the Act is an irresponsible gamble that threatens to throw our country into chaos. While the courts and the government have influence, they no longer have the power to disarm this threat even if they find the will; only Parliament can unmake laws. Repeal the Act before it's too late. Prevent \"Brexit at any cost\" and eliminate the chance of accidental no-deal Brexit. The terms of our future with the EU must be thoughtfully arrived at, not recklessly stumbled into.","state":"open","signature_count":13457,"created_at":"2018-10-12T11:47:07.409Z","updated_at":"2019-01-11T23:28:42.681Z","rejected_at":null,"opened_at":"2018-10-22T12:23:01.173Z","closed_at":null,"moderation_threshold_reached_at":"2018-10-13T20:17:35.599Z","response_threshold_reached_at":"2018-12-22T09:23:02.222Z","government_response_at":null,"debate_threshold_reached_at":null,"scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Raymond Jay Shapiro","rejection":null,"government_response":null,"debate":null}}]}